{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
		{
			"id": "Substack-blogroll",
			"date_published": "2021-05-21T11:49:00+01:00",
			"title": "Newsletters that I read (on Substack)",
			"content_html": "<p>Substack has been regularly adding new features and making the platform more useful to newsletter writers. In March, it added “<a href=\"https://blog.substack.com/p/new-homepage-links\">Homepage links</a>”: the ability to include a column of links down the right-hand side of your newsletter’s archive page. The links can be to other newsletters or to anything else on the web, so an obvious potential use would be to create a blogroll. Last weekend, I tried that out with a short list of newsletters (all of them on Substack) that I read regularly.</p><p>Unfortunately, it didn’t work as well as I had hoped. The list of links runs down the right of the main column, rather than the right of the page, making the page look a bit cramped, and forcing long post titles to wrap rather than run across the width of the screen. I find the wrapped titles don’t stand out as well as I’d like, so I’ve removed my blogroll and, for now, I’m including the links on this page instead.</p><p>I started off with only six entries, to avoid overwhelming the reader with information overload. Here they are.</p><p><a href=\"https://helenlewis.substack.com\">The Bluestocking</a> by Helen Lewis. Lewis is a staff writer for The Atlantic and author of the book <cite>Difficult Women</cite>.</p><p><a href=\"https://mattstoller.substack.com\">BIG by Matt Stoller</a>. A lot of detailed information about how monopolies govern so much of our lives, and what should be done about it.</p><p><a href=\"https://blgtylr.substack.com\">sweater weather</a> by Brandon Taylor. Varied and often analytical newsletter from the author of the novel <cite>Real Life</cite> and short stories (<cite>Filthy Animals</cite>).</p><p><a href=\"https://commonreader.substack.com\">The Common Reader</a> by Henry Oliver. Substantial essays on books and film, not all of which are recent.</p><p><a href=\"https://ellegriffin.substack.com\">The Novellist</a> by Elle Griffin. Griffin is preparing to serialize her gothic novel via her Substack newsletter.</p><p><a href=\"https://mynewbandis.substack.com\">My New Band Is</a> by Elizabeth Spiers. A “topically inconsistent” newsletter from a founding editor of Gawker.</p><p>It’s likely that I’ll add a few more as I discover them.</p><p>My main reason for wanting to include a blogroll was to help readers to find other newsletters they might find interesting. Here’s another suggestion:</p> <blockquote class=\"quoteback\" data-title=\"\" data-author=\"Art Kavanagh\" data-avatar=\"https://micro.blog/artkavanagh/avatar.jpg\" cite=\"https://artkavanagh.micro.blog/2021/05/20/ive-noticed-a.html\"><p>I’ve noticed a lot of Substack users asking how to find new writers or newsletters on the platform. I use Google, with <code>site:substack.com</code> added to my search term. For example</p><pre><code>\"crime fiction\" site:substack.com</code></pre><p>It’s not foolproof but it can certainly be useful.</p><footer>Art Kavanagh <cite><a href=\"https://artkavanagh.micro.blog/2021/05/20/ive-noticed-a.html\">https://artkavanagh.micro.blog/2021/05/20/ive-noticed-a.html</a></cite></footer></blockquote><script src=\"https://micro.blog/quoteback.js\"></script>",
			"summary": "Substack’s new “Homepage links” feature makes the page look crowded and results in post titles that are harder to read. So, I’m putting my “blogroll” here instead.",
			"url": "https://www.artkavanagh.ie/Substack-blogroll.html"
		},
		{
			"id": "essays-online",
			"date_published": "2021-03-06T12:31:00+00:00",
			"title": "Paul Graham and the online essay",
			"content_html": "<p>I read Paul Graham’s recent essay, <a href=\"http://paulgraham.com/worked.html\">What I worked on</a>, because someone tweeted a longish quote from it including this paragraph:</p><blockquote>It’s not that unprestigious types of work are good per se. But when you find yourself drawn to some kind of work despite its current lack of prestige, it’s a sign both that there’s something real to be discovered there, and that you have the right kind of motives. Impure motives are a big danger for the ambitious. If anything is going to lead you astray, it will be the desire to impress people. So while working on things that aren’t prestigious doesn’t guarantee you’re on the right track, it at least guarantees you’re not on the most common type of wrong one.</blockquote><p>I found that the essay contains a lot more than that nugget of wisdom. The whole piece is a personal memoir of — the title’s a bit of a giveaway — the things he’s worked on in the course of his career. Those things include the origins of “Software as a service” (SaaS), Lisp (which he describes as “a language defined by writing an interpreter in itself”) and an approach to funding startups that doesn’t mean gigantic investments of venture capital right from the start. He studied painting in Florence and RISD, and spent substantial periods working on still life paintings.</p><p>His essay reads in part like a history of tech startup culture, something that isn’t necessarily going to appeal to everyone. Graham makes it interesting because he has an idiosyncratic way of looking at things. (That passage about working on unregarded projects is a good example.) He’s highly intelligent and perceptive and has a knack for seeing a problem or situation from an unexpected angle. His work as cofounder of Y Combinator came about, not because he particularly wanted to mentor and fund startups, but because he believed “that the best sources of seed funding were successful startup founders, because then they'd be sources of advice too”.</p><p>It’s worth noting in passing that, while Graham is an impressive writer and thinker, it doesn’t follow that these qualities will necessarily lead to benign results. Y Combinator’s two greatest successes have been AirBnB and Dropbox, neither of which I consider a net benefit to the world.</p><p>In cities like Dublin, the effect of AirBnB has been to restrict the supply of residential property available for longer term letting, and  therefore driving rents up to unaffordable levels.</p><p>I know many people who use Dropbox all the time and who can’t imagine being without it. I’ve been suspicious of it since reading a few stories like <a href=\"https://daringfireball.net/linked/2016/09/20/dropbox-macos-security\">this one from Daring Fireball</a>. Perhaps I’m being unnecessarily suspicious but I’m going to continue to avoid it.</p><p>The main thing I’ll take away from the essay might well be the word “essay” itself. Around 2001, Graham posted something on his website, paulgraham.com, “which I’d created years before … but never used for anything”. It was a talk he’d given about Lisp at a conference. Somebody linked to it on Slashdot and he got 30,000 page views in a day.</p><blockquote>Wow, I thought, there’s an audience. If I write something and put it on the web, anyone can read it. That may seem obvious now, but it was surprising then. …</blockquote><blockquote>This had been possible in principle since 1993, but not many people had realized it yet. I had been intimately involved with building the infrastructure of the web for most of that time, and a writer as well, and it had taken me 8 years to realize it. Even then it took me several years to understand the implications. It meant there would be a whole new generation of <a href=\"http://paulgraham.com/essay.html\">essays</a>.</blockquote><p>He concluded:</p><blockquote>I’ve worked on several different things, but to the extent there was a turning point where I figured out what to work on, it was when I started publishing essays online. From then on I knew that whatever else I did, I’d always write essays too.</blockquote><p>It was that recognition that led to his observation about the value of working on things that aren’t prestigious: “I still get the glassy eye from strangers when they ask what I’m writing, and I explain that  it’s an essay I’m going to publish on my web site.”</p><p>Since I started to post more writing online about 4 years ago, I’ve been self-conscious about not being quite sure what to call it. “Posts” seems to come naturally but it’s easy to overuse, and then what’s the appropriate verb? “I posted a post” won’t really do. “I wrote a post” is OK, and I suppose the noun implies that I didn’t <em>just</em> write it but put it online also. Another term I’m perhaps too fond of it “piece”: I wonder if it sounds affected, as if I’m pretending to be a journalist? I very occasionally use “article” but I think it applies better to a piece that appears in a journal or magazine. So, I’m grateful to Paul Graham for reminding me about “essays”.</p><p>It’s not a term that I had previously associated with the web or the internet. Essays, surely, belonged in dusty, leather-bound volumes by Hazlitt or Carlyle. But it seems they can also be found on Paul Graham’s website.</p><p>I’ve been finding it easy to write something quick and disposable on a topic I’ve got a bee in my bonnet about: something like the future of search or of the web, the relative merits of Markdown and LaTeX, or of HTML and RSS, or ePub and PDF. This feels satisfying, and it’s obviously “writing”, but then I notice that months have gone by and I haven’t written anything about Andrew Marvell, who is supposed to be my principal subject.</p><p>I had been a bit puzzled by my decision to send out a newsletter on Substack</a>, when I’ve said in the past that I consider email an out-of-date technology and a poor alternative to RSS or the web. It was only after I read Graham’s encomium to the essay that I realized that I chose to write a newsletter not because I like the medium of distribution but because it gives me the opportunity to write longer, more discursive and (I hope) more considered pieces that are in some sense walled off from less weighty and more ephemeral posts. So, <a href=\"https://talkaboutbooks.substack.com\">Talk about books</a> is my commitment to write a regular essay on a bookish or literary topic. It’s a relief as well as a surprise to have figured out, three and a half months in, what I’m doing with it.</p>",
			"summary": "The cofounder of Y Combinator sees his main activity as writing “essays” online.  It’s a word I was surprised to encounter in that context.",
			"url": "https://www.artkavanagh.ie/online-essays.html"
		},
		{
			"id": "printed-books-and-ebooks",
			"date_published": "2021-02-16T15:48:00+00:00",
			"title": "Printed books and ebooks",
			"content_html": "<p>The last two issues of <a href=\"https://talkaboutbooks.substack.com/p/tana-french-the-likeness\">my newsletter</a> have discussed the first two novels in Tana French’s Dublin Murder Squad series. This has meant that over the past three weeks, I’ve been consulting both books extensively. I have both an ebook and a paperback copy of the first book. I originally read <cite>In the Woods</cite> in Apple Books (probably when it was still known as iBooks) on my iPad. Then I found a copy of the paperback on sale, so I bought it for future reference. I’ve since read the paperback twice.</p><p>When writing the piece for the newsletter, if I wanted to quote or refer to a passage from <cite>In the Woods</cite>, I’d often search for it in the ebook, note the chapter, and then find the passage in the paperback so that I could refer to the printed page number. In doing this, I noticed another way in which the ebook is different from, and less satisfactory than, the printed version.</p><p>At many points, a change of scene or topic is marked by extra space at the start of a paragraph. Such paragraphs don’t have an indent as regular paragraphs do. Here’s an example:</p><img src=\"https://www.artkavanagh.ie/in-the-woods-printed.jpg\" alt=\"Page from paperback edition\" width=\"640\" height=\"1022\"><p>In the ebook, however, these paragraphs don’t have any additional space before them. Since they also don’t have an indent, they seem to follow on directly from the previous paragraph. Instead of marking a break, they seem instead to suggest a false continuity.</p><img src=\"https://www.artkavanagh.ie/in-the-woods-ebook.jpg\" alt=\"Page from the ebook\" width=\"640\" height=\"853\"><p>I’m not suggesting that this makes a huge difference to the reading experience. However, I think it <em>does</em> require a tiny but frequently repeated cognitive adjustment that makes reading the ebook a marginally less pleasant experience.</p><p>Anyway, I’m now wholly committed to buying and reading printed books when I can get them, even more than I was when I originally wrote about <a href=\"https://www.artkavanagh.ie/ebooks-could-be-real-books.html\">the inferiority (as I see it) of ebooks to print</a>.</p>",
			"summary": "Here’s another small way in which ebooks provide an inferior experience to that provided by ebooks.",
			"url": "https://www.artkavanagh.ie/printed-books-and-ebooks.html"
		},
		{
			"id": "cite-markup",
			"date_published": "2021-02-02T15:46:00+00:00",
			"title": "Citing book and journal titles on Medium and Substack",
			"content_html": "<p>I haven’t been posting much on Medium in the last two years because most of what I write has been coming here to this site. Then, at the end of November 2020, I started a Substack newsletter and that’s been taking most of my attention for the last 10 weeks or so, with the result that I haven’t been posting much here either.</p><p>Writing in the Substack editor had reminded me of something that used to bother me a bit about Medium. It’s not a major issue but it tends to niggle a bit. On both platforms, when you make text italic, it’s marked up with an \u0026lt;em\u0026gt; inline element in HTML. The purpose of that element is to indicate <em>emphasis</em>. The problem for me is that emphasis isn’t the only reason I might want to italicize some text. In fact, since I often write about books, I probably use italics more often to denote the title of a book or periodical. When I’m writing HTML (as I do on this site) the solution is easy: instead of using \u0026lt;em\u0026gt;, I enclose the title in \u0026lt;cite\u0026gt; … \u0026lt;/cite\u0026gt; tags. The presentation is indistinguishable — the text is italicized in both cases — but the semantics are different. </p><p>Unfortunately, neither Medium nor Substack makes it possible to use the \u0026lt;cite\u0026gt; element. If I want inline italics, it’s \u0026lt;em\u0026gt; or nothing; so up to now I’ve been <em>emphasizing</em> book titles for want of a better approach. When I removed a lot of my posts and stories from Medium and posted them on this site instead, I had to go through them, replacing most (though unfortunately not all) of the \u0026lt;em\u0026gt; tags with \u0026lt;cite\u0026gt; ones. I find it curious, given the current general enthusiasm for semantic HTML, that both Medium and Substack restrict the use of italics in this way. I suppose that they want to include all the available options in a toolbar, without making that toolbar too unwieldy.</p><p>At the weekend, I sent out my newsletter, which refers to the titles of two novels (emphasized, as usual). Then, a bit later, I was writing something to post on Medium, marking the newsletter’s 10 weeks of existence. That post contained several titles and I was getting less and less comfortable knowing that each of those titles was encased in \u0026lt;em\u0026gt; tags although I had no wish to emphasize them. I wondered whether there might not be another way.</p><p>A few months ago, I wrote a post, <a href=\"https://www.artkavanagh.ie/even-plainer-text.html\">Even plainer text</a>, in which I suggested an approach to writing a structured document (including title, two levels of heading, block quotes etc.) using UTF-8 only and without reference to an external (or embedded) style sheet. UTF-8 makes it possible to write most of what you need in a text editor: accented characters, dashes, curly quotes, em and en spaces, ellipses and much more. What you can’t do, however, is change the font, or make text bold or italic, so I suggested a few workarounds. This is what I had to say about the \u0026lt;cite\u0026gt; element:</p><blockquote>There’s no way to avoid some markup for this one, I’m afraid: I suggest using braces (curly brackets) as in Henry Fielding, {The History of Tom Jones, a Foundling} or {The New Yorker}</blockquote><p>But then it crossed my mind that a more satisfactory approach might be to use emoji, which can be included in a “plain text” file and displayed in a text editor. My idea was that, instead of using braces, you might write “Henry Fielding, The History of Tom Jones, a Foundling📖”.</p><p>The alternative that I considered was making every book or periodical title a link to information about the book (perhaps on the publisher’s site) or to the publication itself, like this: <a href=\"https://www.penguinrandomhouse.com/books/297400/the-history-of-tom-jones-a-foundling-by-henry-fielding/\">The History of Tom Jones, a Foundling</a> or <a href=\"https://www.newyorker.com\">The New Yorker</a>. That way, the title would be marked up as a link and would be easily distinguishable from the surrounding text, but without being misleadingly presented as emphasis.</p><p>In principle, I prefer the emoji approach because I’m trying to keep the number of links to a minimum. If a book is mentioned several times in a piece, I don’t think it would be a good idea to make each instance of the title a link! Also, not all links would be titles, so using links to indicate titles might be a bit confusing. On the other hand, the emoji may be more distracting to a reader.</p><p>I’m pleased to cut down on my use of italics because I prefer a sans serif font, and many of those don’t have real italics, but use <em>slanted</em> letters instead. (Two sans fonts which <em>do</em> have italics, and which I like, are Trebuchet MS and Myriad; but neither of them can be used on Medium or Substack.)</p><p>So, for now, I’m trying out emoji. Here is <a href=\"https://artkavanagh.medium.com/talk-about-books-newsletter-b7af884a7253\">the Medium post, mentioned above, that I was working on</a> when the question crossed my mind. I’d be interested to hear whether readers think this kind of markup-with-emoji is useful, or is it merely annoying?</p><p>A third possibility has now occurred to me, which is to make the title a link the first time it occurs, and subsequently to render it as normal, unitalicized text. Leave it to the reader to figure out, from the context, whether (upright) “Tom Jones” refers to the novel or to its protagonist. That may impose less cognitive load than asking her to make sense of emoji. Maybe that’s what I’ll try next.</p>",
			"summary": "Substack, like Medium, treats all inline italic text as emphasis. So, how are you to cite a book or periodical title?",
			"url": "https://www.artkavanagh.ie/cite-markup.html"
		},
		{
			"id": "SDAM-upside",
			"date_published": "2021-01-10T16:28:00+00:00",
			"title": "The upside of SDAM",
			"content_html": "<p>I came across the paragraph quoted below while I was trying to find out more about the role played by a rewards system (and, by extension, dopamine) in habit formation. I was wondering if SDAM might affect one’s ability to recognize or remember the feelings associated with rewards, so I Googled “severely deficient autobiographical memory” and “dopamine”. What I found was not at all what I was expecting. It was <a href=\"https://www.nature.com/articles/d41586-019-02211-5\">this article</a> from <cite>Nature</cite>, suggesting that dopamine is of vital importance to our ability to forget.</p><p>That’s an interesting topic that I may well come back to in a future post. But for now, I just want to note this paragraph, which is of tangential relevance to the main point of the article, and to the topic of my search, but is of obvious interest to anyone who has SDAM:</p><blockquote>Those with severely deficient autobiographical memory (SDAM), however, are unable to vividly recall specific events in their lives. As a result, they also have trouble imagining what might happen in the future. Yet in Levine’s experience, people with SDAM tend to do particularly well in jobs that require abstract thinking — probably because they are not weighed down by the nitty-gritty. “We think SDAM people, through a lifetime of practice of not having episodic memory, have an ability to cut across episodes,” Levine says. “They’re good at solving problems.”</blockquote><p>Since discovering that I have SDAM, I’ve been inclined to think of it as a disadvantage, though a mild one. I mean, when the term begins “severely deficient …” it kind of nudges you in that direction, don’t you think? But it’s important to recognize that people who have SDAM have strengths as well as weaknesses in comparison with people with normal episodic memories. We tend to be good at abstract thought — something I’ve long recognized about myself, before I ever suspected that I have SDAM — and at avoiding getting caught up in the details of episodic memories. </p><p>I’ve been regularly saying to myself since I found out that I have aphantasia and SDAM that I need to learn to “play to my strengths”. Perhaps I haven’t had a clear enough idea of what those strengths are.</p>",
			"summary": "SDAM (severely deficient autobiographical memory) brings advantages as well as disadvantages. For example, people who have it tend to be good at abstract thought",
			"url": "https://www.artkavanagh.ie/SDAM-upside.html"
		},
		{
			"id": "judgment-of-critics",
			"date_published": "2020-12-01T12:48:00+00:00",
			"title": "The judgment of critics",
			"content_html": "<p>In or about 1991, the playwright David Hare caused a commotion on BBC2’s arts show with his assertion that too many critics and cultural commentators knew how to sneer but didn’t know how to judge. They could appear “critical” by finding some weakness or infelicity in any given book, play, film, dance performance or piece of music, but they either weren’t equipped or simply weren’t willing to arrive at an assessment of the worth of the work in question: whether it was significant; whether its effects on society, a community or the spectators’s spirits were good or bad; how it should be evaluated. In the end, the prolific sneering was not supported by any system of values. According to Hare, if you wanted to be a serious critic, you had to be willing to say that Keats was better than Bob Dylan.</p><p>This provoked a response, of course, but it was a response that missed Hare’s point. “<em>Is</em> Keats better than Dylan?” the critics asked, some with a sneer, others presumably suppressing one. But I don’t remember hearing any of them address the more general question of <em>judgment</em>, which had been the one animating the playwright. The Dylan/Keats juxtaposition was merely an illustrative example, but that was what the responders latched onto. In taking such care to avoid Hare’s main point, the critics seemed to be making it for him.</p><p>I was firmly on Hare’s side, and excited to hear him articulate so clearly what had been my own uncrystallized opinion. At the time I was still very left-wing, and Hare had a reputation as a theatrical revolutionary. I hadn’t really liked what I’d seen (or, before my arrival in London three years earlier, read) of his plays. But his views on criticism were reassuringly close to my own.</p><p>Of course, the obvious thing about judgment is that it can’t be arbitrary. You have to judge according to a standard or a yardstick: a set of conditions or values. For me, with my political views at that time, the selection of an appropriate yardstick was straightforward: any work was to be judged by the extent to which it either shored up or undermined the capitalist basis of the society in which it was produced. Was its effect, objectively viewed, progressive; or was it reactionary or conservative?</p><p>The fervour of my socialist convictions lasted barely another two years following the Hare broadcast. I’ve written before that when you change a fundamental belief your other opinions, including those founded on nothing more solid than the one you’ve just abandoned, don’t automatically get replaced by something more consonant with your revised philosophy. My insistence on the importance of critical judgment survived the change in my politics. In fact, the connection between the two has been invisible to me: it’s only now, in starting to write this post, that I see where the commitment to judgment originally came from.</p><p>Also around 2 years after Hare’s appearance on <cite>The Late Show</cite>, I went back to university and, in my 30s, began to study for a BA in English literature. One of the first-year courses was an introduction to literary theory given by Len Jackson (author of the three books in Longman’s series “Foundations of modern literary theory”). In an early lecture, Len said that there are essentially three ways of writing about literature: theory, criticism and scholarship. Of the three, I was immediately sure that the one that appealed to me was criticism.</p><p>Theory at the time was dominated by disciples of Foucault, Derrida and similar paradoxical thinkers. I’d already read enough of this to know it wasn’t a path I wanted to follow. I retained enough of my former Marxism to recognize a type of discourse that sounded “radical”, while at the same time purporting to demonstrate the futility of trying to alter actual social relations. It seemed designed (though I’m sure most of its proponents weren’t conscious of its objective effects) to provide students (and still more so their lecturers) with an outlet for their rebellious aspirations without posing a threat to anything of consequence. The only venerable institutions at risk were reading-lists full of dead, white, European males.</p><p>Scholarship, in contrast to theory, was admirable, easily undervalued and utterly essential to the whole process of writing about literature. I thought of it as a kind of self-sacrifice, whose practitioners set about reading the boring stuff: contemporary newspapers and pamphlets, public records, personal correspondence and other unexciting material. They held back from reading “the works themselves”, in order to make it easier for <em>other</em> people to enjoy them without making egregious historical and contextual errors. Scholarship was the foundation without which the elaborate theoretical and critical structures would collapse.</p><p>As for me, there was no doubt in my mind that what I wanted to do was focus on “the works themselves”. It now seems to me that I must have made a tacit deal with myself according to which, to justify such self-indulgence, I should have to perform important work of judgment and evaluation.</p><p>So, I’ve believed for at least 30 years that the paramount responsibility of the literary critic is judgment. That’s not as straightforward or simple a belief as it sounds. As I said before, to judge you need a yardstick or set of standards, and I had quickly discarded those I started out with. I wasn’t finding it easy to replace them. The problem is that you can’t use a yardstick or standards that are too fixed or inflexible, otherwise you risk approaching each work with your mind already made up. I concluded that this trap could be avoided only by treating each work as containing — indeed as constituting — its own key. You learn how to interpret (and judge) each book (or poem, play etc) by reading that book, poem or play itself (or by seeing the play in performance). To put it another way, in reading a book, ideally you will be reevaluating what you’ve already read and are continuing to read, in the light of what you’re reading, as you’re reading it. That’s one of the reasons I think rereading is so important.</p><p>To be clear, none of this is to claim that I’ve been consistently exercising critical judgment towards everything I’ve read in various genres, styles and forms, over the years since I enrolled for the BA. But I was convinced that, ideally, that’s what I <em>ought to have been</em> doing. Whenever I wrote a book review, or a blog post about a book, or an essay for an academic journal, this sense that I really should be assessing the work by exercising objective, rational judgment, was always present as a kind of lodestone, trying to draw my writing in a particular direction.</p><p>Until the week before last. Then, <cite>The Observer</cite>’s long-standing information technology columnist, John Naughton, posted on his blog <a href=\"https://memex.naughtons.org/saturday-14-november-2020/32002/\">a quote from Robert Musil</a>:</p><blockquote>Only in the most unusual cases is it useful to determine whether a book is good or bad. It is usually both.</blockquote><p>This is from Musil’s <cite>Precision and Soul: Essays and addresses</cite>. It was unfamiliar to me. It states an obvious, uncomplicated truth, one that I find it hard to believe I’ve overlooked for so many years. Most of us, most of the time, don’t read a book in order to judge it. We read it perhaps to learn something, to find a piece of information, to prepare an argument, speech or essay. We may read it for entertainment, to pass the time or to exercise some faculty of our brain. Ultimately, a lot of reading is done primarily for pleasure of one sort or another. Sometimes, but certainly not always, judgment is desirable or unavoidable.</p><p>Sometimes, on the other hand, judgment is just too easy: a way to preempt ostensibly less important but more interesting questions. Many years ago, I came across a truly atrocious paragraph in Timothy Mo’s <cite>The Redundancy of Courage</cite>. I no longer remember any detail about it except that it was the last paragraph on a recto some way into the book. I finished that book but felt absolved from ever again having to read anything by Timothy Mo, and I’ve taken full advantage of that dispensation.</p><p>Something similar happened around the same time, when I was reading <cite>The Book of Evidence</cite> by John Banville. The novel centres on a violent murderer, who is eventually arrested and brought before the District Court. His senior counsel (SC) makes an application for bail, which is immediately refused. It couldn’t have been granted. Only the High Court has (and then had) jurisdiction to allow bail on a murder charge, something an SC appearing in those circumstances would certainly know. (Senior counsel were rare in the District Court, tending to appear only in cases of murder or drunken driving.)</p><p>Reading that passage, I no longer felt I was in the hands of an author I could trust. In this case, too, I finished the book but I haven’t read anything else by John Banville, whether published before or after <cite>The Book of Evidence</cite>. I suspect that the losses have been mine rather than Banville’s or Mo’s. Till now, I’ve been happy to live with that.</p><p>Prompted by that brief quote from Robert Musil, I’ve decided to change my critical (and reading) practice. From now on, I’m going to try to read books (and plays, and poetry, and web pages, and whatever else) for whatever they might have to offer, and not with a constant eye to what I think is the value of the work. “Whatever they might have to offer” covers a wide variety of possibilities, not all equally worthwhile, and I’ll try not to be narrow in my expectations. I’m not sure what that will mean in practice: I want to be more open to what I read; and it’s not possible to be “open” while laying down in advance too rigid a set of criteria. My change of attitude might not make any appreciable difference, either to what I take from my reading or to how I write about it. It will be interesting to find out.</p><p>I’ve never read anything by Robert Musil. As a teenager, I was attracted by the cover art and the description on the back of the Picador edition of <cite>The Man without Qualities</cite>, but put off by the book’s length and the fact that he had never finished it. Decades later, I still haven’t read it. Maybe I should.</p>",
			"summary": "For most of my life I’ve believed that the paramount function of the critic was judgment. Then John Naughton (Memex 1.1) quoted a short, simple epigram from Robert Musil that changed my mind.",
			"url": "https://www.artkavanagh.ie/judgment-of-critics.html"
		},
		{
			"id": "who-needs-independent-booksellers",
			"date_published": "2020-11-01T11:08:00+00:00",
			"title": "Who needs independent booksellers?",
			"content_html": "<p>When I decided consciously to continue the boycott of Amazon that I had drifted into without noticing, part of my reason was anger at what the online retailer was doing to booksellers, independent and conglomerate alike. Amazon is one of the main factors driving bookshops out of business. Is the drawn-out but apparently inevitable disappearance of those booksellers regrettable? I’ll admit that, in answering that question to my own satisfaction, I may not have been entirely consistent.</p><p>For as long as I can remember, I’ve resisted the idea that it’s an ethical duty to favour small, independent, local businesses, such as corner shops, family-run operations or the self-employed entrepreneur, over large corporations, chains, multinational enterprises and retail giants. If we have no choice but to live in a capitalist economy, then why shouldn’t we take the benefits of capitalism — economies of scale, minuscule profit margins, price competition, customer service — along with the uglier essential features of the system: exploitation, low wages, long working hours and unfulfillable lives?</p><p>One might be personally sympathetic to the small business-owner, the corner grocer or the individual craft-worker, but sympathy can’t change the fact that the current of capitalist economic development is against them, and will remain so as long as we retain an economic system grounded on private ownership of capital. We might expect things to be different after the revolution — but the revolution still seems a long way off. In the meantime, why favour a shop assistant in the next street over a factory worker on a different continent? Can mere proximity make one more deserving of the insignificant effect of my purchasing power than the other?</p><p>Buying books is an actvity of a different kind from stocking up on groceries or household items. Or at least it was until Amazon came along. The main reason why I’d tend to buy my everyday essentials in a chain supermarket in preference to Henry’s Corner Shop is that I could expect them to be noticeably cheaper in the former. But there was never much price variation between <a href=\"http://www.stokenewingtonbookshop.co.uk\">the Stoke Newington Bookshop</a> on the one hand and Waterstones or <a href=\"https://www.thebookseller.com/news/closing-down-sale-begins-books-etc\">Books etc</a> on the other. If I went to the bigger outlet first, it wasn’t because I was hoping for a bargain, but because there was a better chance their more extensive stock would include the book I was looking for. On the less frequent occasions I went to Stoke Newington, it was primarily to browse, not intending to buy a specific book.</p><p>Competition held the independents’ prices at a level comparable to the larger sellers, so price wasn’t a reason to prefer the latter to the former. Amazon changed that. It had the resources to discount books more deeply than either the chains or the independents were willing or able to go. And I, among millions of others, took the bait. I began to buy most of my books from Amazon (who not only offered the lowest price but could supply any title quicker than it could be ordered through even the largest chain stores) particularly after I moved to France in 2005/6. It was much cheaper to order English language books from Amazon.co.uk than from any French site, including Amazon.fr so that’s exactly what I did.</p><p>Around the same time as I moved, the economist Tyler Cowen wrote an essay, “What are independent bookstores really good for?” for <a href=\"https://slate.com/culture/2006/05/the-death-of-the-independent-bookstore.html\">Slate</a>, in which he argued that independent bookstores were not fulfilling a particularly useful function and that their decline in the face of competition from the likes of Barnes \u0026 Noble and Borders was not something to be particularly lamented. Typically, the independents don’t provide any greater literary or specialist expertise than a chain store, their main advantage for the reader or browser is that they may confer the appearance of hipness, of being “more literary or more offbeat” than the norm, and they will usually carry a more limited stock than the larger bookseller. </p><blockquote>But when it comes to providing simple access to the products you want, the superstores often do a better job of it than the small stores do: Borders and Barnes \u0026 Noble negotiate bigger discounts from publishers and have superior computer-driven inventory systems. The superstores’ scale allows them to carry many more titles, usually several times more, than do most of the independents; so if you’re looking for Arabic poetry you have a better chance of finding it at Barnes \u0026 Noble than at your local community bookstore.</blockquote><p>So, if Cowen was right, maybe I should be no more concerned about the threat to the survival of the independent bookseller than about the economic troubles of the newsagent down the street? At the time, I would have believed that. If I had read Cowen’s short essay when it first appeared or in the next few years, I’d quite likely have nodded my head in firm agreement. I hadn’t yet realized just how destructive a force Amazon had become.</p><p>Barely 5 years after Cowen’s piece was published, Borders had closed forever. Barnes \u0026 Noble seems to have <a href=\"https://the-digital-reader.com/2019/06/06/rumor-barnes-noble-to-be-acquired-by-the-hedge-fund-that-owns-waterstones/\">struggled for several years before it was acquired by Elliott Management</a> in 2019 and brought under the control of Waterstone’s CEO. I’ve seen some speculation (such as <a href=\"https://www.mhpbooks.com/independent-bookstores-doing-better-than-ever-in-2012/\">this post from Melville House in 2013</a>) that independent booksellers have been better able to withstand the Amazon onslaught than the big chains. Of course, it may just be that the tribulations of the independents are less visible. It’s easy for the collapse or protracted insolvency of a small outlet to pass unnoticed. In any case, that was before the pandemic hit. The <cite>New York Times</cite> <a href=\"https://www.nytimes.com/2020/10/15/books/independent-bookstores-economy.html\">reports</a>:</p><blockquote>According to the American Booksellers Association … more than one independent bookstore has closed each week since the pandemic began. Many of those still standing are staring down the crucial holiday season and seeing a toxic mix of higher expenses, lower sales and enormous uncertainty.</blockquote><p><cite>Vox</cite>, too, <a href=\"https://www.vox.com/the-goods/2020/10/25/21517545/bookstores-pandemic-booksellers-closing\">cites the ABA</a>, who say that 20% of independent bookstores across the United States are “in danger of closing”.</p><p>If huge operations like Borders and Barnes \u0026 Noble are vulnerable to the vicissitudes of the book economy, including Amazon’s predatory practices, then we need to decide whether we’re prepared to live in a world where the only substantial supplier of books is a monopolistic universal retailer who finds it more appealing to “<a href=\"https://www.nytimes.com/2020/10/15/books/independent-bookstores-economy.html\">colonize the moon</a>” than to cater to readers. If we aren’t happy to live in that world, independent booksellers now appear to be the only kind of enterprise capable of providing an alternative. We need to keep them in business.</p><p>Tyler Cowen may have had a good argument against indie bookstores in 2006, but the world, and the market for books, are unrecognizable now, compared with what he could have foreseen then. No doubt I’ll still buy books from Waterstones and Hodges Figgis; maybe even Easons, if I’m in a branch and they have a book I’ve been looking for. But I’ll also be making more of an effort to support my local bookshops. It’s a question of survival and not just for them but for an essential part of our culture.</p>",
			"summary": "It’s not easy to be consistent in one’s attitude to booksellers, whether independent or chain, particularly when one thinks about how Amazon has changed the market for books in the past 15 years.",
			"url": "https://www.artkavanagh.ie/who-needs-independent-booksellers.html"
		},
		{
			"id": "writers-on-writing",
			"date_published": "2020-10-25T14:08:00+00:00",
			"title": "Writers on writing",
			"content_html": "<p>A week ago I posted <a href=\"https://www.artkavanagh.ie/short-stories-online.html\">a list of short stories that can be read online</a>. The list had its origin as Mix collection that is presumably no longer accessible because I’ve deactivated my Mix account. One of my other collections on Mix — the one that Mix itself recommended to new sign-ups — was “Writers on writing”. As that collection, too, has — or ought to have — disappeared with my account, I’ve extracted from it the links that seemed to me to be most worth keeping. Here they are:</p><p><a href=\"https://electricliterature.com/elisa-wouk-almino-thinks-novels-are-overrated/\">Elisa Wouk Almino Thinks Novels Are Overrated</a> in <cite>Electric Literature</cite></p> <p><a href=\"https://lithub.com/kevin-barry-on-the-need-to-sustain-our-literature\">Kevin Barry on the need to sustain our literature</a></p><p>Sara Baume, ‘<a href=\"https://www.irishtimes.com/culture/books/sara-baume-i-was-so-tired-of-my-laptop-i-felt-compelled-to-work-with-my-hands-1.4199677\">I was so tired of my laptop, I felt compelled to work with my hands</a>’</p><blockquote>In comparison to making sculpture, the practice of writing is magnificently compact and easily dispersed. It allowed me to say precisely what I meant in a form understood by everybody. And yet, by the end of book two, I was so tired of my own voice and the things I had said and meant with it. I longed to silently make small objects that were concerned with form, feel and colour; that I could touch, hold and smell; that nobody else saw or cared about.</blockquote><p>Tim Carmody, <a href=\"https://kottke.org/19/03/writing-and-money\">The problem of writing and money</a><br>A thoughtful and realistic response to Sandra Newman’s piece in <cite>Electric Literature</cite> about the poverty of writers</p><p>Naoise Dolan <a href=\"https://www.irishtimes.com/culture/books/naoise-dolan-my-personal-life-is-nobody-else-s-business-1.4225289\">sees nothing wrong with writers mining their own lives for material</a> but that’s not what she does. She enjoys making things up.</p><p>Ben Dolnick, <a href=\"https://www.nytimes.com/2019/05/04/opinion/sunday/why-you-should-start-binge-reading-right-now.html\">Why you should start binge-reading right now</a><br>This is a writer on <em>reading</em>:</p><blockquote>To that point, I’d been reading the book the way I usually read books, which is to say in five- or 10-minute snatches before bed …</blockquote><blockquote>But in book after book, if you do push on through one chapter break, and then on through the chapter break after that, something amazing happens. Subplots that would once have been murky to the point of incomprehensibility (what was the deal with that dead sea captain again?) step into the light. Little jokes and echoes, separated by dozens or even hundreds of pages, come rustling out of the text forest. A writer’s voice — Grace Paley at her slangy best, Nicholson Baker at his hypomanic craziest — starts to seep into and color the voice of your innermost thoughts.</blockquote><p>Louise Doughty on <a href=\"https://www.theguardian.com/books/2020/may/16/a-lightbulb-went-on-i-had-the-location-for-a-sex-scene-louise-doughty-on-apple-tree-yard\">the moment when “a slowly swirling mass of ideas”, accumulated search and unconnected scenes coalesced</a> into the kernel of <cite>Apple Tree Yard</cite></p><p><a href=\"https://lithub.com/there-is-such-a-thing-as-talent-elizabeth-hardwick-on-writing\">There is such a thing as talent: Elizabeth Hardwick on writing</a></p><p>Joanna Hershon, <a href=\"https://lithub.com/writerly-lessons-from-an-early-90s-improv-class/\">Writerly Lessons From an Early ’90s Improv Class</a> in <cite>Literary Hub</cite></p><p><a href=\"https://lithub.com/the-czech-writer-remembers-what-it-was-to-fall-in-love-with-literature\">Bohumil Hrabal remembers what it was to fall in love with literature</a></p><p><a href=\"https://lithub.com/how-kazuo-ishiguro-used-dream-techniques-to-write-his-most-polarizing-novel\">How Kazuo Ishiguro used dream techniques to write his most polarizing novel</a></p><p>Rosemary Jenkinson, <a href=\"https://www.irishtimes.com/culture/books/find-yourself-a-muse-preferably-nude-but-clothed-will-do-and-9-more-writing-tips-1.3551183\">Find yourself a muse (preferably nude but clothed will do) — and 9 more writing tips:</a></p><blockquote>If there is one piece of work that should showcase your creative flair, it’s your bio … It’s not lying; it’s being fictional with the truth …</blockquote><p>Elizabeth Sulis Kim, <a href=\"https://themillions.com/2018/05/returning-to-analog-typewriters-notebooks-and-the-art-of-letter-writing.html\">Returning to analog: Typewriters, notebooks and the art of letter-writing</a></p><p>Ian McEwan, <a href=\"https://www.newyorker.com/books/page-turner/some-notes-on-the-novella\">Some notes on the novella</a></p><p><a href=\"https://www.writing.ie/guest-blogs/mary-morrissy-and-the-practice-of-writing\">Mary Morrissy and the practice of writing</a></p><p>Ottessa Moshfegh, “<a href=\"https://www.theguardian.com/books/2018/aug/04/ottessa-moshfegh-student-approached-male-writer-granta\">I remember thinking his waning vitality could be used to my advantage</a>”<br>As a 17-year-old student about to go to college, Ottessa Moshfegh approached a famous male writer for advice. He was willing to give it — in exchange for veneration … and sex</p><blockquote>My ambition was not to be successful — to publish books and be renowned, rich and powerful, like Dicks; I wanted, truly, to use my writing to rise up to a higher realm of existence, away from the stupidity I saw in my classmates, teachers and parents, or on television and on the subway.</blockquote><p>Tim Parks, <a href=\"https://www.newyorker.com/culture/cultural-comment/do-we-write-differently-on-a-screen\">Do we write differently on a screen?</a></p><blockquote>You realize that the people reading what you have written will also be interrupted. They are also sitting at screens, with smartphones in their pockets … They won’t be drawn into the enchantment of the text. So should you change the way you write accordingly? Have you already changed, unwittingly?</blockquote><p>Steven Pinker’s <a href=\"https://twitter.com/sapinker/status/1084490338629242880\">13-tweet guide to writing well</a><br>Not just the usual clichés; there’s some genuinely useful advice here. I particularly like 8 to 10 inclusive.</p><p>Chris Power, <a href=\"https://lithub.com/alice-munro-helped-me-finish-my-story-and-i-didnt-even-know-it/\">Alice Munro helped me finish my story and I didn’t even know it</a></p><blockquote>Dragging the story’s mechanics into the light became what I liked best about it, and made a strength of the problem that had for so long defeated me: where does the line between truth and fiction lie? …</blockquote><blockquote>Coming across someone else’s use of the same structure that had taken me months to arrive at would have been one thing. What really disturbed me, though, was that I had read the story, forgotten it, and then unwittingly plagiarized it.</blockquote><p>Suzanne Rivecca, <a href=\"https://lithub.com/if-i-have-to-die-on-a-zoom-call-id-rather-be-talking-about-books/\">If I have to die on a Zoom call, I’d rather be talking about books</a><br>The author is reluctant to accept a perfect-seeming job with a book festival while hating the job she already had in a nonprofit that felt more like a startup.</p><p>Emily Temple, <a href=\"https://lithub.com/author-photos-a-taxonomy/\">Author Photos: A Taxonomy</a> in <cite>Literary  Hub</cite></p><p>It’s quite a short list, as you see. I discarded many links to pieces that now seem more ephemeral or less significant than they did when I originally added them to the collection. Probably, I had been too liberal with my inclusions because I wanted to post to the collection regularly, and avoid the appearance of having stalled, or slipped into irrelevance. I hope you find something useful in what’s left.</p>",
			"summary": "A list of pieces available to read on the web in which writers discuss aspects of the craft, process or experience of writing.",
			"url": "https://www.artkavanagh.ie/writers-on-writing.html"
		},
		{
			"id": "short-stories-online",
			"date_published": "2020-10-19T21:45:00+01:00",
			"title": "Short stories on the web",
			"content_html": "<p>Here is a list of short stories that can be read online, and that I recommend (some more wholeheartedly than others). I previously maintained this list as a collection on <a href=\"https://mix.com/\">Mix</a> and as a board on Pinterest. I’ve deleted my Pinterest account and deactivated my Mix profile, so I thought it would be a good idea to recreate the collection/board as an ordinary web page.</p><p>Unfortunately, the comments I added to each link when I originally posted it have been lost. Mix seems to have done away with comments entirely, deleting the existing ones in the process (presumably because they were being used as a vehicle for spam). I was mistaken in thinking I had exported the Pinterest board as an RSS feed before deleting my account (as I did with some other boards). The feed would have contained my comments and pin descriptions, but unfortunately it doesn’t exist. As a result, many of the entries below are without descriptions or explanations as to why I think they're worth your while. In some cases, I’ve added new descriptions and I may well add more as and when I reread the stories.</p><h2>In alphabetical order by author’s surname</h2><p>Brendan Bakala, “<a href=\"https://www.reflexfiction.com/athru-by-brendan-bakala\">Athrú</a>”<br>The title of this piece of flash fiction is the Irish for “change”. The narrator, Kate, has been back to Ireland for a family occasion and is met at O’Hare airport by her father, who is awkwardly uncomfortable about one change in particular. A lesson in how to talk around a subject without addressing it directly.</p><p>Mary M Burke, “<a href=\"https://www.irishtimes.com/culture/books/transatlantic-railroad-a-short-story-by-mary-m-burke-1.3498994\">Transatlantic railroad</a>”<br></p><p>Claire Buss, “<a href=\"https://workingtitleblogspot.wordpress.com/2017/08/20/inspire-o\">Inspire-O</a>”<br>Claire Buss writes science fiction, notably the novel <cite>The Gaia Effect</cite>. In this flash fiction piece, a discovery has made it possible for technology to give “destiny” a helping hand.</p><p>Niamh Campbell, “<a href=\"https://www.irishtimes.com/culture/books/an-encounter-a-new-short-story-by-niamh-campbell-1.4305290/\">An encounter</a>”<br>A new short story by Niamh Campbell, whose “Love many” won the 2020 Sunday Times Audible award. A journalist interviewing a poet experiences the anxiety of influence.</p><p>Fiona Cooke, “<a href=\"https://unusualfiction.wordpress.com/2018/03/17/ventry-irish-gothic-fiction-for-st-patricks-day\">Ventry</a>”<br></p><p>Amanda Craig, “<a href=\"https://www.amandacraig.com/short-stories/the-ghost-writer\">The ghost writer</a>”<br></p><p>Iseult Deane, “<a href=\"https://thebohemyth.com/2017/10/24/laces-by-iseult-deane\">Laces</a>”</p><p>Naoise Dolan, “<a href=\"https://www.irishtimes.com/culture/books/family-news-a-short-story-by-naoise-dolan-1.4310741/\">Family news</a>”<br>A new short story from the author of the novel <cite>Exciting Times</cite>. It’s told from the point of view of an effectively homeless woman who has moved in with her older sister and neice.</p><p>Deena Drewis, “<a href=\"https://catapult.co/stories/fiction-girls-in-love-short-story-by-deena-drewis\">Girls in love</a>”<br>Three women, now in their late 20s, who have been friends since childhood, meet for brunch to resolve a crisis that one of them is going through. Their reunions are becoming increasingly rare. Why is that?</p><p>Wendy Erskine, “<a href=\"https://www.irishtimes.com/culture/books/locksmiths-a-short-story-by-wendy-erskine-1.3281960\">Locksmiths</a>”<br></p><p>Sorcha Fogarty, “<a href=\"https://thebohemyth.com/2017/12/19/the-piano-by-sorcha-fogarty\">The piano</a>”</p><p>Mary Gaitskill, “<a href=\"https://www.newyorker.com/books/novellas/this-is-pleasure\">This is pleasure</a>”<br>Described as a novella, this 15,000-word story is narrated alternately by Margot and Quin, who have been friends for years. Quin is a senior editor in a publishing house and has believed “he could perceive people’s most essential nature just by looking at them” and that therefore he knew “what they would most respond to”. Unfortunately for him, younger women are less willing to play along with that ego-reinforcing kind of belief than their predecessors appeared to be.</p><p>Mia Gallagher, “<a href=\"https://www.irishtimes.com/culture/books/all-bones-a-short-story-by-mia-gallagher-1.3542870\">All bones</a>”</p><p>Sarah Gilmartin, “<a href=\"https://belfastbookfestival.com/download/files/MCA2020%20Short%20Story%20Winner%20Sarah%20GIlmartin.pdf\">The wife</a>”<br>Winner of the 2020 Máirtín Crawford short story award at the Belfast Book Festival. A woman reflects in anger and dismay on how her husband’s behaviour turned their two-star restaurant into “a hostile environment of pervasive sexual misconduct”.</p><p>Alan Glynn, “<a href=\"http://www.alanglynnbooks.com/stories/the-copyist-2\">The copyist</a>”<br>Imagine how different the world would be if John F Kennedy (1917–1963) had murdered John D Rockefeller (1839–1937) — in the 1870s. JFK is sent back in time and replaced in the Oval Office by a “copy”, with results that can’t be what <em>anybody</em> intended.</p><p>Anne Griffin, “<a href=\"https://www.irishtimes.com/culture/books/change-given-a-short-story-by-anne-griffin-1.3589944\">Change given</a>”<br></p><p>Lauren Groff, “<a href=\"https://www.esquire.com/entertainment/books/a20717306/lauren-groff-snake-stories-excerpt-florida-short-story-collection\">Snake stories</a>”<br></p><p>Mark Haddon, “<a href=\"https://www.newstatesman.com/culture/2014/04/pier-falls-new-short-story-mark-haddon\">The pier falls</a>”<br>This realistic, documentary (yet fictional) account of the collapse of Brighton pier in July 1970 is a frighteningly believable description of a disaster that, for all we know, might easily have happened.</p><p>Sophie Hannah, “<a href=\"https://www.theguardian.com/books/2015/dec/20/the-tennis-church-sophie-hannah-short-story\">The tennis church</a>”<br>A Christmas short story featuring the characters from Hannah’s series of detective novels, Charlie Zailer and Simon Woodhouse. A childhood friend of Charlie’s seems to be missing, but insists that she hasn’t disappeared.</p><p>Kait Heacock, “<a href=\"http://www.vol1brooklyn.com/2013/04/14/sunday-stories-upstairs\">Upstairs</a>”</p><p>Dearbhaile Houston, “<a href=\"https://www.irishtimes.com/culture/books/viscera-a-new-short-story-by-dearbhaile-houston-1.4306067\">Viscera</a>”<br>Dearbhaile Houston is working on a collection of short stories. In this one a woman dissects an unsatisfactory relationship and examines its entrails, before it has officially died.</p><p>Rosemary Jenkinson, “<a href=\"https://www.irishtimes.com/culture/books/the-lost-generation-a-short-story-by-rosemary-jenkinson-1.4271992/\">The lost generation</a>”<br>From Jenkinson’s collection <cite>Lifestyle choice 10mg</cite>, the story of a school reunion after 25 years.</p><p>Kate Jones, “<a href=\"https://www.reflexfiction.com/jellyfish-by-kate-jones\">Jellyfish</a>”</p><p>P Kearney Byrne, “<a href=\"https://www.irishtimes.com/culture/books/two-damsons-a-short-story-by-p-kearney-byrne-1.3564048\">Two damsons</a>”<br>Two women celebrate the award of funding for an antisuicide centre in a small town near Carrick-on-Shannon. But there isn’t a lot you can do to celebrate in a town like that other than drink. “Drunk and horny sort of went together for me”, says Grace, the narrator.</p><p>John Lanchester, “<a href=\"https://www.newyorker.com/magazine/2017/04/03/signal-john-lanchester\">Signal</a>”<br>The narrator worries that one of the other guests spending New Year’s Eve at a country estate in Yorkshire, a very tall, cold (and rude) man, is taking a dangerous interest in his children. The tall man wanders around restlessly, speaking to nobody except the children, looking all the time at his phone. The host (the narrator’s friend from Cambridge, now stupendously rich) claims not to know who the tall man is, or even to have seen him. What does this mysterious figure want?</p><p>Clarice Lispector, “<a href=\"https://lithub.com/clarice-lispector-a-woman-knows-to-say-no\">A woman knows to say no</a>”<br></p><p>Jane McDermott, “<a href=\"https://www.reflexfiction.com/the-burden-of-proof-by-jane-mcdermott\">The burden of proof</a>”</p><p>Jon McGregor, “<a href=\"https://www.irishtimes.com/culture/books/martin-s-story-by-jon-mcgregor-1.3336178\">Martin’s story</a>”</p><p>Barry McKinley, “<a href=\"https://www.irishtimes.com/culture/books/my-story-about-a-gay-refugee-in-ireland-is-on-kenya-s-school-syllabus-but-now-he-s-straight-1.3455486\">Almost home</a>”<br></p><p>Sophie Mackintosh, “<a href=\"http://www.thewhitereview.org/fiction/self-improvement\">Self-improvement</a>”<br></p><p>Ottessa Moshfegh, “<a href=\"http://www.barcelonareview.com/92/e_om.html\">The surrogate</a>”<br>A 28-year-old woman with a model’s looks takes on the role of titular vice president of a business she doesn’t understand. She is the front woman for an enterprise owned and run by Lao Ting, who believes that his American customers would be happier to deal with a young, blue-eyed, Christie Brinkley lookalike than with him. Lao Ting appears to be a conman, but the narrator’s real problems lie somewhere else entirely.</p><p>Louise Nealon, “<a href=\"https://www.irishtimes.com/culture/books/you-ve-read-cat-person-now-read-this-irish-bad-sex-short-story-1.3363992\">What feminism is</a>”<br>This story won the Seán Ó Faoláin competition in 2017. A young woman, a student and writer, feels competitive with other young women, also writers, who (like her) have had sex with the male coeditor of a college literary magazine. The <cite>Irish Times</cite> headline on the story is “You've read Cat Person, now read this Irish bad-sex short story”but the comparison could lead readers to expect the wrong things from this story. There are superficial similarities, of course — male sex partner behaving badly, for a start.</p><p>Alissa Nutting, “<a href=\"https://lithub.com/models-assistant\">Model’s assistant</a>”<br>A woman, in her 30s but still “always the nerd at the party”, drifts into the unpaid but lucrative role of model’s assistant when the model, who is “from somewhere Swedishy” but almost certainly not Sweden, hands her a crystal-encrusted phone and, four days later, calls her on it. From Nutting’s collection <cite>Unclean Jobs for Women and Girls</cite>.</p><p>Frank O’Connor, “<a href=\"http://www.cyc-net.org/cyc-online/cycol-0201-oconnor.html\">My Oedipus complex</a>”</p><p>Nuala O’Connor, “<a href=\"http://newflashfiction.com/nuala-oconnor\">Birdie</a>”</p><p>Roisín O’Donnell, “<a href=\"https://www.writing.ie/special-guests/how-to-build-a-space-rocket-writing-ie-short-story-of-the-year-2018\">How to build a space rocket</a>”<br>It was only when I was putting this list into alphabetical order that I noticed that O’Donnell seems to have a liking for “How to …” titles. This story is told from the point of view of seven-year-old Keshika, finding it difficult to interpret the behaviour of her parents (who are about to “take a break” from each other) while trying to make a rocket with red phosphorous matches and aluminium foil.</p><p>Roisín O’Donnell, “<a href=\"https://www.irishtimes.com/culture/books/how-to-learn-irish-in-seventeen-steps-by-rois%C3%ADn-o-donnell-1.2659288\">How to learn Irish in seventeen steps</a>”<br>A story from O’Donnell’s extraordinary collection <cite>Wild Quiet</cite>. A Brazilian woman marries an Irish musician and follows him when he goes back to Ireland, where she registers as a teacher. Her registration is conditional on her learning the Irish language within three years.</p><p>Helen Oyeyemi, “<a href=\"https://www.newstatesman.com/culture/fiction/2016/03/interesting-about-e-and-new-short-story-helen-oyeyemi\">Interesting about E and A</a>”<br>The friendship between two obscure Brontë scholars comes under strain when one of them receives some minor recognition. The narrator only ever refers to  the slightly more successful scholar as “my best friend”. They speculate about an apparent reference found in a letter, and about the letter’s author, and about the parallels between their own relationship and that between the two youngest Brontë siblings.</p><p>Matthew Di Paoli, “<a href=\"http://neonmagazine.co.uk/quicksand-by-matthew-di-paoli\">Quicksand</a>”</p><p>Karen Perry, “<a href=\"https://www.irishtimes.com/culture/books/tell-me-something-about-your-wife-1.3139165\">Tell me something about your wife</a>”</p><p>Edgar Allan Poe, “<a href=\"https://poestories.com/read/facts\">The facts in the case of M. Valdemar</a>”<br></p><p>Chris Power, “<a href=\"https://www.faber.co.uk/blog/read-short-story-from-mothers-by-chris-power\">The crossing</a>”<br>A couple who don’t yet know each other very well go on a four-day hike on Exmoor, where they encounter danger.</p><p>Kate Reed Petty, “<a href=\"https://electricliterature.com/why-i-love-earthquake-season-kate-reed-petty\">Earthquake season</a>”<br></p><p>Sally Rooney, “<a href=\"https://www.newyorker.com/magazine/2019/03/18/color-and-light\">Color and Light</a>”</p><p>Sally Rooney, “<a href=\"https://www.irishtimes.com/culture/books/mr-salary-a-short-story-by-sally-rooney-1.3016223\">Mr Salary</a>”<br>This is the first thing by Sally Rooney that I read, and I’m very glad if was. I discuss this and two other stories by her (including the previous item on this list) in “<a href=\"https://www.artkavanagh.ie/Sally-Rooney-short-stories.html\">Oh my god, shut up”: Sally Rooney, short story writer</a>.</p><p>Salman Rushdie, “<a href=\"https://www.newyorker.com/magazine/2009/05/18/in-the-south\">In the South</a>”<br></p><p>Kristin Sanders, “<a href=\"https://lithub.com/some-reasons-to-become-a-literary-digital-nomad-even-if-you-fail\">Some reasons to become a literary digital nomad (even if you fail)</a>”<br></p><p>Tara Sparling, “<a href=\"https://thebohemyth.com/2017/03/28/the-narcissist-by-tara-sparling\">The narcissist\"</a>”</p><p>Deirdre Sullivan, “<a href=\"https://www.irishtimes.com/culture/books/a-scream-away-from-someone-1.1917865\">A scream away from someone</a>”</p><p>Madhuri Vijay, “<a href=\"https://www.newyorker.com/magazine/2020/08/17/you-are-my-dear-friend/\">You are my dear friend</a>”<br>A thirtyish former au pair marries a much older man and adopts an 8-year-old girl from an impoverished background.</p><p>Kit de Waal, “<a href=\"https://www.irishtimes.com/culture/books/exterior-paint-a-short-story-by-kit-de-waal-1.3179430\">Exterior paint</a>”<br>Alfonse, originally from St Kitts, but who has lived in Marshall Street, Smethwick since the 60s, prepares to sell his house following the death of his wife, Lillian, and remembers their courtship, the racism of Lillian’s mother — and the visit of Malcolm X to their English midlands street, just 9 days before his murder.</p><p>Charmaine Wilkerson, “<a href=\"https://www.reflexfiction.com/anger-management-flash-fiction-by-charmaine-wilkerson\">Anger management</a>”<br>Winner of the Reflex Fiction quarterly international flash fiction competition for Winter 2017, this story contains a wealth of emotion, observed detail, metaphor, regret and (as the title suggests) anger in a very short length.</p><p>This page will probably be updated from time to time, as I find more short stories worth reading online or add descriptions or comments to the stories above that don’t already have them.</p>",
			"summary": "A list of short stories that you can read online. I previously maintained the list as a Mix collection and a Pinterest board, but it should work just as well as a regular web page.",
			"url": "https://www.artkavanagh.ie/short-stories-online.html"
		},
		{
			"id": "anxiety-after-all",
			"date_published": "2020-10-10T11:12:00+02:00",
			"title": "Anxiety after all",
			"content_html": "<p>I <a href=\"https://www.artkavanagh.ie/unspecific-nostalgia.html\">recently suggested</a> that my habitual “unspecific nostalgia” results from feelings that were originally attached to (or stimulated by) memories that, because of SDAM, I no longer experience vividly. The nostalgic feelings are still there but they become generalized because their particular occasions no longer hold any particular significance for me.</p><p>It’s just occurred to me that something similar is probably happening with my feelings of anxiety. I’ve <a href=\"https://medium.com/p/a2b0b3bc8425\">written before</a> about the fact that it was only in my late 50s, after some sessions with a psychotherapist, that I at last recognized that I have been affected by anxiety all my life. The unexpected and unfamiliar sense of <em>wrongness</em> that I experienced during the year after I came back to Ireland at the end of 2011 was, I now think, in large part unacknowledged anxiety.</p><p>Because of a variety of factors — my age, the post-crash economy, the idiosyncratic nature of such work skills as I had managed to develop, and the fact that I had often in the past found job-search difficult — I believed it was unlikely that I’d be able to get a job and that I was probably about to fall into poverty and maybe homelessness. The prospect terrified me, but I wasn’t able to recognize that this was the case. I remained puzzled while I considered various other possibilities. I suffered wild mood swings.</p><p>When, at least five years later, the therapist pointed out to me that my main problem seemed to be anxiety, I briefly believed that I had found the reason for my inexplicable reaction to being “home” in Ireland after 24 years. A few months after my last session with the therapist, I realized that I have aphantasia, and that seemed to provide more context (and a possible explanation) for my difficulties in handling anxiety. In effect, I thought that <a href=\"https://medium.com/p/511989fa1e71\">my inability to visualize reassuring scenarios and successful outcomes was making it more difficult for me to get past the anxiety</a>. Some friends and family members that I outlined this hypothesis to thought it was unconvincing, to put it mildly.</p><p>But already I was starting to play down the anxiety and play up the aphantasia. In the same post linked to in the previous paragraph, “Aphantasia is not a disability”, I wrote:</p><blockquote>I began to wonder if anxiety isn’t my core problem after all, but just a consequence of my general inability to picture possible futures.</blockquote><p>Soon, I was considering all sorts of aphantasia-related alternatives to anxiety as explanations for my life-problems: an <a href=\"https://medium.com/p/e969c8f9587\">inability to plan, schedule or prioritize</a> because I lack a visual imagination; <a href=\"https://medium.com/p/e81dc7e0e259\">ADHD</a> and/or a difficulty with <a href=\"https://medium.com/p/c7a5cb05162c\">executive function</a> (nonverbal working memory); absence of <a href=\"https://medium.com/p/5f8642ea7c34\">motivation</a> caused by not being able to imagine <a href=\"https://www.artkavanagh.ie/writing-purpose.html\">a future worth aiming for</a>; and so on. Any explanation, in short, that would minimize the significance of anxiety.</p><p>It was easy to believe that the problem was something other than anxiety because very often the task at which I was digging in my heels seemed safe and innocuous: there was no objective reason why it should make me uneasy. I’d sit down at the computer to edit a document. It would be a document of a kind I had edited hundreds of times before, with no unusual features and nothing to suggest that it would cause me any unexpected difficulty. Yet, I’d have that horrible sharp, churning feeling in the pit of my stomach, and a sense that I would have to push past an immoveable physical barrier before I could even open the document and start to read it. Or I’d procrastinate for ages before making a perfectly routine, unconfrontational phone call. How could the thing that was stopping me be anxiety, when there was clearly nothing to be anxious about?</p><p>It was only after I wrote about unspecific nostalgia that it occurred to me that I might equally be experiencing <em>unspecific anxiety</em>. In other words, the feelings of anxiety had been caused by particular experiences and episodes that had actually happened to me but that I could no longer remember except in general, almost abstract, terms. The feelings were still real but I couldn’t associate them with particular (episodic) memories. If this is true, it makes sense that I should be more susceptible to these feelings while I’m in Ireland.</p><p>When I lived in Ireland in the 1980s, there was plenty for me to be anxious about, much of it economic. I don’t want to go into details, partly because SDAM would make it difficult for me to remember them and partly, of course, because even if I could remember them the process would be painful. But, as with the feelings of nostalgia discussed in my previous post, I now think it likely that I became anxious because of specific occurrences, situations and interactions, and that the anxious feelings have survived my memories of the events that gave rise to them. As with the unspecific nostalgia, the anxiety has become generalized, and associated with Ireland/Dublin as a whole, instead of with actual incidents, encounters and things that happened.</p>",
			"summary": "In my late 50s, I was blindsided when a psychotherapist suggested that my life problems might be the result of unrecognized anxiety. Soon after that, I learned about aphantasia and SDAM and I preferred to believe that they rather than anxiety accounted for my difficulties. I’ve come to think that anxiety is indeed the culprit; but it’s a generalized anxiety because (as a result of SDAM) I don’t remember the particular occasions that gave rise to it.",
			"url": "https://www.artkavanagh.ie/anxiety-after-all.html"
		}
 	]
}
