{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
			{
			"id": "books-left-behind",
			"date_published": "2020-09-28T09:58:00+02:00",
			"title": "The books I left behind — and some I didn’t",
			"content_html": "<p>When I returned to Ireland in 2011, I left a lot of my possessions in my sister’s attic near Toulouse. This included a HP LaserJet printer, an amplifier and two speakers, a substantial CD collection (most of which I had ripped to iTunes, so I no longer needed the physical media), a television and some DVDs. But most of what I left behind were books. Many of them were general reading: fiction of varying degrees of seriousness as well as some popular nonfiction. There were also the books I had been using in my doctoral work on Andrew Marvell. These fell into three categories: literary criticism and scholarship, seventeenth-century political and constitutional history, and some more specialized topics, notably the argument between Grotius and Selden on the international law of the sea. All in all, there were several heavy boxes of sometimes weighty tomes. Although I had occasionally gone back to retrieve a particular book or two, they had for the most part rested undisturbed for the last nine years.</p><p>On Thursday, having come to the conclusion that I could neither leave them there indefinitely nor find a suitable permanent place for them all, I went through the boxes to sort out which books I absolutely wanted to keep and which I was prepared to leave to be dumped/donated/sold/whatever. There were a few difficult decisions but generally the process turned out to be much easier than I’d been expecting.</p><h3>Fiction</h3><p>I took everything by Michael Dibdin that I could find, including the first seven books in his Aurelio Zen series (or all but one of them: I’m not sure I found <cite>Dead Lagoon</cite>). I’ve been meaning for a long time to write something about Zen’s moral trajectory over the course of the series. I have the last three books in Ireland, so <cite>And Then You Die</cite> may be the only one I’m missing. (It, of course, is central to my argument: the nadir of the trajectory.)</p><p>I left behind the first four or five of Jeff Lindsay’s Dexter series, even though I have two of the later novels in Ireland. I had a vague idea of rereading them to confirm (or not) my impression that they’re satires in which the self-described “monster” repeatedly fails to recognize that he isn’t really any morally worse than the unending stream of ordinary psychopaths, egotists and narcissists from among whom he chooses his victims.</p><p>I took most of the Scott Turow novels I could find, including my disintegrating paperback copy of <cite>The Burden of Proof</cite>, which could do with being replaced anyway. (I still think it’s his best novel, though it has competition from <cite>Personal Injuries</cite>.) The two I didn’t take were <cite>The Laws of Our Fathers</cite> (an ambitious failure, in my view) and <cite>Pleading Guilty</cite> (which I love and will certainly reread). The first of these was showing signs of damp and the second is a trade paperback, which I’ll replace with a more manageable mass market paperback when necessary. I don’t remember seeing <cite>Ordinary Heroes</cite>, which I know I had in hardback. I wonder what happened to it.</p><p>I took Wilkie Collins’s <cite>Armadale</cite> but left behind several other books of his, including <cite>The Moonstone</cite>, <cite>Basil</cite> and <cite>The Law and the Lady</cite>. I’m not entirely sure why I left them: I’d certainly like to read <cite>Basil</cite> again, at least.</p><p>I decided to keep everything I could find by Andrew Taylor except <cite>Caroline Minuscule</cite>, which I’ve already reread to death (another disintegrating paperback).</p><p>I’ve wanted to reread Ian McEwan’s <cite>Enduring Love</cite> almost since I originally read it, so I was glad to get it back. The only other book by McEwan that I took was <cite>Amsterdam</cite>, a very slim volume. My battered, 32-year-old copy of <cite>The Child in Time</cite> needs to be replaced, <cite>The Innocent</cite> is an unwieldy trade paperback and I’m probably never going to read <cite>Atonement</cite> again. My copy of <cite>Saturday</cite> is already in Ireland.</p><p>Note: Enduring Love and Amsterdam: I have said before (too often) that McEwan won the Booker <em>with</em> <cite>Amsterdam</cite> but <em>for</em> the immediately preceding <cite>Enduring Love</cite>, much as Peter Carey won with <cite>Oscar and Lucinda</cite> but for <cite>Illywhacker</cite>.</p><p>The first two books by Peter Abrahams that I read were <cite>Oblivion</cite> and <cite>Nerve Damage</cite>. I took both, though I’ve reread <cite>Oblivion</cite> probably more than once. I’m looking forward to my second read of <cite>Nerve Damage</cite>.</p><p>I decided to keep <cite>Dubliners</cite> but left behind <cite>A Portrait of the Artist</cite>, even though I believe that Joyce is a much better novelist than he is a short story writer. I suspect that <cite>Dubliners</cite> wouldn’t get as much attention as it does if it weren’t the more accessible work of an author whose novels are certainly difficult. Perhaps I kept <cite>Dubliners</cite> so that I can again test that suspicion. And why couldn’t I find my copy of <cite>Ulysses</cite>?</p><h3>Nonfiction</h3><p>I left behind a lot of nonfiction. I had long intended to reread John Lanchester’s <cite>Whoops! Why Everyone Owes Everyone and No One Can Pay</cite> but I probably should have done so before its moment passed. The same with Cass Sunstein and Richard Epstein, <cite>The Vote</cite> and Ian Ayres, <cite>Supercrunchers</cite>. (Remember, these books have been lying there since 2011.) I <em>did</em> retrieve Steven Pinker’s <cite>The Language Instinct</cite>, but nothing else of his. In fact, I couldn’t see any other books by him, though my enthusiasm for <cite>The Language Instinct</cite> led me to binge-read several of his books in the mid 2000s, including <cite>How the Mind Works</cite> and <cite>The Blank Slate</cite>. Where did they all get to? I’m beginning to wonder if there isn’t an overlooked a box that I forgot to open.</p><h3>Literary criticism</h3><p>One book I was particularly keen to recover was Christopher Ricks’s <cite>Essays in Appreciation</cite>, which includes his brilliant reading of <cite>Doctor Faustus</cite>, inspired by William Empson’s highly idiosyncratic one.</p><p>As for Empson himself, I abandoned a lot: everything, in fact, except <cite>Seven Types of Ambiguity</cite> and <cite>Milton’s God</cite>. Again, I’m not sure why I made this choice: I think it was more instinctive than thought out. Perhaps I felt that there was a risk of letting Empson overshadow my future work. I’ve wanted for almost 25 years to write about his interpretation of <cite>Faustus</cite>. If I write anything else to do with Empson, it will be about his essay on Marvell’s marriage, where he arrived (apparently by instinct) at something very close to the truth, by way of a series of factual mistakes, unsupported assumptions and misreadings of historical records. I already have what I need for those two pieces.</p><p>Where Marvell is concerned, I couldn’t possibly leave behind Rosalie Colie’s <cite>My Ecchoing Song: Andrew Marvell’s Poetry of Criticism</cite>, but there was plenty that I <em>did</em> leave, including a box of photocopies of scholarly articles, and many solid, valuable, hardback books in good condition. Thinking about it a day later I was quite impressed, but also a little horrified, at my own ruthlessness. I’ll try to explain <em>why</em> I was so ruthless in the next section.</p><h3>History</h3><p>As far as I remember, I took almost nothing that falls into this category. I know I hesitated over the three volumes of Richard Tuck’s edition of Hugo Grotius, <cite>The Rights of War and Peace</cite>. They had been expensive and would be hard to replace, but on the other hand they are very bulky and I couldn’t be sure that I’d ever need to consult them again. Other substantial books I left behind included Glenn Burgess, <cite>Absolute Monarchy and the Stuart Constitution</cite>, J. G. A. Pocock’s <cite>The Ancient Constitution and the Feudal Law</cite> and quite a bit more in or near the same vein.</p><p>In each case, my thinking was that I <em>now</em> want to write about Marvell from an accessible, critical perspective rather than a rigorous, scholarly, historical one. This is not in the least to disparage rigorous historical scholarship. I admire it hugely and recognize that it’s the indispensible underpinning without which a great deal of criticism would be nothing more than groundless speculation. But the fact is that I (like most people, I imagine) am much better at groundless speculation than I am at rigorous scholarship and having made an attempt at the latter while I was writing my thesis, I now wish to concentrate my attention on the former. </p><h3>Poetry</h3><p>I saved the <a href=\"https://www.artkavanagh.ie/poetry-scholarly-editions.html\">Margoliouth/Legouis edition</a> of Marvell’s <cite>Poems and Letters</cite>. I didn’t think it was acceptable to separate the volumes and take the Poems but not the Letters, so I made room for the latter. I also got William Empson’s <cite>Collected Poems</cite>, apparently undamaged, though some other books in the same box were showing the effects of damp. One of these was the Norton edition of Robert Browning’s poetry. I think I decided to take it anyway, though I don’t clearly remember packing it. In general, I don’t like the Norton editions very much: in this one the pages are too narrow in proportion to their length and it’s too tightly bound. But I need some kind of edition of Browning and this will do in a pinch. I took my hardback <cite>New Oxford Book of Victorian Verse</cite> edited by Christopher Ricks, but left the Penguin Classic edition of Arthur Hugh Clough.</p><p>To my surprise, I didn’t hesitate to take Yeats. (Perhaps I felt that I haven’t finished with him yet.) I also took Auden and Larkin, but not Eliot, Hardy, Herrick, Donne or Milton. I particularly wanted to find my copy of <cite>Selected Poems of Louis MacNeice</cite> but there was no sign of it. Another volume in the hypothetical overlooked box? Anyway, that gives me all the excuse I need to buy that or a different edition of MacNeice’s poetry.</p><h3>A glaring absence?</h3><p>I see that all but one of the authors I’ve mentioned are men. That gives a misleading impression of my current reading habits. In fact, I did pack some books by women but just one book each: Sophie Hannah, Karin Alvtegen, Melissa Bank, Emily Brontë and Rebecca Goldstein (now that I think of it, two in her case, one fiction, one non) are the names that immediately come to mind. I would have taken Kate Atkinson’s <cite>Case Histories</cite> or <cite>One Good Turn</cite> if I’d found either of them but they must be in the overlooked box. I hesitated over Zadie Smith’s <cite>White Teeth</cite> but in the end decided to leave it.</p><p>So that’s it. Inevitably not a perfect choice, since I can’t predict exactly what books I’m going to want to read again in the future or which ones I may need to refer to. But I feel that I’ve freed the ones I selected from the collective weight of their never-again-to-be-read fellows, as well as from their inaccessible location at the back of an attic in Occitanie. That feeling has put a certain lightness in my step in the few days since.</p>",
			"summary": "Nine years ago, I left most of my books, as well as a substantial portion of my other possessions, in the attic of my sister’s house near Toulouse. I’ve just been back to sort out which of the books I want to keep.",
			"url": "https://www.artkavanagh.ie/books-left-behind.html"
		},
		{
			"id": "whither-RSS",
			"date_published": "2020-09-23T12:06:00+02:00",
			"title": "Where to now for RSS?",
			"content_html": "<p>I stopped using RSS around the same time that Google closed Google Reader, but not <em>because</em> of that. As far as I remember, I hadn’t really been aware of Google Reader till I read the announcement of its end. I’ve never really liked web-based readers or used them much: I preferred an approach that allowed me to read feeds in the browser (as both Safari and IE11 did) and it was when Safari dropped that feature that I gave up on feeds, a decision reinforced by the fact that I was then relying more on Twitter to let me know when updates had been posted.</p><p>Then, two years ago, I read that Brent Simmons had resumed ownership of NetNewsWire and was working on a new version. At the time I was without a Mac, so I decided to try Reeder 3 on iPad, while waiting for NetNewsWire to be released on that platform. I later upgraded to Reeder 4 and I’m now happily using the iPad version of NetNewsWire, without syncing. It’s nice to be back.</p><p>I have some reservations about RSS, though. First, I suppose, is the fact that it’s in XML, which I’ve always thought to be unnecessarily complex for many (obviously not all) of the uses it’s been put to. Brent Simmons (again) and Manton Reece have demonstrated this point by creating the specification for <a href=\"https://www.jsonfeed.org/\">JSON Feed</a>, which is a lot more straightforward. My own site consists of static web pages (including this post) from which I can’t automatically generate a feed, so I’ve been offering just a JSON Feed, which I update by hand whenever I post something new.</p><p>I include the full text of the relevant web page as HTML, something that is allowed for in the specification. This has brought it home to me that there’s a degree of duplication, which should ideally be avoided.</p><p>My second reservation is that the RSS approach depends on individual readers <em>following</em> the feeds of sites they want to be updated about. I’m personally <a href=\"https://www.artkavanagh.ie/following.html\">not very taken with the “following” model</a>. It strikes me as too insistent, too FOMO, almost obsessive. I’m not going to read <em>everything</em> that <a href=\"https://memex.naughtons.org/feed\">John Naughton</a> or <a href=\"https://www.taxresearch.org.uk/Blog/feed/\">Richard Murphy</a> posts (probably not even most of it), and if there were an alternative I wouldn’t want to be notified every time they put out something new. On the other hand, I’m even less keen that an algorithm should choose which posts it’s going to tell me about. Experience with Twitter, Facebook and other social media suggests that algorithms really aren’t very good at this. Ideally, I’d like my browser to pop up an unobtrusive notification saying something like “You haven’t visited <a href=\"https://alanralph.co.uk/feed/\">Alan Ralph’s site</a> for a few weeks. There are some new posts. Would you like to take a look?”</p><p>The third reservation is that your feed reader presents everything in the same style. If we’re going to read every story in black San Francisco on a white background, why should anybody bother paying attention to what their site looks like? If the design and style are more than just incidental decoration, shouldn’t we be reading the page in its intended setting? (Not everybody would agree with this, of course. On Micro.blog, <a href=\"https://micro.blog/Miraz/\">@Miraz</a> said that she has set her Safari preferences so that <a href=\"https://micro.blog/Miraz/10297173\">sites open in Reader View by default</a>.)</p><p>So, I think what I’d like to see is that feeds and updates should be handled by the browser, which will know whenever a page/site is updated. The individual would be able to add URLs to a list of sites to be watched. Ideally, it shouldn’t be necessary for the browser to poll these sites more often than 2 or 3 times a week. Many of the sites on the watch list would be infrequently updated. (That’s why they need to be on the list in the first place.) In those cases, the person should be notified of each update. In the case of busier sites, an occasional reminder should be issued if she hasn’t visited the site in a while.</p><p>If the individual decides to visit the updated page, it should be displayed in the browser in the usual way. Journalists and others who need to keep on top of a rapidly changing field would still need feed readers but the rest of us would, I think, find it more convenient to be reminded of updates in our browsers.</p><p>Similar approaches have been tried before. Mozilla discontinued Live Bookmarks in Firefox, presumably because the feature wasn’t used enough to justify the cost of maintaining it. In any case, it was effectively an RSS feed reader, whereas what I’m suggesting would mean incorporating feed elements directly into the web page.</p><p>There’s also Kicks Condor’s browser extension, <a href=\"https://fraidyc.at\">Fraidy Cat</a>, which is a lot of fun but, again, relies in part on RSS feeds and anyway looks like a (brilliant) browser extension rather than a feature that is wholly integrated into the browser.</p><p>The difference between what I’m suggesting and the current system of notifications is that notifications are initiated by the publisher, not the reader. In my proposal, the individual would choose in her own good time what to add to the watch list, whereas under the present system the site asks for permission to show notifications, perhaps at a moment when she doesn’t want to think about that because she’s busy trying to read a post. I don’t believe I’ve <em>ever</em> consented to being sent notifications by a website, yet I’m clearly amenable to the idea of being told about updates, as I’m following 50 feeds in NetNewsWire.</p><p>Another problem with notifications is that they’re often offered by frequently updated sites, though the feature would obviously be more useful for sites that change only occasionally.</p><p>Ultimately, I suppose my point is that it seems unnecessary that HTML and RSS should be two different things. I dare say there’s a good reason why they have to remain separate, but from my (nondeveloper) point of view, it appears to make sense to incorporate the essential features of the latter into the former.</p>",
			"summary": "It’s nice to be using RSS again but I still have some reservations about it. Here are my suggestions for incorporating its most essential features into HTML and the browser.",
			"url": "https://www.artkavanagh.ie/whither-RSS.html"
		},
		{
			"id": "unspecific-nostalgia",
			"date_published": "2020-09-17T11:09:00+02:00",
			"title": "I think I’m finally over France",
			"content_html": "<h2>I may have been trying to relive my experiences in actuality because I can’t recapture them in memory</h2><p>I’ve just spent the last 7 weeks living in a succession of cheapish hotels in Pau and Tarbes, towns in the southern French regions of Nouvelle Aquitaine and Occitanie respectively. I had intended to move from Ireland to France back in March, but then the restrictions on movement were suddenly introduced, and I ended up spending 5 months as an unvited guest in my sister’s house in Dublin. So, once the restrictions were lifted, I had to move quickly.</p><p>A lot of my time over this 7-week period has been spent trying and repeatedly failing to rent a studio apartment for the next year. I don’t intend to bore you with the reasons why I can’t find a place to live but, partly because of them, I think I’ve lost my enthusiasm for living in France.</p><p>I spent 6 months in Bordeaux in 2015 and found somewhere to stay within 10 days. The difference is that, at that time, I was looking for a houseshare, whereas now (partly because of the virus, but also because I’d like to have my own place to myself) I’m trying to find a studio apartment. I’d have expected that people would be more wary about sharing their own homes than about letting out an impersonal property asset, but I got that quite wrong.</p><p>So where do I go from here? There are practical problems about going back to Ireland (I’d have to have somewhere to wait out 14 days’ isolation, for a start, and then find a place to live long-term). And then there are the emotional obstacles.</p><p>In 2011, I moved back to Ireland, having lived outside the country for 24 years, 18 of those in London. Throughout my time away, I had felt nostalgic for Dublin — for that city specifically, not for Ireland as a country. But I wasn’t able to attach that feeling of nostalgia to any particular place, event or experience. (From this point on, I’m going to refer to that feeling as “unspecific nostalgia” for reasons that I hope will become clear.) </p><p>I used to say to a very good friend of mine from Holland (who also lived in London and who died in 2006) that he must come to Dublin; he’d really like it. What would he like about it? he would ask me. I’d go blank. It was hard to say what was so good about the place, apart from a fleeting feeling as one walked along a particular street. It was a generalized atmosphere, impossible to put one’s finger on. But he’d see when he got there. (As it turned out, he never did.)</p><p>When I’d go back for visits (and for my mother’s funeral in 1999), the anticipated generalized atmosphere and fleeting feelings would elude me; but I’d tell myself that this was because I was just passing through, it would be different if I were living there every day. So, when the chance to return to Ireland came up at the end of 2011, I took it.</p><p>I soon began to believe I’d made a dreadful mistake. Dublin was not the place it had been in my imagination. (It hardly could have been, because my imagination was, as I later discovered, incorrigibly nonvisual, and therefore the incapable of capturing certain fundamental characteristics of the place.) Again, it was hard to put my finger on what exactly was wrong. The colours were all off, for a start. The trees were too green to be natural (as, indeed, were many things.) To me, the air in Dublin suggested an alien atmosphere, tinged with a purplish blue, possibly poisonous and certainly inimical to life, whereas that in France had been warm, brown and orange, welcoming. I had to get out of Ireland and go back to France.</p><p>Again, brief visits should have allowed me to view my fantasies with a clearer eye. I spent a few days at a time in France in each of the three years following my return to Ireland, mainly for jazz performances (the Brad Mehldau trio near Toulon, several pianists in Marciac, Enrico Pieranunzi at the Sunside and Martial Solal in Aix) but also for my youngest sister’s 50th birthday. The France of brief visits didn’t match that of my nostalgic imagination but that didn’t stop me from wanting to back permanently.</p><p>I’ve also just recently noticed that I’ve been feeling an inclination to return to London, which I’d happily left for good in 2005 (and again in 2006). I think a pattern is becoming clear, according to which I develop unspecific nostalgia for places where I used to live, and this nostalgia makes itself felt in the form of a strong desire to go back to that place and relive the experiences I had there. I know, theoretically, that the past can’t be relived. I believe it’s because of this cognitive awareness that I didn’t attempt to move back to Dublin during the 1990s or 2000s, despite the feeling that I’d be happier there than in London or France. The feeling was always resistible — until 2012 when it hit me with a double whammy: I was back in Ireland at last, simultaneously “missing” France and learning that the Dublin that I thought I’d been pining after for the past 24 years had very little correspondence with reality.</p><p>Of course, when I was living in London in the 1990s and longing for an idealized but vague and curiously featureless idea of Dublin, or in Dublin in the early 2010s, desperately missing an equally abstract notion of France, I didn’t yet know that I have <a href=\"https://medium.com/p/2db66c17c5f3\">SDAM</a>: I learned about that only in 2018. Now that I’ve been back to France with an awareness of that condition, and have again found it a disappointment, I’m speculating that the mismatch between my expectations and observable reality has something to do with my lack of vivid memories and my inability to form mental images.</p><p>I now suspect that the unspecific nostalgia comes from feelings of pleasure, enjoyment and validation that were originally stimulated by incidents and experiences that I can’t remember except as forming part of a dry, featureless narrative. The feelings are still there, even though they’re not attached to memories, as I assume they would be for someone who doesn’t have SDAM. Lacking a grounding in memory, they’ve instead become associated in my mind with the abstract notion of the place (Dublin, certain parts of France). Not being able to relive the experiences in memory, I’m drawn to try to relive them in actuality, which of course is not possible.</p><p>Now that I think I know what’s happening, I should be better able to resist the urge to “go back”. The attempt to substitute equivalent new experiences for my nonexistent episodic memories is irrational and doomed, but it has taken me at least the last 9 years to understand that. I thought I was missing France or Dublin. In fact, what I lacked were the memories of incidents that had occurred in these places.</p><p>The lesson to be learned from this is that it doesn’t matter where I live. Wherever it might be, I’ll have some good experiences, and some not-so-good ones there. While I’ll certainly remember that some of them happened, I won’t remember them in such a way as to recall them to mind, or “relive” them. The good experiences will evoke pleasant feelings which will not, unfortunately, be connected to memories of the occasions that gave rise to them, and will therefore merge into another bout of unspecific nostalgia. There’s nothing I can do about it but recognize it for what it is.</p><p>I’ve been attaching too much importance to the question <em>where</em> I want to live. Really, the important thing now is to find a room <em>some</em>where with a desk, a chair, a reasonable amount of space for the books I need in the medium term, and a supply of electricity and water. I have at least one book and several shorter writing projects that I’d like to finish while I can still write. They’re <a href=\"https://www.artkavanagh.ie/writing-purpose.html\">my priority now</a>. I don’t want to spend any more time looking for the ideal surroundings in which to write them.</p><p>It may even be the case that being in the “wrong” place, the place where I don’t want to be, may be good for my writing. 2012, the year of the double whammy, when I was at my most unhappy since I left school 38 years previously, was the year when I finally finished, submitted and defended my doctoral thesis and got started on <a href=\"https://www.doi.org/10.1093/escrit/cgw006\">the publication of which I’m most proud</a> (so far). I continued to work on that essay over the following year and in 2014 I wrote the first draft of <cite>A Falling Body</cite>.</p><p>From the beginning of 2016 through to September 2019, I was flat broke and living in a borrowed apartment in a dull, uninspiring Irish town where I wrote <a href=\"https://www.artkavanagh.ie/fiction-list.html\">several short stories</a>, some <a href=\"https://www.artkavanagh.ie/index.html#bookdiscuss\">critical discussion of books and ficton</a> and my posts about <a href=\"https://www.artkavanagh.ie/aphantasia-posts.html\">aphantasia/SDAM</a> as well as a bunch of more ephemeral stuff. So, if writing is really to be my priority from now on, maybe it’s time I went looking for a bare, cheap studio or bedsit (if such a thing is to be found) in another uninteresting Irish town. But first, I need to figure out what to do about the 14 days’ isolation. Je vous tiendrai au courant.</p>",
			"summary": "For years, I’ve felt nostalgic for places where I used to live, particularly Dublin and France. I now think that my inability (because of SDAM) to recapture in memory my experiences in these places has led me to try to relive them in actuality, though I know this is impossible.",
			"url": "https://www.artkavanagh.ie/even-plainer-text.html"
		},
		{
			"id": "even-plainer-text",
			"date_published": "2020-09-11T12:41:00+02:00",
			"title": "Even plainer text",
			"content_html": "<p>Almost the first thing I posted after I registered my own domain name and set up a static site on GitHub Pages was <a href=\"https://www.artkavanagh.ie/HTML-Markdown.html\">this piece comparing Markdown and HTML</a>. At the time, I was thinking of HTML as cumbersome, full of redundancies and awkward to write, and was in the first flush of early enthusiasm about Markdown, which I had been aware of but hadn’t really used up to that point.</p><p>After a few months using GitHub Pages, I decided that it would be easier to write my posts in simple HTML with a rudimentary CSS style sheet than to learn how to modify Jekyll themes. Since then, I’ve been writing all the posts on this site in HTML. It works but there are some little things that irritate me about it.</p><p>Most of the tags used in a normal post are going to be for paragraph (&lt;p&gt;) elements, so I just forget about these for the time being and type paragraphs of text separated by blank lines, as in Markdown. For most other things — headings, blockquotes, emphasis, citing book and journal titles, lists, notes (i.e. details/summary), I type the HTML tags out in full. None of these is common enough to make that a problem. Same with links and images: with these, I prefer the HTML approach to Markdown’s, even though it requires me to type straight double quotes (another redundancy: Markdown does fine without them) while I usually write with “smart” quotes turned on.</p><p>The resulting document should be valid Markdown, although it doesn’t contain  any Markdown syntax. Once I’ve got a complete draft, I change the extension from .txt to .md (if necessary) and open my document in iA Writer, which I use for no other purpose than to convert Markdown to HTML! (I bought the iPad version to try it out, so I might as well do something with it, even if not actual <em>writing</em>.)</p><p>I then edit the HTML document in a text editor: adding a stylesheet link and meta description — and occasionally some embedded styles — to the head, and pasting in my standard header at the top of the body.</p><p>You may be asking why I don’t use Markdown for the headings, blockquotes, emphasis etc? It would work equally well. The reason is that, having written in Markdown regularly over a period of months, I realized that I’m not very enthusiastic about it. The principle of avoiding HTML’s redundancies appeals to me; the methods chosen don’t. They’re expressly based on plain text email conventions: underscores for emphasis, greater-than to begin a block quote, a blank line to indicate a new paragraph.</p><p>In the late 1990s and early 2000s, I used to subscribe to the Milton-L mailing list, a discussion group conducted by email. The thing about Milton-L that used to drive me mad was that there was no way to distinguish the title of a book or journal from the surrounding text. Some people used underscores but I always thought that was an unsatisfactory workaround.</p><p>This approach — writing mainly plain text with some HTML tags — works perfectly well if I want (as I usually do) to produce a HTML document to be posted on my site. But it’s getting tantalizingly close to the ideal state of being able to do everything as plain text.</p><p>One reason why I avoided HTML for many years was that when I first used it, I had to type a lot of entities to represent non-ASCII characters: &amp;rdquo;, &amp;apos;, &amp;hellip;, &amp;eacute; and &amp;mdash; for example. Typing these was unbelievably disruptive to the flow of the writing. The use of UTF-8 encoding has removed this difficulty. As a result, writing HTML is a much less frustrating experience than it used to be.</p><p>As it has become possible to type as plain text nearly all the characters I need, it has seemed somehow redundant to have to rely on an external style sheet or document-type specification for presentation and structure. On the other hand, it seems to me that a lot of the documents I write (e.g. <a href=\"https://www.artkavanagh.ie/protected.txt\">a short story</a>) don’t have a very complex visual structure. So, I began to wonder if it wouldn’t be possible to do the whole thing in text, without any additional markup.</p><p>The elements that I typically might need to use in a document are these (with, in the third column, my suggestions as to how they might be indicated using only plain text):</p><table><colgroup><col width=\"25%\"><col width=\"20%\"><col width=\"55%\"></colgroup><tr><th>Element</th><th>HTML</th><th>Plain text equivalent</th></tr><tr><td>Title</td><td>&lt;title&gt;</td><td>ALL UPPERCASE</td></tr><tr><td>First level heading</td><td>&lt;h1&gt;</td><td>Use Title Case if You Don’t Mind</td></tr><tr><td>Second level heading</td><td>&lt;h2&gt;</td><td>Short line (no more than 40 characters), with only one line break at the end; text following the line break is treated as a normal paragraph</td></tr><tr><td>Normal paragraph</td><td>&lt;p&gt;</td><td>Double line break at the end (unless it’s the last paragraph in the document)</td></tr><tr><td>Block quote</td><td>&lt;blockquote&gt;</td><td>Separate from the preceding and succeeding paragraphs with 3 line breaks rather than 2</td></tr><tr><td>Line break</td><td>&lt;br&gt;</td><td>A line break (I don’t put breaks in the middle of paragraphs unless a break is intended, and I invariably have word-wrap turned on)</td></tr><tr><td>Emphasis</td><td>&lt;em&gt;</td><td>Try to make it clear from the context when emphasis is intended; if you absolutely, positively must emphasize a word or phrase, put an asterisk immediately before and after it: underscores look messier and less “finished” than asterisks</td></tr><tr><td>Citaton</td><td>&lt;cite&gt;</td><td>There’s no way to avoid some markup for this one, I’m afraid: I suggest using braces (curly brackets) as in Henry Fielding, {The History of Tom Jones, a Foundling} or {The New Yorker}</td></tr><tr><td>Numbered list</td><td>&lt;ol&gt;</td><td>See list item below</td></tr><tr><td>List item</td><td>&lt;li&gt;</td><td>Just put a number at the start of the line: if there are no more than 5 or 6 items, it’s easy to keep track of the numbers; I don’t use bulleted lists very much (I’ve never seen the point), but a suitable nonalphanumeric character will be fine</td></tr><tr><td>Expandable note</td><td>&lt;details&gt; and &lt;summary&gt;</td><td>Where possible avoid notes, which are a distraction that at best disrupt the reading experience; (instead, try to incorporate references, asides etc into the text using parentheses if necessary)</td></tr></table><p>That leaves links and images. To take the latter first, you’re dealing with a text file: any images are necessarily going to be separate. I’d be inclined just to put something in the text like “Figure 1: The author’s family tree” and name the image files to make it clear which goes where. As for links, well, again this is meant to be text, not hypertext. If you’re referring to something the reader can easily search for on Google, DDG, Bandcamp or a relevant app store etc, don’t bother with a link. Your reader is not a helpless infant. If you find it necessary to include a URL, the convention of surrounding it with angle brackets will work just as well here as anywhere else. (I may have more to say about hypertext and links in a follow-up post.)</p><p>This approach won’t be ideal for everything, of course. If you’re writing a web page, you might as well go full HTML, with links, images, headers, notes and so on. If you’re producing academic writing, you’re going to need notes and a more robust approach to citation than I recommend here. But for things like email newsletters, or documents that might be opened, read and edited on any system, I believe that my suggestion has something to recommend it. I’m certainly going to try it out myself.</p>",
			"summary": "A suggestion for writing a basically structured document in plain (i.e. UTF-8) text without reference to an external style sheet and with as little markup as possible.",
			"url": "https://www.artkavanagh.ie/even-plainer-text.html"
		},
		{
			"id": "body-in-the-matrix",
			"date_published": "2020-09-03T09:02:00+02:00",
			"title": "The body in The Matrix",
			"content_html": "<p>I saw <cite>The Matrix</cite> only once, on television in about 2001 or 2002. I was disappointed in the film, particularly compared to the Wachowskis’ earlier <cite><a href=\"https://thespool.net/features/2019/06/bound-wachowski-retro-review/\">Bound</a></cite>. Their first film a twisty, gripping banquet of a heist movie in which two women plot to steal mob money that’s being laundered by the husband of one of them. I’ve never seen Gina Gershon give a better performance than she does as Corky, and Jennifer Tilly slyly undermines her high-voiced, “girly” persona.</p><p>So I had high hopes for <cite>The Matrix</cite> but I’m sorry to say they weren’t realized. I found the film plodding, unsubtle and over-reliant on special effects, with a plot that seemed incomplete (as if the film-makers were holding back part of the story for the sequels). In particular, I found the “reality isn’t what you think it is, it’s something completely different” theme dissatisfying and fantastic (not in a good sense). I never bothered to watch the sequels. I always meant to go back and give <cite>The Matrix</cite> a second chance, to see if I’ve been unfair to it (a distinct possibility) but that has never seemed an urgent project in the 18 years or so since I saw it.</p><p>Then, recently, Jennifer Harrison (<a href=\"https://micro.blog/GeneticJen\">GeneticJen</a> on Micro.blog) reposted an essay that she had originally published on Medium 3 years ago, in which she examines the argument that <cite>The Matrix</cite> can be viewed as <a href=\"https://geneticjen.micro.blog/2020/08/21/some-thoughts-and.html\">a trans allegory</a>. That led me to Google, where I learned that there’s a whole online discussion of this very question that seems to have been going on for some time. One contribution that caught my eye was <a href=\"https://www.vox.com/culture/2019/3/30/18286436/the-matrix-wachowskis-trans-experience-redpill\">a story on <cite>Vox</cite> by Emily VanDerWerff</a>, who puts her finger on exactly what I don’t like about <cite>The Matrix</cite>:</p><blockquote>The entire movie is about transcending the limitations of the physical form to explore what the mind is capable of. Bodies are, at best, a suggestion. Your brain is what really matters.</blockquote><p>I fundamentally disagree that the brain is “what really matters” and the body little more than a bundle of limitations that exists primarily to be transcended. The idea that the body is just a adjunct to the “real” self (whether that self is conceived of as “the mind”, “the soul” or some other kind of inner essential being) is a commonplace in European thought, literature and religion. I have long believed that it’s completely wrong and treacherously deceptive.</p><p>A person’s body is central to the way she exists in the world. It initially registers the sensory inputs — sight, taste, sensation, hearing and smell — that the brain then processes. It includes (among much else) the digestive and cardio-vascular systems that keep the whole organism alive. It’s responsible for speech and all actions taken by the individual. If we assume that a disembodied brain <em>could</em> exist at all, it would be completely isolated from the world, unable to communicate, to perceive anything or even to nourish itself. It could not survive for very long.</p><p>Even in this last paragraph, I’ve been treating body and mind as if they were distinct parts of the human being, capable of having an existence separate from each other. This is not what I believe, but is simply a piece of conceptual shorthand. Body and mind are <em>both</em> integral and essential to the complete person. We are accustomed to think of them as distinct only for analytical purposes.</p><p>They’re really nothing more than ways of trying to grasp different aspects of the same big, complex, multifaceted, organic thing (the human individual) but they don’t in reality correspond to an actual division or divisibility within that thing. A body without a mind is a corpse; a mind without a body merely a fantasy.</p><p>That’s the main reason I’ve never been able to accept formulations like “born in the wrong body” (which mercifully one hears less often now that people wanting to transition have fewer gatekeepers to persuade). A living body is not a vessel or container <em>in</em> which the essential self is carried around. Nor is it a piece of organic machinery which is employed (for want of something better) by a ghostly intelligence to mediate between itself and the “external”, physical world. On the contrary, the body is an integral part of the human being, a part that can’t be separated or disentangled from the being as a whole.</p><p>I fully understand that this is not how the body appears to us in our self-perceptions. I’ve <a href=\"https://medium.com/p/2db66c17c5f3\">written before</a> more than once about <a href=\"https://medium.com/p/e0c93850ffb1\">not having a visual self-image</a>. I <em>do</em> have a self-conception, however, and I’ve been thinking a lot about what form that self-conception takes. It’s not easy to be sure, because the idea seems to slip away as I try to examine it directly. But, as far as I can tell, I imagine myself (at least some of the time) as a blob of consciousness, occupying the same physical position as my cranium but slightly larger and with less distinct edges.</p><p>Of course, that self-conception is <em>obviously wrong</em>. I’m perfectly well aware that it’s wrong. I <em>know</em> that I’m an overweight, white, Irish male, in need of a haircut and about 1.81 metres in height. But that’s not how I experience my own being. (When I was much younger, I used to enjoy the “Oh, <em>that’s</em> what I look like” moment when I’d unexpectedly catch sight of my reflection. For some years now, the surprise hasn’t been nearly so pleasant but it’s still a surprise.)</p><p>Now it’s possible that, because I can’t visualize, I have a more <em>obviously</em> distorted self-conception than most. Be that as it may, I’m convinced that people generally have an inaccurate and misleading image or conception of themselves. Why we as a species should have evolved that way I can’t say, but I’m not in any doubt that we have done so. For some reason, we seem to be better adapted to survival if we can manage to believe that “we” are insulated by our physical attributes from our environment, and that we exist somehow apart from it. Intellectually, we know that this is an illusion. We should try not to forget that fact.</p><p>Probably, this distorted self-image is one of the factors that makes it possible for us to devalue the body: to see our consciousness as the <em>essential</em> thing and our physical characteristics as incidental and subsidiary, just the container. In any case, I think it’s worth making a special effort to give the body its (easily overlooked) due. I think something like this is partly what J K Rowling had in mind when she provoked a lot of anger by <a href=\"https://www.jkrowling.com/opinions/j-k-rowling-writes-about-her-reasons-for-speaking-out-on-sex-and-gender-issues/\">insisting that “sex is real”</a>. Sex is, I suspect, the area of human activity and entity where the interdependence and inseparability of mind and body are at their most obvious and undeniable.</p><p>So, I interpret Rowling’s remarks as implying that “bodies are real, and indispensable”, and in that sense (though <a href=\"https://www.artkavanagh.ie/gender-identity.html\">not exclusively in that sense</a>) I fundamentally agree with it.</p><p>I think the time has come when I should finally rewatch <cite>The Matrix</cite>, with more critical attention than I gave it 18 years ago. Depending on how that goes, I might even watch the sequels. But I’m not going to be surprised if I don’t enjoy them.</p>",
			"summary": "I disliked and was disappointed in The Matrix, which I’ve seen only once, though I loved the Wachowski sisters’ earlier film, Bound. Vox’s Emily VanDerWerff may have put her finger on the reason I’ve been refusing the red pill. It has to do with transcending the body’s limitations.",
			"url": "https://www.artkavanagh.ie/body-in-the-matrix.html"
		},
		{
			"id": "poetry-scholarly-editions",
			"date_published": "2020-08-22T11:48:00+02:00",
			"title": "Reading poetry in scholarly editions",
			"content_html": "<p>In the discussions of poetry by <a href=\"https://medium.com/p/30b2093bc6c3\">Andrew Marvell</a> and <a href=\"https://www.artkavanagh.ie/finite-though-unbounded\">William Empson</a> that I’ve posted over the past few years, I have had to rely on scholarly editions of their poetry. In the case of Empson, I quoted from John Haffenden’s <cite>The Complete Poems of William Empson</cite> (Penguin, 2000) and for Marvell I used Nigel Smith’s <cite>The Poems of Andrew Marvell</cite>, revised edition, (Routledge, 2007). In each case, I found it necessary to replace the poetry quotations in my original draft/version of the post with the corresponding passages taken from the chosen edition. That was one of the factors that got me thinking (again) about scholarly editions of poetry.</p><p>For example, my original 1996 essay on Empson’s poetry quoted lines 11–12 of “Invitation to Juno” as</p><blockquote>Could not Professor Charles Darwin<br>Graft annual upon perennial trees?</blockquote><p>That version of line 11 is the one that appears in Empson’s <cite>Collected Poems</cite> (Chatto &amp; Windus, 1955) — very nearly the ideal form of a “slim volume”, with a beautiful yellow dust jacket — that I had used while writing the essay. For online publication, I substituted the version of line 11 from Haffenden’s edition:</p><blockquote>Did not once the adroit Darwin<br>Graft annual upon perennial trees?</blockquote><p>According to Haffenden, Empson changed line 11 because he was dissatisfied with the inaccurate characterization of Darwin as a “Professor”. So, “the adroit Darwin” accords with authorial intention, albeit an intention that crystallized many years after initial publication of the poem. I think Empson’s change is an improvement in one way and a disimprovement in another. (Probably the latter on balance.) It certainly gave me pause on first reading, because of my familiarity with the “Professor” version of the line.</p><p>The first edition of Nigel Smith’s <cite>The Poems of Andrew Marvell</cite> appeared in 2003 in hardback and I used it extensively while working on my doctoral thesis. But by then I had already adopted the practice of quoting Marvell’s poetry from an earlier scholarly edition, and I continued to use the earlier edition for quotations throughout my thesis. This was Margoliouth’s <cite>The Poems and Letters of Andrew Marvell</cite>, 3rd ed. by Pierre Legouis with E. E. Duncan-Jones (OUP, 1971). This edition, though impeccable in most respects, was 30 years older, dating from a time when scholarship tended to be less obtrusive.</p><p>One of the examiners of my thesis pointed out to me that to quote from the earlier edition, now that Smith’s was established as the new standard, appeared eccentric and wilfully anachronistic on my part. I decided that for further publication I needed to replace the quotations from Legouis/Margoliouth with the corresponding passages from Smith. I did so without entusiasm, but that is not to say that I don’t appreciate Smith’s contribution. I am not merely hugely indebted to the work of Haffenden and Smith, I am wholly in awe of it, to the point where I find myself in a position analogous to Marvell’s, when he acknowledged that he “must commend” Milton’s <cite>Paradise Lost</cite>:</p><blockquote>… I am now convinced, and none will dare<br>Within thy labours to pretend a share.<br>Thou hast not missed one thought that could be fit,<br>And all that was improper dost omit:<br>So that no room is here for writers left,<br>But to detect their ignorance or theft.<br>…</blockquote><blockquote class=\"indent\">Where couldst thou words of such a compass find?<br>Whence furnish such a vast expanse of mind? (“On … <cite>Paradise Lost</cite>”, ll. 25–30, 41–2)</blockquote><p>Yet, overwhelmingly impressive though their work is, I suspect that if I had first encountered Empson’s or Marvell’s poetry in one of these editions I wouldn’t have been quite so keen to write about it. I still feel that the “natural habitat” of Empson’s poetry is 119 small octavo pages, rather than Haffenden’s 512 somewhat larger ones. Several times while lightly editing the Empson essay before posting it on the web, I caught myself wishing that I had the 1955 <cite>Collected Poems</cite> within easy reach.</p><p>In much the same way, I noticed many years ago a reluctance on my part to reread one of Marvell’s poems in its entirety. Instead, I’d open the volume to check a line, a reference or an argument. For a while, I thought this was just ennui resulting from overexposure. But I’ve often suspected that there may be more to it than that.</p><p><img src=\"https://www.artkavanagh.ie/nymph-complaining.jpeg\" alt=\"The Nymph Complaining, Smith’s edition\" width=\"640\" height=\"580\"></p><p>This is the opening from the Smith edition of one of my favourite poems, “The Nymph Complaining for the Death of her Fawn”. Without wishing to appear in the least ungrateful for Smith’s painstaking work, I can’t help feeling that Marvell’s lyric is a bit cramped or constrained by the weight of scholarship that surrounds it. If I was approaching “The Nymph Complaining” for the first time, I suspect that I’d find this presentation, with its dense context, just a little forbidding. And one of the problems with reading poetry is that even very small obstacles can derail an attempt to take it in.</p><p>This gives rise to a real dilemma. A mid seventeenth century poet like Marvell can appear deceptively modern: the twenty-first century reader is often at risk of mistaking the poet for our near-contemporary, and therefore misreading his work. I need to be periodically reminded that the culture of print publication, the system of censorship and “licensing”, the constitution of Parliament (of which Marvell was a member for the last 20 years of his life) and the meaning of the word “constitution” itself (to take just some of the more obvious examples) each had a different significance for Marvell than it may have for me.</p><p>Historical scholarship provides some protection against this kind of misinterpretation and is therefore indispensable. But I suggest we need a way to hide it so that it doesn’t make its presence felt too early in the reading process. One possibility would be to start reading the poetry from a popular edition (or, as I did with Marvell, from an earlier scholarly one). But the popular or outdated edition probably contains readings that have since been questioned or rejected, and will ignore the most recent discoveries.</p><p>Ideally, the reader and discusser of the poetry needs the most up-to-date text, but separated (to the extent it can be) from extraneous commentary and annotation. There are some obvious ways this could be achieved. Publishers might divide their scholarly editions into two volumes, one containing only the poetry, the other the scholarly apparatus. Depending on the needs of the reader, both volumes could be opened and read side by side, or one could be consulted at a time. Another possibility would be to produce just one volume, containing the “bare” text of the poetry, with the critical and scholarly material being made available online.</p><p>Some 20 years ago, I owned a large, thick paperback, <cite>The BeOS Bible</cite> by Scot Hacker. Purchasers of the printed book could get access to supplementary and updated material on the publisher’s website. As far as I remember, I didn’t make much use of the online material. I probably thought that the approach was something of a gimmick. Twenty years on, I think I may see a use for that approach.</p>",
			"summary": "Scholarly editions of poetry provide some protection against anachronistic readings, misinterpretation and other errors. Unfortunately, that protection comes at a price.",
			"url": "https://www.artkavanagh.ie/poetry-scholarly-editions.html"
		},
		{
			"id": "gender-as-behaviour",
			"date_published": "2020-08-13T08:24:00+02:00",
			"title": "A good masculinity is hard to find: Part 3 — gender as behaviour",
			"content_html": "<p>For most of my adult life — at a conservative estimate, from my mid 20s to my late 50s — I’ve thought of gender as predominantly a question of <em>behaviour</em>: certain clusters of actions, attitudes, proclivities, beliefs and traits can be categorized as more or less masculine, others as more or less feminine. As I said in part 2, the notion of gender-as-identity was completely foreign to me, something I had never considered.</p><p>When I first started to think about gender (masculinity/femininity) as something distinct from sex (male/female) in the mid 1980s, it seemed clear that in this schema <em>sex</em> was entirely a matter of biology. It was the way our species reproduces itself, the mechanism by which the next generation was brought into existence. If you weren’t born with a uterus and ovaries, there was no possibility that you could ever bear a child. Conversely, throughout most of human history, without testes and a penis you were never going to fertilize an egg. Sex was straightforward and (a relatively small number of intersex people apart) obvious. The vast majority of people were either male or female and were going to stay that way, whether they liked it or not. And, strange as it might seem from today’s viewpoint, that was no big deal.</p><p>Because, if sex was reproduction, <em>gender</em> was more or less everything else. Whether you preferred to wear dungarees and short spiky hair, or frilly dresses with ringlets down to your waist; whether you shaved your legs and armpits or the bottom half of your face; and whether you listened to death metal or showtunes: none of these had any <em>necessary</em> connection with whether you had a womb or not. And if the male/female stuff was all about biology, the masculine/feminine characteristics and activities must be … well, they must be the opposite. That meant they must be sociocultural.</p><p>If you were solicitous and nurturing, accustomed to putting the needs of your family members before your own desires; or, on the other hand, if you were assertive and belligerent, and wary about being taken advantage of, this wasn’t the product of genes or chromosomes, but rather of your social conditioning. If you were a macho hard man, it was because “society” (for its own inscrutable purposes) was always nudging you in that direction.</p><p>I stuck with this model of gender for several decades, despite the lack of evidence to support it. If gender was a matter of social conditioning, it ought (presumably) be easy enough to decondition ourselves as a society. Don’t give your boy children toy guns and trucks to play with, or your girl children dolls’ houses and nurses’ outfits. Don’t dress them in blue or pink. Don’t encourage the boys’ ambitions more than the girls’ or the girls’ caring, self-sacrificing side more than the boys’. And so on. I don’t have any statistical evidence, but I believe that most parents who have tried this approach would agree that it hasn’t been a spectacular success.</p><p>Say we accept that gender-as-behaviour is primarily a matter of social conditioning. Is that <em>in itself</em> a good enough reason to want to change it?  After all, there are many phenomena whose continued existence we accept despite the fact that they are largely social constructs: the stock market, academia, the film industry and the international law of the sea, to take a few examples. In other words, if it’s true that gender is something we’d like to free ourselves from, that isn’t because it’s “merely a social construct” but is more likely to be because we experience it as a limitation on our freedom: a set of shackles. And equally, if it turns out that gender really <em>is</em> merely a social construct, I don’t believe that it will therefore be easier to escape from it. In short, the supposed (unproven) social nature of gender may be a red herring.</p><p>Since the early 1960s, many women have come to see femininity as a trap, or as a set of constraints on what they can do and what they can be. In the decades since then, women have remade and redefined femininity, turning it into something that would appear unrecognizable to their 1950s foremothers. For the most part, they have freed themselves from its chains. In doing so, women did not become men (or become like men), though that is what many of the critics of feminism accused them of attempting. It’s striking that we men haven’t accomplished anything comparable in relation to masculinity. That imbalance between women’s considerable success in escaping femininity and men’s failure to get out from under the weight of masculinity requires some explanation.</p><p>It is, no doubt, partly a matter of men’s refusal to relinquish our advantageous gender position. Privilege of any kind has never been a easy thing to surrender voluntarily and it’s clear that the imbalance in gender relations — patriarchy, in short — has historically benefited men at the expense of women. Women have had much more incentive to shake off behavioural gender than we men have. Of course, it’s not as simple as that. In many areas of life (law, politics, business for example), older men have a historic advantage which is rapidly being eroded. As these old men retire, they will be replaced by a much more sex-balanced cadre. The privileges of masculinity have an expiry date and it’s getting closer all the time. And yet a substantial proportion of the younger male lawyers, politicians, executives etc. seem hardly any less dedicated to masculine behaviour than their predecessors were. Why should that be?</p><p>Based on my own experience as a male person (and a man), it does seem to me that a man who wishes to act in an obviously unmasculine way risks breaking a powerful taboo. I suspect that that acts as a strong check on any impulse we might have to reject masculinity. To be sure, those women in the 1960s and 70s who first attempted to jettison their feminine ways of dressing, acting and being also had to be willing to contravene taboos. Somehow the taboos which enforced and protected femininity were more vulnerable to attack than those doing the same job for masculinity. No doubt this was partly because women had less to lose and more to gain immediately. There may be more to it than that.</p><p>My former conception of gender as a social construct has not been easy to give up, notwithstanding the absence of supporting evidence. There wasn’t an identifiable moment when the scales dropped from my eyes. But gradually, unnoticed, I stopped thinking of gender as the product of “nurture” and began to wonder if it might not be innate. Quite likely, my fruitless search for a gender “identity” played a part. No doubt reading several books by Steven Pinker, including <cite>The Blank Slate</cite> which describes how many of the aspects of our personalities that we’re used to thinking of as learned behaviour actually come preinstalled by our genetic makeup, also had something to do with it.</p><p>This is my alternative suggestion. Think about the behaviour and attributes that are stereotypically masculine: strength and bulk, larger size, belligerence and assertiveness, self-confidence. A willingness to defend one’s corner and a wariness and suspicion about being cheated. In a developing early human society, before the institution of laws, tribunals, markets, councils of elders and so on, isn’t it likely that men who exhibited such masculine traits would enjoy an evolutionary advantage? Competing men would be more easily deterred from trying to steal their food, occupy their land, abduct their wives or daughters, or generally to make their lives more difficult.</p><p>Similarly, women who exhibited stereotypically feminine qualities, who were caring and nurturing, gentle, unthreatening, pretty, selfless and generous (and so on) would be more likely to attract the protection of the very masculine man, and thus share in his relative invulnerability to theft, dispossession, abduction and other adverse events. Couples like this could be expected to outbreed their rivals and pass their genes on to future generations. Furthermore, those couples amongst them who passed on the masculine characteristics disproportionally to their sons and the feminine ones disproportionally to their daughters would be more favoured by evolution than those who passed these qualities on indiscriminately. Random mutation would tend to select for masculinity in men and femininity in women.</p><p>This is what some critics of evolutionary biology have called a “just-so story”. It’s more in the nature of a thought experiment than a serious, testable hypothesis. I’m not claiming that such an evolutionary process as I’ve briefly described is an accurate or reliable account of how gendered behaviour and traits came to be so prominent in humans. I have no evidence to support this account. I believe it’s certain to be wrong in some significant respects. But —</p><p>Its purpose is to show that it’s <em>possible</em> to postulate a genetic or biological explanation of gender differences in human beings that is no more fanciful than the “social” explanation. I don’t know whether human gender differences are the result of socialization or biology (or of each reinforcing the other, or some more complex interaction of the two). I would like to <em>assume</em> for the sake of argument that our gender behaviour is as much a product of our biology as our reproductive organs are. If that were true, would it be an argument for accepting and acquiescing in the gender characteristics that we’ve presumably inherited from our ancestors? If both sex <em>and</em> gender are innate/genetic, shouldn’t we just abandon the idea that there’s a useful distinction to be made between them, that there’s any point in trying to keep them separate?</p><p>It seems to me that the answer is clearly “no”. We’re not yet finished with sex (always assuming that we think it’s a good thing that our species should continue to reproduce and propagate itself into the future). It still has a function to perform. Conversely, gender evolved, according to my hypothesis, because it made us safer in dangerous circumstances, circumstances very different from the ones we find ourselves in now that we have laws and institutions which provide a more effective protection than a bellowing, chest-thumping individual could hope to. Why should we continue to wear a gender straitjacket which no longer carries any compensating benefit? As I’ve said, women saw more than half a century ago that, in general, there were no advantages and considerable costs to retaining “femininity”. Men (in general) have been much slower to shake off masculinity, though for us too the costs far outweigh the (real, if quickly depreciating) advantages.</p><p>In recent years, the old-fashioned idea of gender-as-behaviour (which seemed new and exciting to me just 35 years ago), has been overshadowed by the concept of gender identity. My aim in these posts has been to argue that there are useful and important things still to be said about the older notion. While gender identity issues affect a relatively small proportion of the population, virtually everybody is or has been, to some extent, a prisoner of gender behaviour. The much greater visibility of transgender people in recent years is welcome for many reasons, not least (from my point of view) because it makes gender nonconformity a more socially acceptable choice for the rest of us. But it also comes with at least one major risk: that <em>only</em> trans people will be perceived as needing to escape from gender, and that the rest of us will continue to tolerate, with only relative discomfort, our accustomed gender constraints. It’s time we recognized that there are varying degrees (and quite possibly different kinds) of gender dysphoria, and that virtually all of us are affected by some variety of that condition to some significant extent.</p><p>Though this is the last post in the series, there remain things I wanted to say about gender (and possibly also about sex). So there may be further standalone posts in the near future. You have been warned.</p>",
			"summary": "The old-fashioned notion of gender-as-behaviour has recently been overshadowed by the concept of gender identity. But there are still useful things to be said about the older idea. For a start, having believed for more than 35 years that masculinity and femininity were “social constructs”, I’ve recently changed my opinion.",
			"url": "https://www.artkavanagh.ie/gender-as-behaviour.html"
		},
		{
			"id": "prelate",
			"date_published": "2020-08-02T09:35:00+02:00",
			"title": "Prelate of the grove: A note on ambition and preferment in Marvell’s Upon Appleton House",
			"content_html": "<p>Andrew Marvell was no admirer of bishops. Examples of his antipathy can be found throughout his writings, for example in his “Epigram: Upon Blood’s attempt to steal the Crown”. This verse was occasioned by an incident in 1671, when Colonel Thomas Blood entered the Tower of London with the aim of stealing the Crown jewels. Blood was disguised as a priest, “The fittest mask for one that robs a crown” (l. 4). If he had killed the keeper of the Tower instead of just wounding him, he might have escaped with the jewels. (He was subsequently pardoned by the king.) Marvell comments:</p><blockquote>With the priest’s vestments, had he but put on<br>A bishop’s cruelty, the crown had gone. (ll. 7–8)</blockquote><p>The Blood epigram is included in it entirety as lines 192–199 of “The Loyal Scot”, Marvell’s poem on the death of Captain Archibald Douglas in a Dutch attack on Chatham in 1667. In that poem bishops are portrayed as a major cause of division between England and Douglas’s native Scotland. The reader is left in no doubt as to Marvell’s contempt:</p><blockquote>In faith erroneous, and in life profane,<br>These hypocrites their faith and linen stain. (ll. 170–171)</blockquote><p>One of the things that angered Marvell was the bishops’ insistence on interfering in the legislative process by taking seats in the House of Lords, when they might be expected to provide leadership in matters of faith. In ”The Third Advice to a Painter” (1666), he wrote:</p><blockquote>The Lords’ House drains the houses of the Lord<br>For bishops’ voices silencing the Word. (ll. 241–242)</blockquote><p>It is true that this complaint is uttered by Marvell’s “Cassandra”, rather than by the authorial voice, but there is no doubt that it reflects the poet’s own opinion: compare lines 224–225 of “The Loyal Scot”.</p><details><summary>Note: “Cassandra”</summary>On Lady Albemarle’s role as a truth-teller fated not to be believed, see Martin Dzelzainis, “‘Presbyterian Sibyl’: Truth-telling and Gender in Andrew Marvell’s <cite>The Third Advice to a Painter</cite>”, in <cite>Rhetoric, Women and Politics in Early Modern England</cite>, ed. Jennifer Richards and Alison Thorne (London and New York: Routledge, 2007), 111–28.</details><p>“Upon Appleton House” is earlier than any of these poems, dating from the summer of 1651. Marvell was already a critic of episcopacy but his attack here may seem a little less vituperative than the later ones. Instead of taxing the former occupant of Cawood Castle with cruelty or hypocrisy, Marvell instead draws attention to his ambition, a quality that might be undesirable in a bishop but which had its role to play in the personality of a retired general or his daughter.</p><blockquote>The sight does from these bastions ply,<br>Th’invisible artillery;<br>And at proud Cawood Castle seems<br>To point the batt’ry of its beams.<br>As if it quarrelled in the seat<br>Th’ambition of its prelate great. (ll. 361–364)</blockquote><p>The tone of this passage is not easy to pin down. The battery consists of the colours of banks of flowers, joyful rather than warlike. “As if” reminds the reader that the quarrel is imaginary, not least because “the seat” has not been occupied by the archbishop since the war started, some nine years earlier. Yet, there are real grounds for thinking that ambition is dangerous. Fairfax</p><blockquote>… did with his utmost skill,<br>Ambition weed, but conscience till.<br>Conscience, that heaven-nursèd plant,<br>Which most our earthly gardens want. (ll. 353–356)</blockquote><p>The contrast seems to be clear: conscience is to be cultivated, ambition rooted up and destroyed. However to “weed” ambition is not necessarily to treat it as a weed — it might be to pull up the weeds (such as presumption) which surround it, and give it space to grow healthily. That the poet is not critical of ambition in all circumstances becomes clear at the end of the poem, where Fairfax’s estate is urged to:</p><blockquote>Employ the means you have by her,<br>And in your kind yourselves prefer;<br>That, as all virgins she precedes,<br>So you all woods, streams, gardens, meads. (ll. 749–752)</blockquote><p>The woods, streams, gardens and meadows of Nunappleton do not as a matter of course surpass the various wonderful places that are listed in the following stanza. If they are to do so, they must actively “prefer” themselves, and the poet exhorts them to do so. The complexity of Marvell’s views on ambition and preferment may be seen in stanza LXXIV:</p><blockquote>The oak leaves me embroider all,<br>Between which caterpillars crawl;<br>And ivy, with familiar trails,<br>Me licks, and clasps, and curls, and hales.<br>Under this antic cope I move<br>Like some great prelate of the grove. (ll. 587–592)</blockquote><p>Earlier, in lines 365–6, Marvell has associated prelacy with the kind of ambition that might provoke a quarrel. In the light of this, and of Marvell’s known hostility to bishops, it is a little surprising that his speaker in “Upon Appleton House” refers to himself as a prelate. The word is related to “prefer”, deriving from the past participle of <span class=\"latinate\">praeferre</span>, to carry before. The speaker resembles a “prelate <em>of</em> the grove” (emphasis added) because he presents the appearance of having been preferred <em>by</em> the grove, which has crowned him with oak, classically the reward for civic virtue. The sense of these lines is thus very close to that of the beginning of “The Garden”, where the poet jokingly berates those who are ambitious to be</p><blockquote>Crowned from some single herb or tree,<br>Whose short and narrow vergèd shade<br>Does prudently their toils upbraid; (ll. 4–6)</blockquote><p>Ambition is mocked but ambivalently: the speaker’s recommendation, in “The Garden”, of a complete withdrawal from all society cannot be taken literally, however attractive it might temporarily appear; and it is clear from the Lovelace poem that the loss of “the civic crown” is not something that Marvell looks on with equanimity. The implication of the references to ambition in “Upon Appleton House”, taken together, is that the drive for preferment will usually be a dangerous temptation, but not invariably so, and that the need to discern when it is appropriate and when not calls for the development of an acutely discriminating conscience.</p>",
			"summary": "The treatment of ambition and preferment in Marvell’s “Upon Appleton House” indicates the need to develop an acutely discriminating conscience.",
			"url": "https://www.artkavanagh.ie/Prelate.html"
		},
		{
			"id": "writing-plain-text",
			"date_published": "2020-08-01T11:04:00+02:00",
			"title": "Writing plain text",
			"content_html": "<p>I’m back in the south-west of France after having spent the whole of the last 5 years in Ireland. At the moment, I’m in Pau, which is a couple of hours by train from where my sister and her family live. When I originally went back to Ireland nearly 9 years ago, I left a lot of stuff at my sister’s: a HP LaserJet printer, an amplifier and two speakers, several boxes of books … and an AlphaSmart Neo. I’ve been trying to remember whether the Neo was still working when I left. In principle, I can’t see any reason why it shouldn’t have been.</p><p>I like the idea of a device like the AlphaSmart, which just writes text. In practice, though, I’ve never found it all that satisfactory. In the early 00s, years before I bought the Neo on eBay, I had another AlphaSmart, the 3000. At once rugged and lightweight, it was supremely portable. In my imagination, I could just throw it in a backpack and head for the British Library, the Public Records Office or any other congenial spot, and start writing or taking notes. The catch was that while the 3000’s keyboard felt very comfortable to use, it made an unholy racket. Exactly not what you need in a library, particularly the British Library, with its large reading rooms. So instead I started to take a Palm Vx, with a folding keyboard that wasn’t nearly as easy to type on, but was almost silent. Since I finished my thesis, I haven’t been going to libraries nearly as much, so I’ve occasionally found myself thinking that maybe it was time to look again at the AlphaSmart.</p><p>Joel Spolsky said <a href=\"https://www.joelonsoftware.com/2003/10/08/the-absolute-minimum-every-software-developer-absolutely-positively-must-know-about-unicode-and-character-sets-no-excuses/\">there’e no such thing as plain text</a>. Of course there isn’t: whatever you write on a computer necessarily uses some kind of encoding. I can remember (not that long ago) sending a “plain” text document to a Windows user who couldn’t make any sense of it because each subsequent line was superimposed on the first. (Or something like that: I can’t remember the details.) Windows expected a carriage return and a line feed, but was getting only the first of these. Of course, there are many Windows text editors that can fix the line endings, but my correspondent merely double-clicked on an email attachment and it opened by default in Notepad.</p><p>Recently, the encoding I’ve been using is UTF-8, and it’s so much better than what we used to have to put up with. Quite apart from accented characters — did I mention that I’m in France? — and diacritics, I can easily type dashes (both em and en), spaces (ditto), curly quotes, ellipses and pretty well anything I want. I’ve never tried to do any of these things on the Neo but I’m fairly sure it won’t cope with Unicode. That in itself is a good enough reason for me to leave it gathering dust in my sister’s house. It’s a pity but … it’s not as if I’m stuck for lightweight, portable means of writing unformatted text. I’m writing this post in Tot on an iPad Air (in portrait orientation) using a Logitech K380 Bluetooth keyboard. The keyboard is quiet and a joy to type on. I could equally have used a MacBook Air but, because I’m writing at dead of night in a hotel room without soundproofing, they keyboard’s quietness is an essential quality. The MacBook (mid 2019, with butterfly keys) makes a noise strongly reminiscent of the AlphaSmart 3000. If I write “plus ça change …”, it’s only so that I can show off my cedilla.</p>",
			"summary": "For the past few years, I’ve been doing most of my writing as unformatted text, what some people still insist on describing as “plain”. Sounds like it might be time to dust off the old AlphaSmart, if it still works. But can it cope with UTF-8?",
			"url": "https://www.artkavanagh.ie/writing-plain-text.html"
		},
		{
			"id": "tech-disconsolations",
			"date_published": "2020-07-29T09:23:00+02:00",
			"title": "Tech’s unfulfilled promises",
			"content_html": "<p>I’ve been enthusiastic about technology for most of my life. Since 1993, it’s been the main way I’ve made my living. Even before that, I thought of technological progress as, on balance, something which was clearly of benefit to the world. It offered the possibility of greatly increasing the productivity of human work, eliminating repetitive and boring tasks, reducing the length of the working week and expanding economic activity and with it the range of potential human achievement. It opened up the prospect of enriching humanity, both materially and psychoculturally.</p><p>Of course, because we would still be living under capitalist relations of production, the benefits of technology would not be evenly distributed. The already rich would arrogate the lion’s share of the newly created wealth, while the growth in leisure time resulting from increased productivity would be out of the reach of the majority of workers. But these two factors — the concentration of wealth in the hands of the obscenely rich and the grossly disproportionate allocation of “free” time, would themselves undermine the stability of the “relations of production” that brought them about. They’d lead to a revolution. Probably not in my lifetime but certainly in someone’s.</p><p>Perhaps coincidentally, it was around the same time as I actually started to work in a tech field that my optimism about the approaching global revolution began to wane. The collapse of communism, Tony Blair’s removal of clause 4 from the British Labour Party’s constitution and a variety of less tangible factors all no doubt played a part in the fading of my revolutionary fervour. It’s a weird feeling to undergo a fundamental change in one’s world view. You can’t just replace all your beliefs all at once. Gradually, you find that you have some convictions that seem deeply held, even though the foundation they previously rested upon has been broken up and carted off.</p><p>For example, while I am a historical materialist no longer, I have retained an unshaken commitment to materialism. I used to joke that I dropped the “historical” because I belatedly realized how little I actually knew about history. It’s perfectly true that my historical knowledge was gravely inadequate (as I confirmed when I began to write a doctoral thesis on a mid-seventeenth-century English poet) but that doesn’t really explain my political shift, which really came about as it became increasingly obvious that marxism wasn’t filling an urgent psychological need for me.</p><p>However that may be, my materialism survived the change in my beliefs and continues to do so 27 years later. It’s the reason why the last word of the first paragraph above isn’t “spiritually”, but a less satisfactory alternative. Similarly, most of my economic convictions have remained strong, even though I’ve long forgotten the marxist premises on which they were originally founded. Admittedly those convictions took a drubbing in the years following 2008, when they seemed to predict that global capitalism could not possibly survive the great destruction of capital brought about by the reckless gambling of risk-hungry financiers. (“Risk-hungry” that is, until the bets started to go wrong, at which point they clamoured for a bail-out, insisting that their gambles should be retrospectively guaranteed by the world’s governments.)</p><p>Capitalism continued for at least another decade, though I can take some comfort from the many indications that I was’t the only one to believe it was finally toppling over the precipice. The behaviour of the ultrarich in the years since the crash unmistakably indicates that they’ve abandoned hope of maintaining a sustainable balance of demand (spending) and wealth-extraction (or, as economists call it, “saving”) but have instead opted to grab as much loot as they can as fast as they can. The plutocrats have given up on capitalism, so maybe the rest of us should trust their judgment as to their best interests. Maybe, instead of a proletarian revolution, we’re seeing the early stages of a “top down” one, in which the will of the exploited to to pull down the system is less important than the failure of will of the exploiters to continue to hold it up.</p><p>It might seem that, having started to write about technology, I’ve veered off into a rant about economics and politics. However, these topics are inextricably interconnected. Technology, including information technology, robotics and machine learning, can be expected to cut the costs of production throughout the global economy. But if these reductions in costs are mainly realized in the layoff of workers, then the amount being paid in wages and salaries will drop. Since the people with the least disposable income are the people most likely to spend what they have, the layoffs can be expected to bring about a failure of demand, probably leading to a fall in real prices and offsetting the productivity gains. The new wealth will be destroyed almost as soon as it can be created.</p><p>Normally, you’d expect the capitalist governing class to do something to try to balance this out, with the aim of preserving or sustaining the system that has rewarded them so well. But for several decades now, and particularly since the crash of 2008, this is not what has been happening. Instead the global capitalist class has been allowing a huge, destabilizing disparity of wealth and income to develop. It’s starting to look as if the ultimate capitalist economic crash may finally be imminent. It’s been a long time coming. On the other hand …</p><p>Up to this point, I have been assuming that the gains in productivity brought about by technology are real, but I’m not at all convinced that this is in fact the case, for several reasons. First, tech brings with it a new set of problems to be dealt with, from spam and malware, through security and privacy threats to an increasing alienation on the part of the workers who use the technology, as its workings become ever farther removed from them. I’ve <a href=\"https://www.linkedin.com/pulse/from-tech-text-art-kavanagh/?trackingId=isO7OOBjSBEppLoLwLaDNA%3D%3D\">written recently</a> about the people working in law firms who use Word as if it were a kind of digital typewriter — even though very few of them are old enough ever to have used a real typewriter.</p><p>As a cornerstone of Microsoft’s Office suite, Word is a good example of what I’m talking about. During my early years working in tech, Microsoft was the most successful tech company in existence, led by Bill Gates, then the world’s richest man. It’s worth remembering that Gates’s current philanthropic activities are founded on the fortune he made from Microsoft’s ruthless, hardheaded business practices. At the time, his company seemed destined to dominate the business world for another two decades. Its two great money-spinners were its Office suite and Windows operating systems, both of which were thought to be essential software for any serious business.</p><p>In effect, Microsoft made Gates extremely wealthy by extracting rent from the business world for the use of these two sets of products. If this software did, in fact, bring about a great increase in the productivity of office work, it’s clear that by far the largest beneficiary of that increased productivity is the company that made the software! This is a pattern that is repeated with variations throughout the tech economy.</p><p>Microsoft’s dominion came to an end earlier than most of us expected, because the company underestimated the significance of the worldwide web. The company that <em>did</em> take the web seriously enough to develop a way to find useful information in its unstructured, pathless vastness, has made billions of dollars a year by ensuring that advertisers pay as much as they can bear to appear in its search results and on the websites whose advertising it controls. The current richest man in the world runs a company whose mission is to destroy retail and build a monopolistic “everything store”. While Google at least supplies something essential (though <a href=\"https://www.artkavanagh.ie/Google-future-search.html\">far from being as useful as it might be</a>), its main competitor for the world’s advertising budget provides little more than an opportunity for billions of people to produce (for no pay, of course) unimaginable quantities of “user-generated content” in which the ads can be embedded, as well as the ubiquitously tracked eyeballs that help to persuade the advertising managers that they’re actually paying for something useful. If this is a good bargain for the “user”, how can it have made Facebook so rich so quickly?</p><p>Another of my unprovable suspicions is that, if information technology has made work more productive for anybody, it has done so largely for those whose occupation is the production of yet more information technology. This thought struck me when I was trying to anticipate the objections that readers of this post might raise. Rightly or wrongly, I imagined the objectors as people who themselves work in tech. They’re the ones who see the benefits — to their own lives. For most of the rest of us, the effect of the great advances of recent decades has been felt mainly in the fields of entertainment and leisure: fast gaming machines, streaming audio and video, distracting and addictive social media, same-day delivery of our impulse purchases and sleek, powerful computers that we carry around in our pockets and use to help the likes of Uber, AirBnB and food delivery companies to destroy established businesses and replace them with a void. Tech has, overwhelmingly, given us circuses rather than bread.</p><p>So, have the developments in tech over the past 40 years or so been a net benefit for the world? Probably, but it’s very difficult to be sure. It’s certain, though, that the costs have been greater than we collectively expected (otherwise we’d collectively have tried harder to control them). As far as I personally am concerned, I feel that 27 years is more than enough time for me to have spent on tech. Of course, it wasn’t a full 27 years. For most of it, I was working part-time, and doing other things in tandem with it. My doctorate, for example. (The fact that it took me 15 years to complete is entirely down to me, and I don’t regret not having finished it sooner.) At the very least, working in tech provided me with the means to pursue other activities. But enough is enough. It’s time to find something else to do with what’s left of my life.</p><p>I set out to write a post about my own personal disenchantment with technology and instead found myself revisiting politico-economic assumptions and arguments that I thought I’d left behind long ago. I’m more than a little surprised at how well those assumptions and arguments stand up, so many years later. I think I stuck with tech so long, apart from the usual reason of inertia, because I fetishized productivity. The belief that increased productivity of work would make it possible to free the majority of our species from the drudgery and tyranny of labour (always assuming that those gains could be distributed more evenly than they have ever been up to now), is another one of those fundamental assumptions that seem to have survived the demise of my revolutionary convictions. But perhaps we already have all the productivity that we need. Perhaps the world is already rich enough to free its population from the need to work in boring, unfulfilling, physically demanding, dangerous, health-destroying occupations.</p><p>I believe it’s time to stop pursuing gains in productivity and turn our collective attention to the problem of more equitably allocating those we have already accumulated. Who knows, maybe Bill Gates feels the same?</p>",
			"summary": "Tech held out the promise of helping to free humanity from drudgery, boredom and hard physical work. Obviously, that promise hasn’t been kept. So, what now?",
			"url": "https://www.artkavanagh.ie/tech-disconsolations.html"
		}
 	]
}
