{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
			{
			"id": "prelate",
			"date_published": "2020-08-02T09:35:00+02:00",
			"title": "Prelate of the grove: A note on ambition and preferment in Marvell’s Upon Appleton House",
			"content_html": "<p>Andrew Marvell was no admirer of bishops. Examples of his antipathy can be found throughout his writings, for example in his “Epigram: Upon Blood’s attempt to steal the Crown”. This verse was occasioned by an incident in 1671, when Colonel Thomas Blood entered the Tower of London with the aim of stealing the Crown jewels. Blood was disguised as a priest, “The fittest mask for one that robs a crown” (l. 4). If he had killed the keeper of the Tower instead of just wounding him, he might have escaped with the jewels. (He was subsequently pardoned by the king.) Marvell comments:</p><blockquote>With the priest’s vestments, had he but put on<br>A bishop’s cruelty, the crown had gone. (ll. 7–8)</blockquote><p>The Blood epigram is included in it entirety as lines 192–199 of “The Loyal Scot”, Marvell’s poem on the death of Captain Archibald Douglas in a Dutch attack on Chatham in 1667. In that poem bishops are portrayed as a major cause of division between England and Douglas’s native Scotland. The reader is left in no doubt as to Marvell’s contempt:</p><blockquote>In faith erroneous, and in life profane,<br>These hypocrites their faith and linen stain. (ll. 170–171)</blockquote><p>One of the things that angered Marvell was the bishops’ insistence on interfering in the legislative process by taking seats in the House of Lords, when they might be expected to provide leadership in matters of faith. In ”The Third Advice to a Painter” (1666), he wrote:</p><blockquote>The Lords’ House drains the houses of the Lord<br>For bishops’ voices silencing the Word. (ll. 241–242)</blockquote><p>It is true that this complaint is uttered by Marvell’s “Cassandra”, rather than by the authorial voice, but there is no doubt that it reflects the poet’s own opinion: compare lines 224–225 of “The Loyal Scot”.</p><details><summary>Note: “Cassandra”</summary>On Lady Albemarle’s role as a truth-teller fated not to be believed, see Martin Dzelzainis, “‘Presbyterian Sibyl’: Truth-telling and Gender in Andrew Marvell’s <cite>The Third Advice to a Painter</cite>”, in <cite>Rhetoric, Women and Politics in Early Modern England</cite>, ed. Jennifer Richards and Alison Thorne (London and New York: Routledge, 2007), 111–28.</details><p>“Upon Appleton House” is earlier than any of these poems, dating from the summer of 1651. Marvell was already a critic of episcopacy but his attack here may seem a little less vituperative than the later ones. Instead of taxing the former occupant of Cawood Castle with cruelty or hypocrisy, Marvell instead draws attention to his ambition, a quality that might be undesirable in a bishop but which had its role to play in the personality of a retired general or his daughter.</p><blockquote>The sight does from these bastions ply,<br>Th’invisible artillery;<br>And at proud Cawood Castle seems<br>To point the batt’ry of its beams.<br>As if it quarrelled in the seat<br>Th’ambition of its prelate great. (ll. 361–364)</blockquote><p>The tone of this passage is not easy to pin down. The battery consists of the colours of banks of flowers, joyful rather than warlike. “As if” reminds the reader that the quarrel is imaginary, not least because “the seat” has not been occupied by the archbishop since the war started, some nine years earlier. Yet, there are real grounds for thinking that ambition is dangerous. Fairfax</p><blockquote>… did with his utmost skill,<br>Ambition weed, but conscience till.<br>Conscience, that heaven-nursèd plant,<br>Which most our earthly gardens want. (ll. 353–356)</blockquote><p>The contrast seems to be clear: conscience is to be cultivated, ambition rooted up and destroyed. However to “weed” ambition is not necessarily to treat it as a weed — it might be to pull up the weeds (such as presumption) which surround it, and give it space to grow healthily. That the poet is not critical of ambition in all circumstances becomes clear at the end of the poem, where Fairfax’s estate is urged to:</p><blockquote>Employ the means you have by her,<br>And in your kind yourselves prefer;<br>That, as all virgins she precedes,<br>So you all woods, streams, gardens, meads. (ll. 749–752)</blockquote><p>The woods, streams, gardens and meadows of Nunappleton do not as a matter of course surpass the various wonderful places that are listed in the following stanza. If they are to do so, they must actively “prefer” themselves, and the poet exhorts them to do so. The complexity of Marvell’s views on ambition and preferment may be seen in stanza LXXIV:</p><blockquote>The oak leaves me embroider all,<br>Between which caterpillars crawl;<br>And ivy, with familiar trails,<br>Me licks, and clasps, and curls, and hales.<br>Under this antic cope I move<br>Like some great prelate of the grove. (ll. 587–592)</blockquote><p>Earlier, in lines 365–6, Marvell has associated prelacy with the kind of ambition that might provoke a quarrel. In the light of this, and of Marvell’s known hostility to bishops, it is a little surprising that his speaker in “Upon Appleton House” refers to himself as a prelate. The word is related to “prefer”, deriving from the past participle of <span class=\"latinate\">praeferre</span>, to carry before. The speaker resembles a “prelate <em>of</em> the grove” (emphasis added) because he presents the appearance of having been preferred <em>by</em> the grove, which has crowned him with oak, classically the reward for civic virtue. The sense of these lines is thus very close to that of the beginning of “The Garden”, where the poet jokingly berates those who are ambitious to be</p><blockquote>Crowned from some single herb or tree,<br>Whose short and narrow vergèd shade<br>Does prudently their toils upbraid; (ll. 4–6)</blockquote><p>Ambition is mocked but ambivalently: the speaker’s recommendation, in “The Garden”, of a complete withdrawal from all society cannot be taken literally, however attractive it might temporarily appear; and it is clear from the Lovelace poem that the loss of “the civic crown” is not something that Marvell looks on with equanimity. The implication of the references to ambition in “Upon Appleton House”, taken together, is that the drive for preferment will usually be a dangerous temptation, but not invariably so, and that the need to discern when it is appropriate and when not calls for the development of an acutely discriminating conscience.</p>",
			"summary": "The treatment of ambition and preferment in Marvell’s “Upon Appleton House” indicates the need to develop an acutely discriminating conscience.",
			"url": "https://www.artkavanagh.ie/Prelate.html"
		},
		{
			"id": "writing-plain-text",
			"date_published": "2020-08-01T11:04:00+02:00",
			"title": "Writing plain text",
			"content_html": "<p>I’m back in the south-west of France after having spent the whole of the last 5 years in Ireland. At the moment, I’m in Pau, which is a couple of hours by train from where my sister and her family live. When I originally went back to Ireland nearly 9 years ago, I left a lot of stuff at my sister’s: a HP LaserJet printer, an amplifier and two speakers, several boxes of books … and an AlphaSmart Neo. I’ve been trying to remember whether the Neo was still working when I left. In principle, I can’t see any reason why it shouldn’t have been.</p><p>I like the idea of a device like the AlphaSmart, which just writes text. In practice, though, I’ve never found it all that satisfactory. In the early 00s, years before I bought the Neo on eBay, I had another AlphaSmart, the 3000. At once rugged and lightweight, it was supremely portable. In my imagination, I could just throw it in a backpack and head for the British Library, the Public Records Office or any other congenial spot, and start writing or taking notes. The catch was that while the 3000’s keyboard felt very comfortable to use, it made an unholy racket. Exactly not what you need in a library, particularly the British Library, with its large reading rooms. So instead I started to take a Palm Vx, with a folding keyboard that wasn’t nearly as easy to type on, but was almost silent. Since I finished my thesis, I haven’t been going to libraries nearly as much, so I’ve occasionally found myself thinking that maybe it was time to look again at the AlphaSmart.</p><p>Joel Spolsky said <a href=\"https://www.joelonsoftware.com/2003/10/08/the-absolute-minimum-every-software-developer-absolutely-positively-must-know-about-unicode-and-character-sets-no-excuses/\">there’e no such thing as plain text</a>. Of course there isn’t: whatever you write on a computer necessarily uses some kind of encoding. I can remember (not that long ago) sending a “plain” text document to a Windows user who couldn’t make any sense of it because each subsequent line was superimposed on the first. (Or something like that: I can’t remember the details.) Windows expected a carriage return and a line feed, but was getting only the first of these. Of course, there are many Windows text editors that can fix the line endings, but my correspondent merely double-clicked on an email attachment and it opened by default in Notepad.</p><p>Recently, the encoding I’ve been using is UTF-8, and it’s so much better than what we used to have to put up with. Quite apart from accented characters — did I mention that I’m in France? — and diacritics, I can easily type dashes (both em and en), spaces (ditto), curly quotes, ellipses and pretty well anything I want. I’ve never tried to do any of these things on the Neo but I’m fairly sure it won’t cope with Unicode. That in itself is a good enough reason for me to leave it gathering dust in my sister’s house. It’s a pity but … it’s not as if I’m stuck for lightweight, portable means of writing unformatted text. I’m writing this post in Tot on an iPad Air (in portrait orientation) using a Logitech K380 Bluetooth keyboard. The keyboard is quiet and a joy to type on. I could equally have used a MacBook Air but, because I’m writing at dead of night in a hotel room without soundproofing, they keyboard’s quietness is an essential quality. The MacBook (mid 2019, with butterfly keys) makes a noise strongly reminiscent of the AlphaSmart 3000. If I write “plus ça change …”, it’s only so that I can show off my cedilla.</p>",
			"summary": "For the past few years, I’ve been doing most of my writing as unformatted text, what some people still insist on describing as “plain”. Sounds like it might be time to dust off the old AlphaSmart, if it still works. But can it cope with UTF-8?",
			"url": "https://www.artkavanagh.ie/writing-plain-text.html"
		},
		{
			"id": "tech-disconsolations",
			"date_published": "2020-07-29T09:23:00+02:00",
			"title": "Tech’s unfulfilled promises",
			"content_html": "<p>I’ve been enthusiastic about technology for most of my life. Since 1993, it’s been the main way I’ve made my living. Even before that, I thought of technological progress as, on balance, something which was clearly of benefit to the world. It offered the possibility of greatly increasing the productivity of human work, eliminating repetitive and boring tasks, reducing the length of the working week and expanding economic activity and with it the range of potential human achievement. It opened up the prospect of enriching humanity, both materially and psychoculturally.</p><p>Of course, because we would still be living under capitalist relations of production, the benefits of technology would not be evenly distributed. The already rich would arrogate the lion’s share of the newly created wealth, while the growth in leisure time resulting from increased productivity would be out of the reach of the majority of workers. But these two factors — the concentration of wealth in the hands of the obscenely rich and the grossly disproportionate allocation of “free” time, would themselves undermine the stability of the “relations of production” that brought them about. They’d lead to a revolution. Probably not in my lifetime but certainly in someone’s.</p><p>Perhaps coincidentally, it was around the same time as I actually started to work in a tech field that my optimism about the approaching global revolution began to wane. The collapse of communism, Tony Blair’s removal of clause 4 from the British Labour Party’s constitution and a variety of less tangible factors all no doubt played a part in the fading of my revolutionary fervour. It’s a weird feeling to undergo a fundamental change in one’s world view. You can’t just replace all your beliefs all at once. Gradually, you find that you have some convictions that seem deeply held, even though the foundation they previously rested upon has been broken up and carted off.</p><p>For example, while I am a historical materialist no longer, I have retained an unshaken commitment to materialism. I used to joke that I dropped the “historical” because I belatedly realized how little I actually knew about history. It’s perfectly true that my historical knowledge was gravely inadequate (as I confirmed when I began to write a doctoral thesis on a mid-seventeenth-century English poet) but that doesn’t really explain my political shift, which really came about as it became increasingly obvious that marxism wasn’t filling an urgent psychological need for me.</p><p>However that may be, my materialism survived the change in my beliefs and continues to do so 27 years later. It’s the reason why the last word of the first paragraph above isn’t “spiritually”, but a less satisfactory alternative. Similarly, most of my economic convictions have remained strong, even though I’ve long forgotten the marxist premises on which they were originally founded. Admittedly those convictions took a drubbing in the years following 2008, when they seemed to predict that global capitalism could not possibly survive the great destruction of capital brought about by the reckless gambling of risk-hungry financiers. (“Risk-hungry” that is, until the bets started to go wrong, at which point they clamoured for a bail-out, insisting that their gambles should be retrospectively guaranteed by the world’s governments.)</p><p>Capitalism continued for at least another decade, though I can take some comfort from the many indications that I was’t the only one to believe it was finally toppling over the precipice. The behaviour of the ultrarich in the years since the crash unmistakably indicates that they’ve abandoned hope of maintaining a sustainable balance of demand (spending) and wealth-extraction (or, as economists call it, “saving”) but have instead opted to grab as much loot as they can as fast as they can. The plutocrats have given up on capitalism, so maybe the rest of us should trust their judgment as to their best interests. Maybe, instead of a proletarian revolution, we’re seeing the early stages of a “top down” one, in which the will of the exploited to to pull down the system is less important than the failure of will of the exploiters to continue to hold it up.</p><p>It might seem that, having started to write about technology, I’ve veered off into a rant about economics and politics. However, these topics are inextricably interconnected. Technology, including information technology, robotics and machine learning, can be expected to cut the costs of production throughout the global economy. But if these reductions in costs are mainly realized in the layoff of workers, then the amount being paid in wages and salaries will drop. Since the people with the least disposable income are the people most likely to spend what they have, the layoffs can be expected to bring about a failure of demand, probably leading to a fall in real prices and offsetting the productivity gains. The new wealth will be destroyed almost as soon as it can be created.</p><p>Normally, you’d expect the capitalist governing class to do something to try to balance this out, with the aim of preserving or sustaining the system that has rewarded them so well. But for several decades now, and particularly since the crash of 2008, this is not what has been happening. Instead the global capitalist class has been allowing a huge, destabilizing disparity of wealth and income to develop. It’s starting to look as if the ultimate capitalist economic crash may finally be imminent. It’s been a long time coming. On the other hand …</p><p>Up to this point, I have been assuming that the gains in productivity brought about by technology are real, but I’m not at all convinced that this is in fact the case, for several reasons. First, tech brings with it a new set of problems to be dealt with, from spam and malware, through security and privacy threats to an increasing alienation on the part of the workers who use the technology, as its workings become ever farther removed from them. I’ve <a href=\"https://www.linkedin.com/pulse/from-tech-text-art-kavanagh/?trackingId=isO7OOBjSBEppLoLwLaDNA%3D%3D\">written recently</a> about the people working in law firms who use Word as if it were a kind of digital typewriter — even though very few of them are old enough ever to have used a real typewriter.</p><p>As a cornerstone of Microsoft’s Office suite, Word is a good example of what I’m talking about. During my early years working in tech, Microsoft was the most successful tech company in existence, led by Bill Gates, then the world’s richest man. It’s worth remembering that Gates’s current philanthropic activities are founded on the fortune he made from Microsoft’s ruthless, hardheaded business practices. At the time, his company seemed destined to dominate the business world for another two decades. Its two great money-spinners were its Office suite and Windows operating systems, both of which were thought to be essential software for any serious business.</p><p>In effect, Microsoft made Gates extremely wealthy by extracting rent from the business world for the use of these two sets of products. If this software did, in fact, bring about a great increase in the productivity of office work, it’s clear that by far the largest beneficiary of that increased productivity is the company that made the software! This is a pattern that is repeated with variations throughout the tech economy.</p><p>Microsoft’s dominion came to an end earlier than most of us expected, because the company underestimated the significance of the worldwide web. The company that <em>did</em> take the web seriously enough to develop a way to find useful information in its unstructured, pathless vastness, has made billions of dollars a year by ensuring that advertisers pay as much as they can bear to appear in its search results and on the websites whose advertising it controls. The current richest man in the world runs a company whose mission is to destroy retail and build a monopolistic “everything store”. While Google at least supplies something essential (though <a href=\"https://www.artkavanagh.ie/Google-future-search.html\">far from being as useful as it might be</a>), its main competitor for the world’s advertising budget provides little more than an opportunity for billions of people to produce (for no pay, of course) unimaginable quantities of “user-generated content” in which the ads can be embedded, as well as the ubiquitously tracked eyeballs that help to persuade the advertising managers that they’re actually paying for something useful. If this is a good bargain for the “user”, how can it have made Facebook so rich so quickly?</p><p>Another of my unprovable suspicions is that, if information technology has made work more productive for anybody, it has done so largely for those whose occupation is the production of yet more information technology. This thought struck me when I was trying to anticipate the objections that readers of this post might raise. Rightly or wrongly, I imagined the objectors as people who themselves work in tech. They’re the ones who see the benefits — to their own lives. For most of the rest of us, the effect of the great advances of recent decades has been felt mainly in the fields of entertainment and leisure: fast gaming machines, streaming audio and video, distracting and addictive social media, same-day delivery of our impulse purchases and sleek, powerful computers that we carry around in our pockets and use to help the likes of Uber, AirBnB and food delivery companies to destroy established businesses and replace them with a void. Tech has, overwhelmingly, given us circuses rather than bread.</p><p>So, have the developments in tech over the past 40 years or so been a net benefit for the world? Probably, but it’s very difficult to be sure. It’s certain, though, that the costs have been greater than we collectively expected (otherwise we’d collectively have tried harder to control them). As far as I personally am concerned, I feel that 27 years is more than enough time for me to have spent on tech. Of course, it wasn’t a full 27 years. For most of it, I was working part-time, and doing other things in tandem with it. My doctorate, for example. (The fact that it took me 15 years to complete is entirely down to me, and I don’t regret not having finished it sooner.) At the very least, working in tech provided me with the means to pursue other activities. But enough is enough. It’s time to find something else to do with what’s left of my life.</p><p>I set out to write a post about my own personal disenchantment with technology and instead found myself revisiting politico-economic assumptions and arguments that I thought I’d left behind long ago. I’m more than a little surprised at how well those assumptions and arguments stand up, so many years later. I think I stuck with tech so long, apart from the usual reason of inertia, because I fetishized productivity. The belief that increased productivity of work would make it possible to free the majority of our species from the drudgery and tyranny of labour (always assuming that those gains could be distributed more evenly than they have ever been up to now), is another one of those fundamental assumptions that seem to have survived the demise of my revolutionary convictions. But perhaps we already have all the productivity that we need. Perhaps the world is already rich enough to free its population from the need to work in boring, unfulfilling, physically demanding, dangerous, health-destroying occupations.</p><p>I believe it’s time to stop pursuing gains in productivity and turn our collective attention to the problem of more equitably allocating those we have already accumulated. Who knows, maybe Bill Gates feels the same?</p>",
			"summary": "Tech held out the promise of helping to free humanity from drudgery, boredom and hard physical work. Obviously, that promise hasn’t been kept. So, what now?",
			"url": "https://www.artkavanagh.ie/tech-disconsolations.html"
		},
		{
			"id": "gender-identity",
			"date_published": "2020-07-12T11:47:00+01:00",
			"title": "A good masculinity is hard to find: Part 2 — gender as identity",
			"content_html": "<p>In <a href=\"https://www.artkavanagh.ie/a-good-masculinity-anti\">part 1 of this series of posts</a>, I recalled that a trans woman who commented on an old post of mine had two main points to make against it. First, if I didn’t want to be described as “cisgender”, it was up to me to come up with an alternative term. The phrase I eventually settled on is “antimasculine male”, and I’ll have more to say in part 3 about why I've adopted that terminology. Her second point was that my post was entirely focused on gender <em>roles</em>, and that I “needed” to think about gender <em>identity</em> too. That’s the point I want to deal with in this part.</p><p>She was right: I hadn’t until then thought about gender as identity, though I had been thinking regularly (sometimes, it seemed, almost obsessively) about gender for at least thirty-five years. So I began to try to look at the subject from this new perspective.</p><p>I found that I was contemplating gender identity from the point of view of an outsider. I quickly discovered that <a href=\"https://medium.com/p/e0c93850ffb1\">a sense of gender identity is something that I personally don’t have</a>, which is one good reason why I’d never previously paid it any attention. I’ve speculated that this might be because I don’t have a visual imagination (or, in consequence, any kind of visual self-image). I haven’t been able to find a completely convincing answer to that puzzle, but I have learned that <a href=\"https://medium.com/p/d337512176d\">the “lack” of a sense of gender identity isn’t all that unusual</a>.</p><p>But thinking about gender identity from this outsider’s viewpoint has led me to speculate whether the astonishing virulence and vituperation of the online (and real-world) battles between so-called TERFs (mainly veteran feminists), on the one hand, and trans rights activists on the other has to do with a clash of contested identities.</p><p>When I was a teenager and in my early 20s in 1970s Ireland, it was vanishingly rare to hear an adult human female described as a “woman”. If she was under, say, 38, she was most likely to be a “girl”. Alternative terms were bird, chick, dollybird, cheescake, a bit of fluff/stuff and so on ad infinitum. There were fewer terms for older women but for the most part they didn’t include “woman”: auld wan (one) and auld biddy are the first two that come to mind. I can remember as a 20-year-old in university, feeling awkward about using the word “women” in relation to my female fellow students when “girls” seemed to be the more socially permissible term. Even today, there are some circles in which I’m cautious about calling a woman who plays a role on stage or screen an “actor”, in preference to the diminutive form of that word which is still commonly imposed on female dramatic performers.</p><p>In short, the identity of “woman” wasn’t one that the adult human females of the 1970s and 80s could expect would be easily accorded to them as their birthright. It had to be asserted, struggled for, fought over and repeatedly, exhaustingly, interminably insisted upon. Is it surprising that the women who played a part in establishing that identity should now be unwilling to give it up easily?</p><p>If you read J K Rowling’s <a href=\"https://www.jkrowling.com/opinions/j-k-rowling-writes-about-her-reasons-for-speaking-out-on-sex-and-gender-issues/\">recent post</a> <em>as she wrote it</em>, rather than through the lens of trans rights activists’ assumptions about the kind of thing a TERF is likely to say, I think it’s clear that her concern is not to express bigotry towards or hatred of trans people but rather to protest against the erasure of the hard-won identity of “woman” as meaning adult human female. Here is some of what she has to say:</p><blockquote>We’re living through the most misogynistic period I’ve experienced … Never have I seen women denigrated and dehumanised to the extent they are now. From the leader of the free world’s long history of sexual assault accusations and his proud boast of “grabbing them by the pussy”, to the incel (“involuntarily celibate”) movement that rages against women who won’t give them sex, to the trans activists who declare that TERFs need punching and re-educating, men across the political spectrum seem to agree: women are asking for trouble. Everywhere, women are being told to shut up and sit down, or else.</blockquote><p>You might not agree that the present state of the world threatens and attacks women (women in general, that is, not only trans women) but you surely must accept that Rowling has good reasons for her concerns. And, if you think that that calling out “trans activists who declare that TERFs need punching” is inexcusable exaggeration, just search Twitter for “punch a TERF” and prepare to be appalled. What you will see is the threat of (sometimes extreme) violence against people who are unquestionably women by people who (though some of them repudiate a <em>male identity</em>) are behaving in an undeniably masculine manner. Rowling adds:</p><blockquote>It’s also clear that one of the objectives of denying the importance of sex is to erode what some seem to see as the cruelly segregationist idea of women having their own biological realities or — just as threatening — unifying realities that make them a cohesive political class.</blockquote><p>It should be obvious from this that her purpose is not to be horrid to people who are struggling bravely under the burden of gender dysphoria, but to assert the importance of women (in the admittedly contested sense of human females) as an indispensable political force in a world that’s facing a whole series of crises.</p><p>Twitter is obviously not the ideal place to conduct a nuanced argument but even by its standards there’s been a remarkable amount of “reading in” to her tweets. In the one that sparked the current shouting match, she suggested that phrases like “people who menstruate” (or, by analogy, “pregnant people”) tend to erase women’s identity. Is she wrong?</p><p>I haven’t discussed the subjects of menstruation or the possibility of pregnancy with any trans men, but I’m fairly certain that for most trans men menstruation and pregnancy are not essential parts of their identity or self-conception. I doubt very much if many of them would feel offended or excluded by the use of terms like “menstruating women” or “pregnant women”. It’s clear, surely, that the overwhelming majorities of people who menstruate or who are pregnant are going to be women, so why should it be considered hateful or bigoted to talk about “women” in this context, unless as part of a project to make adult females less visible?</p><p>I hope I don’t need to point out that it’s a logical fallacy to infer that because people who menstruate are (by and large) women that therefore all women menstruate. But of course Rowling’s tweet about menstruating people wasn’t her only “offence”. I’m tempted to go into her expressed views about Maya Forstater’s sacking or the difficulties faced by detransitioners, but I’m afraid that each of these subjects would require its own post.</p><img src=\"https://www.artkavanagh.ie/stfu-terf.jpg\" alt=\"STFU TERF\" width=\"640\" height=\"805\"><p>So instead, I’d like to return to the question of misogyny. There’s <a href=\"https://medium.com/p/78e01dca68d\">a Medium post</a> by <a href=\"https://medium.com/@rebeccarc/\">boodleoops</a> who assembles a collection of screenshots of the Twitter attacks on Rowling. Some of them can be seen in the image above, but there are many more, and worse. Tweet after tweet tells Rowling to “shut the fuck up”, describes her as a TERF and a cunt, speculates as to how much her “pussy” stinks and/or has dried up, and invites her to choke on a trans girl’s dick.</p><p>How can anybody imagine that this vicious outpouring is prompted by anything <em>other than</em> misogyny? The hatred of women and disgust at female bodies is palpable throughout these tweets. Several are variants on “JK Rowling can choke on my fat trans cock”. Is it really credible that the persona behind this, who positively exults both in having a “cock” or a “dick” and in the prospect of using it as a weapon to silence a woman, either has a feminine gender identity or experiences dysphoria at having been assigned a masculine one?</p><p>I wrote “persona”, rather than “individual” because it occurs to me that some of the most offensive of these tweets may be the work, not of sincere trans rights activists, but of bots or alt-right trolls who relish the opportunity to set feminists and other ostensibly progressive people at each others’ throats. But whoever is responsible for this invective, it’s violently misogynist and ought to be rejected out of hand by anyone who calls herself a woman, whether trans or not.</p><p>The clash of identities often leads to irreconcilable and mutually contradictory claims, not just when it comes to questions of sex and gender but also in areas such as national identity. Usually, there’s no impartial, objective authority to whom a final, decisive appeal may be made, so the conflict may be irresolvable. In the dispute between veteran feminists (those who remember a time before adult human females were “women”) and trans activists, most of whom seem unable to conceive of any reason apart from “bigotry” why anyone might want to deny that trans women are female, I find myself uneasily on the side of the former, notwithstanding my self-description as “antimasculine”. This is because, for most of my adult life, I’ve been accustomed to think of gender <em>not</em> as identity but rather as <em>behaviour</em>, specifically as certain clusters of behaviours that were more or less masculine or feminine. In the third part of this series of posts, I’m planning to reexamine my long-held concept of gender-as-behaviour, to see whether it still has anything useful to tell us.</p>",
			"summary": "I got through most of my adult life without ever thinking about gender as a question of identity. It’s normal for clashes over identity to lead to mutually contradictory, incompatible claims, and ultimately irresolvable disputes. “Woman” is a contested identity.",
			"url": "https://www.artkavanagh.ie/gender-identity.html"
		},
		{
			"id": "a-good-masculinity-anti",
			"date_published": "2020-07-05T13:35:00+01:00",
			"title": "A good masculinity is hard to find: Part 1 — episodes from the early life of an antimasculine male",
			"content_html": "<p>About three years ago, I posted a piece (which I’ve since deleted) on Medium, attempting to explain why I don’t like to be described as “cisgender”. That post drew responses from several trans women (one of whom, ironically enough, accused me of “cisplaining”). Another made two telling points. First, she said it was OK not to want to use the term cisgender, but it was my responsibility to come up with an alternative. I didn’t have an immediate answer. It took a while but eventually I found a self-description that I’m happy with. The term is “antimasculine male”. (I’ll attempt to deal with her second point in part 2.)</p><p>Since reading the responses to that Medium post, I’ve been trying on and off to write something describing my thoughts, feelings and beliefs on the subject of gender. Each time, I find my argument drifting into a more theoretical and dogmatic stance than I meant it to. J K Rowling’s recent tweets <a href=\"https://www.jkrowling.com/opinions/j-k-rowling-writes-about-her-reasons-for-speaking-out-on-sex-and-gender-issues/\">and post</a> about trans men, women and activists has persuaded me that I need to try again. What follows below is <em>not</em> my latest attempt. It has occurred to me more than once that the main problem with the posts I’ve been drafting is that they’ve tended to be abstract and impersonal. Maybe, instead of writing about masculinity and femininity, (and men and women) in general, I needed to write about myself in particular.</p> <p>I can think of three times in my life when something closely related to my gender has been in question to some degree. The most recent of these happened more than 30 years ago, when I was on honeymoon in Paris. My then wife and I were staying in a two-star hotel on the Boulevard St Michel, in a room which had a partial view of Nôtre Dame. The room didn’t have its own w.c. or shower, so I had to go along the corridor to use them. I didn’t then and still don’t wear pyjamas, and I was travelling lightish, without my own dressing-gown. Rather than put my clothes back on, I borrowed my wife’s dressing-gown which was pink and obviously meant to be worn by a woman.</p><p>On my return to the room, my wife snapped a picture of me, using an old Kodak Instamatic which was the only camera we had at the time. When we were back in Dublin and the photos were developed, some weeks later, we were showing the honeymoon pictures to some of her friends.</p><p>“Who’s the girl?” one of them asked.</p><p>“Oh, that’s Art”, my wife answered.</p><p>I had at the time curly, brown hair which I was wearing long. I looked at the picture: in it I really <em>did</em> look like a young woman, one with a narrow, tapering face. I assume I was embarrassed, but what I most remember about the incident now is being pleased that I had “passed” — albeit in a poor quality, autofocused snapshot — and without a wig or makeup.</p><p>The previous time was nearly 15 years earlier. I was about 14 and I’d gone to the races with my aunt and some of her friends. I was coming out of the Gents and a man passing me in the opposite direction stopped dead and did a double-take, then looked up at the sign to make sure he was going into the right place. At that time, too, I had long, curly, brown hair and I was wearing faded denim jeans and a more-or-less matching light blue poloneck jumper (sweater). I think I probably had my arms folded, possibly giving the impression of a girl self-consciously hiding her breasts. I <em>was</em> self-conscious, partly because I was tall and skinny and didn’t know where to keep my arms and hands. The man’s reaction made my self-consciousness worse and I worried about what kind of image I was projecting. That incident, the least consequential of the three, was possibly the one I found most disconcerting.</p><p>The earliest time may have been the most significant in its long-term effects. When I was five years old, I was in the “High Infants” class in the local primary school. I can’t remember why, but we all had to take off our outer clothes. Presumably it was because we needed to be vaccinated or treated for headlice or some similar infestation. To the best of my recollection, it was something “medical”. Suddenly, it seemed that everyone was pointing at me and laughing. “Kavanagh has girl’s underpants”, more than one person said. I blushed and hotly denied it, but the more I insisted that there was nothing out of the ordinary about my underwear, the less I managed to persuade anyone, and the angrier I got. I had a dizzying sense that the situation had slipped irretrievably out of my control and that <em>I shoudn’t have allowed this to happen</em>, if I’d been paying attention properly. In the end, I probably had a meltdown. I went home at lunchtime and told my mother what had happened. She assured me that my underwear was perfectly gender-appropriate and I went back to school after lunch in a jubilant mood, armed with the facts and ready to set my classmates straight.</p><p>It didn’t work. Even my mother’s authoritative pronouncement didn’t manage to outweigh the evidence of my classmates’ own eyes. The difference between the boys’ underwear and the girls’ was insignificant but easily detectable. In both cases, the garments were plain white cotton, but while the girls’ had Aertex-style little perforations, the boys’ had a combed effect, resulting in stripes like a carefully mown lawn. (Or maybe it was the other way around. In any case, there was an obvious distinction.) And there was no denying that mine, uniquely among the boys, fit the same pattern as the girls’. My mother was wrong and the collective wisdom of High Infants had been vindicated.</p><p>It was a heady experience for a five-year-old. The embarrassment and humiliation of having been exposed to the whole class as a secret (if unwitting) crossdresser seemed almost literally unbearable, yet I couldn’t see that I had any choice but to bear it. I felt a sense of dismay so excruciating that it seemed impossible that I could continue to exist. This <em>couldn’t</em> be happening. I wanted to run away from the school and never come back. But, at the same time, I was turned on by the experience. The terrible humiliation was also unexpectedly arousing. As you can imagine, this was an unfamiliar sensation to me as a five-year-old.</p><p>Did this actually happen? I’m 99 point something percent sure that it did, though I have to admit that it seems unlikely that a class of 5-year-old boys and girls would be asked to get partly undressed in the course of the school day. I can remember the short-lived sense of relief as I walked back to school after lunch, with my mother’s assurance that, no, I was not wearing girl’s underwear. There was a particular boy (whose name I remember) who managed to quell the jeering of the others. I remember asking him the following day for advice on how to behave towards those classmates. To the best of my recollection his advice was to carry on as normal and try to live it down. I know I was disappointed. I had been hoping he knew of a way to roll back time and make this thing not have happened: to allow events to unfold the way they <em>ought</em> to have done, not the way they had. An escape into a parallel universe would have been acceptable.</p><p>Momentous though the experience was, I seem to have forgotten about it very quickly. I went through school, my teenage years, university, early work life and my marriage without ever consciously thinking about the incident. When, in my 30s, the memory resurfaced, I was astonished that it could have remained buried or hidden for so long. At the time, I thought I must have suppressed the recollection as traumatic. Only recently, much later, have I come to see that missing childhood memories don’t require any special explanation. I have “<a href=\"https://medium.com/p/2db66c17c5f3\">severely deficient autobiographical memory</a>” (SDAM), or <a href=\"https://medium.com/p/c48404d656c4\">something closely approaching it</a>. As a result, I don’t have <em>any</em> vivid childhood memories, or much in the way of vivid memories from any other period of my life. All the memories I have of my childhood, including my classmates’ ridicule of my underwear at the age of 5, are in the nature of bare narratives. I may remember <em>that</em> something happened but not how people looked, where they were sitting or standing, how the room was lit or decorated, or much of what was said. I usually don’t even know who was there, unless it’s particularly relevant. There’s no visual element, in short: each memory is more like a ledger entry than a snapshot. So, there’s nothing out of the ordinary about my having forgotten that particular incident, and it doesn’t necessarily involve any element of repression, though from my mid 30s to my late 50s I believed that it must have done. If there’s a question that needs to be answered, it’s not why I forgot about that incident, but rather why it suddenly popped back into my memory, so many years later.</p><p>What effect did these relatively early experiences have on my ideas and feelings about gender? It seems inevitable that they (the earliest one in particular) must have had some, though even now, having thought about these and related questions frequently over a thirty-five year period, I don’t feel any closer to an answer. I certainly have blind spots when it comes to gender. For example, it’s only quite recently that it’s occurred to me to ask why, as a five-year-old, I was wearing girl’s underwear in the first place? When I eventually remembered that episode, I think I initially just assumed that my mother must have bought underwear in bulk for me and my sisters and doled it out to us indiscriminately. But when I was 5, my youngest sister hadn’t yet been born and the two others were aged 2 and 1 respectively. The oldest I could possibly have been while at that school is 6, at which time my sisters would have been 3 and 2. So, it’s clearly not the case that my mother was buying the same underwear for all of us. Whether deliberately or inadvertently, she bought that “feminine” underwear specifically for me. I’d really like to know why, though even it I had thought of asking my mother during her lifetime, I feel sure that I’d have balked at the prospect. So, I’ll never know definitively, and I can’t resist speculating.</p><p>I intend this to be the first of three posts. In the second, I’m going to examine the concept of <em>gender identity</em>, and in the third I’ll look at <em>gender-as-behaviour</em>.</p>",
			"summary": "For some time, I’ve been trying to write about gender in general, even abstract, terms. But first I think I need to give an account of some of my own personal history as it relates to gender. This post is the first of three parts: the next two will deal respectively with gender identity and gender as behaviour.",
			"url": "https://www.artkavanagh.ie/a-good-masculinity-anti.html"
		},
		{
			"id": "PDF-small-screens",
			"date_published": "2020-06-27T17:50:00+01:00",
			"title": "PDF is preferable to ePub, even on small screens",
			"content_html": "<p>Over a period of months, I’ve been moving <a href=\"https://www.artkavanagh.ie/fiction-list.html\">my fiction</a> from Medium to this site. Only two pieces have still to be moved: my novel <cite>A Falling Body</cite> and a longish (7,500 word) three-part story that I’m not happy with and that I think needs to be rewritten or abandoned.</p><p>I originally wrote <cite>A Falling Body</cite> in eight chapters averaging 9,000 words each. For posting to Medium I split each chapter into four (or in one case six) smaller parts. So, the Medium version consists of 37 individual HTML pages. I’ve decided to reintegrate the chapters to post them here in nine parts (eight chapters plus three short appendices).</p><p>Looking at the vanity metrics on Medium, I notice that the first part of <cite>A Falling Body</cite> is still getting page views and reads, but these fall off precipitously after three or four parts. Some of the later parts of the story have had no views at all, and none has more than a handful. Much the same is true of the other stories that I’ve posted in multiple parts: <a href=\"https://www.artkavanagh.ie/fiction/Stockholm-part-1.html\"><cite>Dear Old Stockholm</cite></a>, a 21,000-word novella in six parts; and “<a href=\"https://www.artkavanagh.ie/fiction/protected-part-1.html\">Protected</a>”, a 9,500-word long short story (or <a href=\"https://medium.com/p/b20dc5452b23\">novelette</a>) in five.</p><p>Because of this rapid fall-off in views, I’ve been thinking that I should, at the end of each part, offer readers the option of downloading the whole story as a PDF. I have in the past been <a href=\"https://medium.com/p/9d3fac7aae42\">dismissive of ebooks</a> and I’ve no intention of <a href=\"https://www.artkavanagh.ie/ebooks-could-be-real-books.html\">recanting my criticism</a>. It does strike me, though, that PDFs avoid at least some of the disadvantages of ePub (and the related Kindle formats). If the ePub imitates the printed book in arbitrary, unconvincing and often unnecessary ways, the PDF is at least a closer approximation, though of course it too fails to replicate the physical characteristics of print.</p><p>In other words, I think the conventional wisdom may be wrong about the relative merits of ePub and PDF in the online dissemination of long form writing. As I understand it, the prevailing view is that ePubs are preferable because of their flexibility. The text will reflow to fit the viewport, making it possible for someone to read the same document on any arbitrarily sized screen, from tiny phone to enormous desktop monitor. The reader can choose the font size and (within fairly tight limits) face, easily search the text and add bookmarks and annotations.</p><p>What I think this argument gets wrong is that, while the sizes and proportions of the screens may vary widely, most people are going to want to view the text in a window that doesn’t diverge hugely from the dimensions of a typical book. Phones are bigger than they used to be, so I think it’s safe to assume that almost nobody will be reading on a screen smaller than 5in.. I calculated that a screen which is 5in. diagonally will be 2.8in. in width and 3.78in. in height, and used that as my starting point. Having tried out several possibilities, I eventually settled on 4in. × 6in., with a font size of 10pt and quarter-inch (18pt) margins. I could read <a href=\"https://www.artkavanagh.ie/protected.pdf\">the resulting PDF</a> on the 4in. screen of an iPod touch, albeit in landscape mode.</p><p>I opened the same PDF on an iPad and a two notebooks (one Mac, one Windows). They all zoomed in, so that the text appeared quite large, but it wasn’t outrageously so. I think I’ve found my optimal page size.</p><p>HTML is still my preferred format, even for long texts, but I accept that some readers would prefer an offline-readable version of the text, contained in a single document. For these purposes, I’ve concluded that PDF is a less unsatisfactory format than ePub. Besides, it gives me an excuse to play with the <a href=\"https://www.smashingmagazine.com/2015/01/designing-for-print-with-css/\">Paged Media module</a> of CSS.</p>",
			"summary": "The conventional wisdom may be wrong as to the relative merits of PDF and ePub in the dissemination of long form texts.",
			"url": "https://www.artkavanagh.ie/PDF-small-screens.html"
		},
		{
			"id": "writing-purpose",
			"date_published": "2020-06-14T11:13:00+01:00",
			"title": "I forgot the future: SDAM, aphantasia and a purpose in life",
			"content_html": "<p>About 2½ years ago, I sat in a psychotherapist’s office and she asked me what I wanted to do with the rest of my life. I had no idea. I made an effort to come up with an answer but it didn’t sound convincing to either of us. The therapist either decided that it would be a waste of time to try to get anything more out of me, or felt she had already planted the seed of further reflection that would bear fruit much later. Either way, she quickly moved on.</p><p>At the time, I was almost 60, and I found laughable the notion that it might be worth a person’s while actively to seek fulfilment in life. If occasionally a life turned out to be in some sense fulfilling, that was invariably the unplanned result of chance. There seemed no point in pursuing a purpose or goal in life when one’s own efforts could have no perceptible effect on the results. For most of its duration, my life had been aimless. That didn’t seem particularly regrettable. It was just normal.</p><p>There’s a song by Joe Jackson that goes “<a href=\"https://songwhip.com/joe-jackson/you-cant-get-what-you-want-till-you-know-what-you-want\">You can’t get what you want till you know what you want</a>”. I always used to sing “You can’t get what you want <em>if</em> you know what you want”. Not because I’d misheard the words — I knew exactly what they were meant to be — but because I thought my version was closer to the truth.</p><p>When I was seeing the psychotherapist I didn’t yet know that I have aphantasia. I had read Blake Ross’s post on the subject some time before and felt a momentary flash of recognition. I made a note of the URL, intending to go back later and digest his credulity-straining assertion that a majority of people can actually <em>see</em> things — like, inside their heads! It wasn’t till two years later that I rediscovered the URL, and this time the sense of recognition stuck.</p><p>In the months after I accepted that I have aphantasia, I began to think that my lifelong aimlessness might in part result from my incapacity for visualization. Though I haven’t been diagnosed with SDAM (severely deficient autobiographical memory), <a href=\"https://medium.com/p/2db66c17c5f3\">I’m not in any real doubt that I have that condition</a> (which sometimes accompanies aphantasia). My memories are not graphic or vivid: they’re more in the nature of ideas, abstractions, concepts and narratives than of images; it’s a bit like having index cards or ledger entries instead of detailed descriptions.</p><details><summary>Note: SDAM and aphantasia</summary>There’s a very informative paper by Nicholas Wynn Watkins, titled “(A)phantasia and Severely Deficient Autobiographical Memory: Scientific and Personal Perspectives”, freely available for <a href=\"https://www.google.co.uk/search?q=%22Nicholas+Wynn+Watkins%22+SDAM+aphantasia\">download in PDF from various websites</a>.</details><p>My mental conception of the past is dull, unexciting, featureless and full of gaps. Eventually it dawned on me that this is equally true of my conception of the future. After all, there’s no reason why my prospective imagination should be any clearer or sharper than my retrospective one. I don’t “remember” the future any better than I do what has already happened. If most people have at least some vivid, replayable “episodic” memories, isn’t it reasonable to suppose that they view the future in an analogous way? That they can actually “picture” themselves, attending <em>that</em> college, going on holiday to <em>that</em> exotic location, searching for a new job, buying and living in <em>that</em> house? Of course, I’m not suggesting that these imagined glimpses of the future are accurate. I don’t kid myself that most visualizers have a precognitive faculty. What I <em>am</em> suggesting is that these pictures of an imagined future, however misleading they eventually turn out to be, can constitute a target and roadmap that remain stable and consistent long enough to support a sustained pursuit.</p><p>It seems that consistency and stability are the key. It’s easy enough to decide that I’m going to be a more diligent and conscientious person than I have been, or more open to experience, or any number of other things, but without some kind of visual support I just drift off the path, and usually sooner rather than later.</p><p>The fact is that I can’t really imagine any kind of future. Obviously, I couldn’t expect to imagine it <em>visually</em> but somehow I haven’t been able to imagine it conceptually or in the abstract either, at least not in any way that sticks and makes it a substantial target to aim for. I suspect that, for better or worse, human imagination is disproportionately dependent on the visual — and that remains true even for some/many of us who don’t have a visual imagination.</p><p>Anyway, the therapist’s question prompted some kind of self-examination on my part, not immediately, but more than a year later, after I’d had time to think through some of the implications of having aphantasia. And guess what? To my surprise, I <em>do</em> know what I want to do with my life. I want to write, and to get some kind of recognition for my writing. That now seems so obvious that I have trouble grasping the fact that I’ve gone for years — indeed decades — without recognizing it. Writing has always been the thing I’m best (and, I often think, the <em>only</em> thing that I’m really good) at. Sometimes, it has seemed that I’m prepared to go to excessive lengths to avoid admitting that.</p><p>Coming to this realization, however late, shows me that it’s not necessary to be able to <em>imagine things visually</em> in order to find a purpose in life, though the lack of a visual imagination may lead one to “look” in the wrong places. In other words, I’m not <a href=\"https://medium.com/p/82efe3df7fb3\">blaming</a> aphantasia or SDAM for the belatedness of my discovery. I’m very happy to know <em>now</em> what it is that I’m aiming for. I’m simply saying that a visual imagination, if I’d had one, would probably have made it harder to miss the path. On the other hand, it was never inevitable that in the absence of a visual imagination I would take so long to find my way, any more than it was for <a href=\"https://www.bbc.com/news/health-47830256\">people like Ed Catmull</a>. That’s just the way it turned out.</p><p>The curious thing is that, while I expect this discovery to make me feel significantly better about myself and my life, I <em>don’t</em> think it’s going to make a lot of difference to my behaviour. I <em>have</em> been writing, on and off, for about 30 years. That includes some unsuccessful attempts at drama, several college essays that I was quite pleased with (but <a href=\"https://www.artkavanagh.ie/finite-though-unbounded\">only one of which survives</a>), my <a href=\"https://repository.royalholloway.ac.uk/items/25031702-dea3-49c6-a9e6-c068852e5df4/1/\">doctoral thesis</a>, a handful of journal articles on the subject of Andrew Marvell, a <a href=\"https://medium.com/p/744ee7ac0d08\">self-published novel</a>, several <a href=\"https://www.artkavanagh.ie/fiction-list.html\">short stories</a> and a miscellany of posts over the past three years, <a href=\"https://medium.com/@artkavanagh\">first on Medium</a> and more recently on this site. The difference, if any, is that I’ll now give this activity priority and try to make it my central activity. Ideally, I’ll go about i a bit more purposefully. It also means that I’ll try to write more <a href=\"https://www.artkavanagh.ie/index.html#bookdiscuss\">critical book discussion</a> and <a href=\"https://www.artkavanagh.ie/fiction-list.html\">fiction</a>, and less about such topics as tech, <a href=\"https://www.artkavanagh.ie/Google-future-search.html\">search</a>, <a href=\"https://medium.com/p/362c76c295d0\">publishing</a> and <a href=\"https://www.artkavanagh.ie/web-good-old-days.html\">the future of the web</a>. I <em>do</em> have one more tech/publishing piece to write (on the relative merits of ePub and PDF as a format for books), but it will be short.</p>",
			"summary": "A psychotherapist asked me what I wanted to do with what was left of my life and I had no idea. But now I do. SDAM means that I don’t see the past in an episodic way. The same is true of the future, and that may have had implications for how I thought about my objectives in life.",
			"url": "https://www.artkavanagh.ie/writing-purpose.html"
		},	
		{
			"id": "Medium-posts",
			"date_published": "2020-05-24T11:40:00+01:00",
			"title": "Some of my posts on Medium",
			"content_html": "<p>Towards the end of 2018, I finally did something I’d been thinking about, on and off, for 20 years: I registered an .ie (Irish) domain name. Throughout 2017 and most of 2018, I had been posting most of my writing, fiction and non, on Medium. At first I wasn’t sure how I was going to divide my sparse output between my own site and Medium but it eventually settled into a pattern.</p><p>My posts on Medium had tended to fall into one of three general categories. First there was the fiction, mostly short but including one novel-length story and a novella. Then, from April 2018, there was a series of posts on the subject of aphantasia (the lack of a visual imagination, or the inability to form mental images), which I learned in my late 50s that I’ve had all my life). And finally, there was my critical book discussion, in which I took a look in greater depth than a typical review at anything from Nelson DeMille’s mystery <cite>The General’s Daughter</cite> to the poetry of William Empson and Andrew Marvell, by way of Kazuo Ishiguro’s <cite>Never Let Me Go</cite>. I’ve treated each of these three categories slightly differently.</p><p>I’ve now moved most of <a href=\"https://www.artkavanagh.ie/fiction-list.html\">the fiction</a> to this site. The exceptions are the novel (which I’m in the course of moving now) and a three-part story I’m not sure about and that I may decide to rewrite substantially. The aphantasia posts, in contrast, remain on Medium where they’re still attracting readers. Instead of moving them, I’ve created <a href=\"https://www.artkavanagh.ie/aphantasia-posts.html\">a page on this site which lists them all</a>, and to which each of them links back. As for <a href=\"https://www.artkavanagh.ie/index.html#bookdiscuss\">the book discussion</a>, I’ve left most of the posts that were originally on Medium where they are, and put the more recent ones here.</p><p>That leaves those posts on Medium that don’t fit into any of these three categories. There are about 16 of these that I think are worth keeping, and I’ve listed them below in reverse chronological order.</p><ul><li><a href=\"https://medium.com/p/1215f240a1dc\">What Colm Tóibín said about genre fiction</a>— writing</li><li><a href=\"https://medium.com/p/3a746cd45fe4\">What (if anything) is Pinterest good for?</a>— social media</li><li><a href=\"https://medium.com/p/9d3fac7aae42\">Why ebooks aren’t real books</a>— publishing<br>The limitations of ebooks— most of them arbitrarily imposed, but some inherent in the nature of the format— make them an inferior reading experience to printed books.</li><li><a href=\"https://medium.com/p/5fd3d457923c\">Eluding the algorithm</a>— search and discovery<br>Algorithmic search is really just a form of recommendation engine. We need better ways of finding things that interest us on the internet.</li><li><a href=\"https://medium.com/p/fbe123c7ecea\">On the keyboard</a>— writing<br>If you’re a writer, the most important component (hardware or soft) of any computer you’ll ever use is the keyboard</li><li><a href=\"https://medium.com/p/a3fc88dedde1\">Sophie Hannah plans her novels before she starts to write</a>— writing<br>All authors plan their books. Some do it before they write a word, others do it all mixed up in the process of writing. Sophie Hannah is clearly one of the former. But there’s not as big a difference between the two types as you might think.</li><li><a href=\"https://medium.com/p/430690d1c84e\">Thanks Twitter, it’s been fun</a>— social media<br>I deleted my Twitter account after 9 years. it was easier than I had expected.</li><li><a href=\"https://medium.com/p/b20dc5452b23\">Novelette: a suitable form for crime fiction?</a>— writing and publishing<br>Revolutionary changes in publishing are making shorter forms of fiction more viable. But “shorter forms” doesn’t just mean short stories. We should be starting to see a greater flexibility as to story lengths.</li><li><a href=\"https://medium.com/p/431f5d849219\">Uncollected short stories</a>— writing and publishing<br>Publishers and readers have been wary of short stories because economics have dictated that they be published in collections the approximate length of a novel. The changes in publishing may make it easier to present them in a more appealing form.</li><li><a href=\"https://medium.com/p/ff56897f3d88\">The truth about fiction</a>— writing<br>Getting people to read your fiction online is hard, but that’s OK.</li><li><a href=\"https://medium.com/p/362c76c295d0\">Why I’m no longer a self-published author</a>— writing and publishing<br>I’ve withdrawn <cite>A Falling Body</cite> from Apple Books, Kindle and Kobo stores and I’m not going to be returning to those outlets.</li><li><a href=\"https://medium.com/p/133b776bd468\">Goodreads and the self-published author</a>— writing and publishing<br>Although Goodreads offers author profiles, it’s really a platform for readers (and not all of those), rather than writers. The two don’t usually mix well, except in the controlled conditions of public readings and conferences.</li><li><a href=\"https://medium.com/p/9555e2118914\">Some of the best fiction writers on Medium</a>— writing and publishing<br>The first group of writers whose stories have appeared more than once in my “Recommended short fiction on Medium” newsletter.</li><li><a href=\"https://medium.com/p/316d1698cd39\">Publishing long form fiction on Medium</a>— publishing<br>If Wattpad has an advantage over Medium for the fiction writer, it’s in the way it makes it easy to post multipart stories. But it can be done just as well on Medium with just a little extra work. This is how.</li><li><a href=\"https://medium.com/p/620892c22019\">Recommended short fiction on Medium</a>— writing<br>The stories recommended in my newsletter, “Recommended short fiction on Medium” during its first six months of existence, from June to December 2017.</li><li><a href=\"https://medium.com/p/f6958099ad00\">The language of Ireland</a><br>Attempts to revive the Irish language have been consistently failing for over a century, and will continue to do so. Yet there is no political will to stop wasting time and money on them.</li></ul>",
			"summary": "A list of some posts on Medium from 2017/2018 that I think are worth keeping and that fall outside the categories of fiction, aphantasia and critical book discussion",
			"url": "https://www.artkavanagh.ie/Medium-posts.html"
		},
		{
			"id": "face-and-place-blindness",
			"date_published": "2020-04-12T10:57:00+01:00",
			"title": "Heather Sellers: Learning the lessons of face-blindness and place-blindness",
			"content_html": "<p>Last week, I found this extraordinary <a href=\"https://longreads.com/2019/09/24/where-am-i/\"> true story by Heather Sellers on Longreads</a>. Sellers is a writer and professor of creative writing who suffers from both prosopagnosia (sometimes called face-blindness) and topographical agnosia, which she describes as “a severe disability when it comes to spatial relationships and perceiving direction”. She gets lost, even in very familiar places, is unable to follow directions and often doesn’t know where she is or how to get where she’s going. She writes very well, and her account fascinated me. As I read it, though, I felt an apparently contradictory combination of emotions. “How strange, and impossible to imagine,” I thought, and at the same time “how recognizably familiar”. On the one hand, I couldn’t grasp how it she couldn’t see a pair of red doors straight ahead of her; on the other, I had been in situations curiously analogous to, if <em>much</em> less serious than, those recounted by Sellers.</p><p>I don’t suffer from prosopagnosia: I can distinguish between faces and tell what features of one are unlike those of another. What I <em>can’t</em> do, though, is retain a visual memory of any individual’s face, and call it up when I need to. It occasionally happens, therefore, that I fail to recognize a person (<a href=\"https://medium.com/p/2db66c17c5f3\">including myself in photographs</a>) if I see them out of context. I know that a lot of people have this problem, so I’m not claiming that there’s anything out of the ordinary about my own experience, still less that it’s comparable to the severe difficulties faced by Sellers. It can be embarrassing, of course, but I know that I’m often perceived as a head-in-the-clouds daydreamer, so I can pass my blankness off as inattention.</p><p>As a child, I read that someone had “a good sense of direction” and, with misplaced assurance, assumed that I was the same. In spite of the evidence to the contrary, it wasn’t till I was 52 that I finally acknowledged that this was a fantasy. Apart from London (inevitably), I’ve been lost in Marseille, Nice, Toulouse (more than once), Bordeaux, Perugia and Barcelona. In Nice and Toulouse, I cycled around in circles for hours, failing to find a particular route out of the city. In Toulouse, I eventually gave up and put my bike on the train. In Nice, I had to phone my sister, who was staying in nearby Cagnes, and ask her to come and find me. In Marseille, I was using a map which was rotated anticlockwise through 45°, so that North was to the left, East at the top etc. I thought a simple mental adjustment would see me right, but I kept finding myself pedaling East when I meant to go North and South when I wanted to go East. I had relied on paper maps in the other places too. (These incidents happened before I had a smartphone or a data plan, but I don’t think it would have made much difference.)</p><p>What I didn’t realize until years later is that I was incapable of visually memorizing the relevant part of the map, so I’d try to convert it mentally into a series of narrative directions but I’d invariably miss something important. The map was useful to me only as long as I was looking directly at it. Once it went back in my pannier I might as well have left it at home. In Perugia and Barcelona I was on foot rather than on the bike, so I could pull the map out as often as I needed to. That didn’t seem to help much.</p><p>Though my difficulties with remembering faces, maps and directions don’t cause me problems anywhere near as severe as those encountered by Heather Sellers, I found her account of her condition, and particularly the method she uses to deal with it, useful as well as interesting. Many of her students have disabilities related to learning or mental health difficulties. She has to complete forms for each one, including checking boxes to indicate that she understands what accommodations they need in order to complete her course. It struck her that she needed to understand and make allowances for her own special requirements just as she did for those of her students. She actually printed out a set of the forms used by Students with Disabilities Services, and completed it for herself:</p><blockquote>Heather needs more time to plan her route to both new and familiar places.</blockquote><blockquote>Heather needs someone to help her when she is lost. She may not be able to explain why she is lost. Do you understand? She doesn’t need to explain.</blockquote><p>Instead of berating herself (as had been her habit) for her inability to accomplish an ostensibly simple task like finding her way around Tampa airport, she began to make allowances for her disability — to permit herself the same kind of “accommodations” she would make for one of her students. There’s a lesson to be learned from her experience.</p><p>If you find that your child, your student, your employee, your friend <em>or yourself</em> seems inexplicably to have unexpected problems doing things that don’t seem all that difficult, try being patient and kind with them. My own late discovery that my <a href=\"https://www.artkavanagh.ie/aphantasia-posts.html\">lack of a visual imagination</a> is not shared by a majority of the population taught me that it’s easy, indeed natural, to assume that we all see and relate to the world the same way. That’s a dangerous assumption that we need to be wary of.</p>",
			"summary": "A professor of creative writing can’t recognize faces or find her way around places she knows well. Her approach to dealing with this difficulty is something we can all learn from.",
			"url": "https://www.artkavanagh.ie/face-and-place-blindness.html"
		},	
			{
			"id": "music-distribution-formats",
			"date_published": "2020-03-28T11:20:00+01:00",
			"title": "Music distribution formats",
			"content_html": "<p>I just ordered a CD for the first time in 3 years or so. It’s <cite>Tempus Fugit</cite> by <a href=\"https://shop.chickcorea.com/products/chick-corea-vigilette-tempus-fugit\">Chick Corea’s Vigilette trio</a> and I’ve wanted to listen to it since I first heard about it nearly 2 years ago. The drummer in the trio is Marcus Gilmore, whose playing I know from his work with Vijay Iyer. (As well as having their albums, I saw Iyer’s trio live in Toulouse in about 2010.) Marcus Gilmore is the grandson of Roy Haynes, who played drums on some of Corea’s best trio recordings, notably <cite>Now He Sings, Now He Sobs</cite> and <cite>Trio Music: Live in Europe</cite>.</p><img src=\"https://cdn.shopify.com/s/files/1/1722/0245/products/Vigilette_Tempus_Fugit_Cover_1024x1024.jpg\" alt=\"Vigilette, Tempus Fugit album cover\" height=\"640\" width=\"640\" ><p>I ordered <cite>Tempus Fugit</cite> in CD format because that’s the only way I could get it. It’s not on any of the streaming or download sites and can be obtained only from Corea’s website or at one of his concerts. Postage (shipping, if you prefer) from the United States is $14, bringing the total cost of the disc to $34, more than I’ve paid for a single album in at least 10 years. I hesitated to order it at that price without having heard it first. While I like Corea’s music in general, it’s very varied and I certainly don’t enjoy all of it to the same degree. Then I found <a href=\"https://www.npr.org/2018/10/31/662519569/chick-corea-back-in-boston\">a recording of Vigilette playing live in Boston</a> and that clinched it: I ordered the album. (I had previously searched NPR.org for “Vigilette” and “Chick Corea” and got no relevant hits.)</p><p>Up to 2017, I had preferred to buy music on CD. I would download something from iTunes if the CD was hard to get hold of (an import, or out of print) or exorbitantly priced, but I’d always buy the CD where it was practical to do so, particularly if it came in a Digipak-type cover. (Jewel cases weren’t nearly so appealing: they were cheap-looking, easily cracked and took up too much space, being more than twice the width a CD cover needed to be.) Then, three years ago, it struck me that it was no longer practical to keep accumulating CDs. They were bulky to store, I hadn’t owned an audio CD player for years, and ripping them was a time-consuming chore.</p><p>Though they were introduced in the early 80s, I didn’t hear a CD being played until 1986 and bought my first one only in 1989. I quickly became enthusiastic about the format. My ex-wife used to say that I could scratch a vinyl record just by looking at it, and she was exaggerating only slightly. CDs saved me from the effects of my own clumsiness. Partly for this reason, I’ve never been tempted to join the vinyl revival. I <em>have</em>, on the other hand, sometimes considered reverting from downloads to CDs.</p><p>This is not because I have any aesthetic attachment to the format itself. A CD is nothing more than a cheap, plastic disc on which digital files are stored. It’s no more appealing than any other storage medium, such as a USB thumb drive or an external hard disk. My nostalgia for CDs is based on two factors: (a) they come in physical covers which usually contain liner notes and (b) if you rip them you have full control over the metadata you attach to the track.</p><p>If you buy a digital download from certain publishers, it’s likely that it will be accompanied by a “digital booklet” consisting of a pdf file. This is a poor substitute for its printed counterpart and, if you’re not careful, will end up occupying some of the limited and precious place on your music player/phone. Years ago, I used to argue that, whenever you buy an album as a digital download, you should have the option of getting a copy of the liner notes or Digipak mailed to you. Apart from anything else, it could function as a physical reminder that you bought an album which might otherwise languish overlooked on a hard drive or in flash memory. I still think the music publishing companies should consider this approach as a way of making sales (downloads) more attractive than a subscription model.</p><p>But the thing I most dislike about downloads and streaming alike is the poor quality of the metadata, the information attached to each track such as artist, album artist, song and album titles, publication date, composer name and so on. This is typically inconsistent from one album to another and is often just plain wrong. One of my biggest bugbears is that, in the case of a live album, you will almost invariably find some variation of “(Live)” or “- Live” appended to the song titles, even though it should be obvious to the most inattentive record company intern that “(Live)” is not actually part of the title. The worst example of this phenomenon I’ve yet found is an(excellent) album by Charlie Haden and Brad Mehldau, where every song title ends “(Live at Enjoy Jazz Festival, Christuskirche, Mannheim / Nov. 5, 2007)”. The parenthetical note is longer than the actual song title in each case.</p><img src=\"https://www.artkavanagh.ie/Haden_Mehldau.jpg\" alt=\"iTunes view of the album Long Ago and Far Away, by Charlie Haden and Brad Mehldau\" height=\"670\" width=\"640\" ><p>Different authors of metadata have differing views on whether “Year” should be the year of first publication, year of recording, or year of the current rerelease. (For what it’s worth, I prefer the first of these.) Where it’s an instrumental performance (I listen to a lot of jazz piano versions of standards), should the lyricist be credited as well as the composer — “Washington/Young” or “Victor Young”; “Kosma/Prévert”, “Kosma/Mercer” or “Joseph Kosma”? (There are arguments both ways but I’d like consistency, where possible.)</p><p>Of course I could amend the metadata on a digital download but it’s a tedious process (made worse by the fact that I don’t have a Mac at the moment, so have to use iTunes on Windows). Worse, whenever you get a new device (or possibly reset/reformat an old one) you risk downloading your purchases again, with the original, defective metadata. It’s easier (though still tedious) to rip the CD and add the metadata from scratch — and, up to three years ago, that’s what I generally did.</p><p>It’s for this reason that I periodically find myself thinking that maybe I should go back to buying CDs and avoid digital downloads (except where the CD is hard to find or too expensive). Unfortunately, I don’t think it’s practical. I already have too many CDs and nowhere permanent to store them. Six months ago, I had to move out of where I was living and I resolved to give away all the CDs that I could bear to part with, including all those in jewel cases. In the end, I managed to divest myself of only a handful.</p><p>It seems there isn’t a completely satisfactory answer to the conundrum. So, for now, I’m going to continue to buy my music from iTunes and manually amend the metadata, when I get around to it, swearing furiously as I go.</p>",
			"image": "https://www.artkavanagh.ie/Haden_Mehldau.jpg",
			"url": "https://www.artkavanagh.ie/music-distribution-formats.html"
		}
 	]
}
