{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
			
		{
			"id": "flow-defence",
			"date_published": "2020-02-16T10:55:00+01:00",
			"title": "In defence of flow: a response to Barbara Gail Montero",
			"content_html": "<p>In her essay “<a href=\"https://aeon.co/essays/the-true-expert-does-not-perform-in-a-state-of-effortless-flow\">Against Flow</a>”, Barbara Gail Montero attacks the idea that “flow” can enable the true virtuoso to transcend difficulty, struggle and self-doubt, and to perform with effortless excellence. She writes:</p><blockquote>Flow sounds appealing, and it seems to frequently coincide with some of our most pleasurable pinnacles of human experience, but it doesn’t necessarily translate into optimal performance.</blockquote><p>Notwithstanding the essay’s pithy title, it quickly becomes clear that Professor Montero is arguing, not against flow itself, but against what she sees as the prevalent idea that in fields such as ballet, concert performance and philosophy, expert practitioners can rely on flow rather than on work, physical effort, conscious thought and reflective self-analysis to achieve excellence.</p><p>To my mind, this seems to arise from a misunderstanding of what flow is, and what its uses might be. As I have understood it, flow is not a means or a method of achieving mastery or excellence, but rather the occasional, undependable and elusive <em>reward</em> for having achieved them. It is, first and foremost, <em>rare</em>, and it cannot be relied on to show up on any particular occasion. So, a concert pianist who trusted to flow to stand in for the hard work of deliberate practice, directed effort and self-awareness would be taking an unacceptable, indeed insane, risk. My suspicion is that flow happens when the deliberation, the self-examination and the physical effort become so integrated into a performance that they look and feel like second nature, as if the performer doesn’t have to think or observe or execute a difficult physical action, while the thought, the observation and the execution nevertheless have to occur.</p><p>Flow, then, is an end rather than the means. As <a href=\"https://www.artkavanagh.ie/stealing-fire-review.html\">Steven Kotler and Jamie Wheal put it</a>, flow is a sense of ekstasis, of being beside oneself, an altered state of consciousness. It is true that some of the groups and individuals that they write about in <cite>Stealing Fire</cite> (the Navy Seals, for example) are trying to find a way to control flow, to summon it at will, but of course that’s not to say that they think it can be used as a substitute for gruelling training. If they can control the flow, that <em>may</em> make their performance better in some areas, but I doubt if anyone thinks that their training will become any less demanding on that account.</p> <p>The misunderstanding that I referred to above is not Montero’s own. She sees very clearly that flow-as-end is a much more useful idea than flow-as-means:</p><blockquote>Csikszentmihalyi’s research suggests that flow is conducive to optimal <em>experience</em>. But it doesn’t tell us anything about whether it is conducive to optimal <em>performance</em>. So look for flow when you want to <em>feel</em> better, but not necessarily when you want to <em>do</em> better.</blockquote><p>This is unobjectionable as far as it goes, but it leaves out of account the possibility that flow, while appearing only rarely, may well improve performance, when it <em>is</em> present. It is plausible that the undistracted mind may think, observe, reflect and exercise control more effectively, even when it feels like it’s doing these things “unconsciously”. And, even when flow isn’t present, its <em>prospect</em> may provide the motivation of the performer to work harder, do better.</p><p>Montero is concerned that the pursuit of flow  may distract us from rather than assist our pursuit of excellence:</p><blockquote>… if developing one’s potential is key to a meaningful life – developing what Immanuel Kant speaks of in the <cite>Groundwork for the Metaphysics of Morals</cite> as our duty to cultivate our ‘predispositions to greater perfection’ – then flow, while bringing momentary happiness, might impede the attainment of that loftier value.</blockquote><p>If it is indeed the case that the cultivation of our “predispositions to greater perfection” is what gives life its meaning, it is nevertheless far from obvious that there is a clear, discoverable path of development or cultivation, to be followed by the would-be virtuoso without deviation or distraction; or that the attempt to achieve ekstasis will necessarily lead us away from that path.</p><p>While it seems to me that Montero overstates her case, I have to admit that her prescription of fully conscious striving over a prolonged period is unlikely to be damaging, except to the extent that it may discourage inexperienced people from trying to fulfill their potential. Kotler and Wheal (and the Navy Seals) notwithstanding, I remain sceptical of the notion that the active pursuit of flow or ekstasis will be found rewarding. When flow comes, it does so unannounced, and having been hoped for rather than confidently expected. In the meantime, why not play through that exercise again?</p>",
			"url": "https://www.artkavanagh.ie/flow-defence.html"
		},
		{
			"id": "web-good-old-days",
			"date_published": "2019-12-23T18:30:00+01:00",
			"title": "The good old days of the web may be just around the corner",
			"content_html": "<p>I argued in <a href=\"https://www.linkedin.com/pulse/advertising-future-surveillance-capitalism-art-kavanagh/\">Advertising and the future of surveillance capitalism</a> that Google and Facebook are in a rather paradoxical position. They’re both dependent on online advertising, a source of revenue which seems at once precarious and stable. It’s stable because it’s a well established model which is supported a lot of vested interests (such as advertising departments) and it’s precarious because, as <a href=\"https://thecorrespondent.com/100/the-new-dot-com-bubble-is-here-its-called-online-advertising/13228924500-22d5fd24\">Jesse Frederik and Maurits Martijn have shown in an enlightening article</a> in <cite>The Correspondent</cite>, online advertising is a kind of “bubble” that must be expected to burst sooner or later. And, as is often the case, “sooner or later” probably means “sooner than we expect”. What will the web look like, if and when Google and Facebook find that the advertising budgets of the world’s major companies are no longer flowing without obstruction directly into their bank accounts?</p><p>Frankly, I don’t know. I’m not a futurologist and my previous attempts at prediction have tended to be ignominiously wrong. But I’d like to suggest that, in trying to imagine where the web is going, we need to take a much longer view than we’re often inclined or accustomed to do.</p><p>How long do you expect the web to last? If you’re anything like me, your answer flickers rapidly between “thousands of years” and “it’s already at death’s door, though there’s an outside chance that we can revive it”. Even if we believe that the second possibility is the more likely, it makes sense to behave as if the first were true, because it might well be. But if the web really does have a long future ahead of it, it follows that it’s barely out of its infancy. Almost nobody I know has been using it for longer than 25 years. (I first accessed it in late 1997, just 22 years ago.) Notwithstanding the great changes that have come about since then, it would be fanciful to describe the web as “mature”. <a href=\"https://www.artkavanagh.ie/Google-future-search.html\">As I complained recently</a>, we don’t even have a robust, reliable way to <strong>search</strong> the web, relying instead on heuristics and algorithms whose workings are (to say the least) opaque.</p><p>It might be worthwhile, rather than spend a lot of intellectual effort and energy attempting to foresee the shape and details of a postfacebook web, simply to remind ourselves regularly that a postfacebook web <em>will</em> come to pass, and (in relative terms) very soon.</p><p>A few short years ago, it was being widely assumed that Facebook had irrevocably and permanently supplanted the open web and that Twitter had taken over the role formerly filled by your RSS feed reader. After a number of scandals like Cambridge Analytica and Russiagate, we’ve come to see that the grip of these “social” networks on our online lives is not as secure as we so recently thought, and have turned our attention to divining what is to replace them. A <a href=\"https://www.nytimes.com/interactive/2019/11/30/opinion/social-media-future.html\">recent opinion piece by Annalee Newitz</a> in the <cite>New York Times</cite> begins:</p><blockquote>Social media is broken … Though we talk about reforming and regulating it, “fixing” it, those of us who grew up on the internet know there’s no such thing as a social network that lasts forever. Facebook and Twitter are slowly imploding. And before they’re finally dead, we need to think about what the future will be like after social media so we can prepare for what comes next.</blockquote><p>One assumption that underpins this quest for the next biggish thing is the conviction that there’s <strong>no going back</strong>. Blogs and RSS feeds were significant in the 2000s. They’ve had their time in the sun and now it’s the turn of something else. If you find yourself sympathetic to this point of view, consider the current revival in popularity of the email newsletter.</p><p>If, on the other hand, we take the kind of long view I’m proposing, instead of seeing Facebook and surveillance capitalism as the culmination of the internet’s short history, we can view them instead as an early experiment that is in the course of failing (or at least of having its parameters changed). From this point of view, it’s easier to see the web of the 2000s, not as a developmental stage that has now been surpassed, but rather as a set of possibilities which still have plenty of potential to be realized. Maybe it’s possible to go back after all.</p><p>One of the things Anil Dash would like to go back to is the widespread use of the hyperlink: “<a href=\"https://anildash.com/2019/12/10/link-in-bio-is-how-they-tried-to-kill-the-web/\">‘Link in bio’ is a slow knife</a>”. The link, after all, is the feature that put the “hyper” into hypertext: it’s precisely what was meant to be <strong>weblike</strong> about the web. And it’s been clear for some time that the link has been on the wane. Facebook and Twitter effectively permit only one link per post; and Dash makes much of the fact that in Instagram you get just one link per account! One of the things that used to frustrate me about Google+ was that, while it was possible for a post to include multiple links, all but the last one (the one with the link preview) had to be bare URLs. It wasn’t possible to use a HTML-style &lt;a href=\"<a href=\"https://developer.mozilla.org/en-US/docs/Web/HTML/Element/a\">https://developer.mozilla.org/en-US/docs/Web/HTML/Element/a</a>\"&gt;<strong>anchor tag</strong>&lt;/a&gt;.</p><p>On Goodreads, where anchor tags <em>are</em> allowed, it seems that a lot of people don’t use them, but instead just paste the bare URL into their review or comment. I’ve often wondered if this is because people are more likely to trust links if they can see the target address there in the text, without having to hover the pointer over the link to reveal where it’s leading. What hadn’t really occurred to me before I read Dash’s piece is that the social media pursue a strategy of making links scarce, as a way of keeping people on their site or in their app.</p><p>So, it’s not simply the case that people avoid links because they don’t trust them. On the contrary, Dash insists, “people <em>like</em> links”. I hope he’s right. If he is, there’s a good chance that the web that comes after the reign of Facebook will be recognizably the offspring of the web that preceded it. We may yet live to see the web grow up.</p>",
			"url": "https://www.artkavanagh.ie/web-good-old-days.html"
		},
		{
			"id": "adios-Mix",
			"date_published": "2019-12-20T11:43:00+01:00",
			"title": "Mixed feelings about web discovery",
			"content_html": "<p>Have you heard of Mix? It’s a web discovery engine founded by Garrett Camp about two years ago as a new, improved replacement for StumbleUpon. I’ve been <a href=\"https://medium.com/@artkavanagh/getting-the-mix-just-right-f161fd9af9f6\">using it fairly consistently since February 2018</a> but I think that experiment may have come to an end. Earlier this week I deactivated my account.</p><p>I’d been thinking about doing so for several months, for two reasons. First (from the point of view of the person looking for something to read), the combination of algorithmic recommendation and human curation doesn’t seem to produce results significantly better than Facebook’s unassisted algorithms. As <a href=\"https://medium.com/@artkavanagh/eluding-the-algorithm-5fd3d457923c\">I wrote in May 2019</a>:</p><blockquote>Mix is coming to resemble a typical news feed on social media.</blockquote><p>The other reason (from the point of view of the writer/publisher looking for readers) is that, as with its “parent”, StumbleUpon, traffic referred by Mix tends to have a high <strong>bounce</strong> rate. I first noticed this earlier this year when I learned that the iPad app was loading the target page into an iframe without any kind of preview, so that people using the app were visiting the page before they’d had a chance to decide whether they were interested or not. In many cases they would immediately swipe on to the next recommended page. In the case of Medium posts, this led to an inflated number of page views accompanied by a rapidly falling read ratio. Because of this, <a href=\"https://artkavanagh.micro.blog/2019/04/27/is-garret-camps.html\">I became much more wary about <strong>mixing</strong> my own posts</a>, particularly if those posts were on Medium.</p><p>I was no longer using Mix to discover new things to read, but only to share links to my own and other people’s writing. Since I wasn’t sharing my Medium posts and had no reason to think that other posts (mine or anybody else’s) had much to gain from page views coming from Mix, there didn’t seem to be any good reason to continue to post there. The only thing that made me hesitate before deactivating was the relatively high number of followers I had on the platform.</p><p>At 7,600, this was many times the combined total of followers I’d ever managed to accumulate on all other social media and similar platforms. The higher figure on Mix is no mystery: I had been a relatively early adopter and the curators had taken a liking to one of my collections, “Writers on writing”, so I was one of the people recommended to new sign-ups. Although I’m in the habit saying “<a href=\"https://www.artkavanagh.ie/following.html\">Followers don’t count</a>”, was I really going to abandon an account that had 7,600 of them?</p><p>I procrastinated for several months but, in the end, it looks as if I am. There’s not much benefit in having a largish number of followers if I only occasionally share links to my own writing. But the immediate trigger for deactivating the account was that I noticed last week that Mix is no longer allowing comments. This was probably inevitable as the comments had become, to a large extent, a vehicle for spam. However, I find that I’m not very interested in using a platform that merely allows me to share links without adding any additional commentary. Where’s the “engagement” in that?</p><p>It seems that, while Mix allows me to deactivate my account, there’s no way to delete it outright. I <em>could</em> reactivate it at any time. But I don’t think I’ll be doing that.</p>",
			"url": "https://www.artkavanagh.ie/adios-Mix.html"		
		},
		{
			"id": "following",
			"date_published": "2019-12-01T12:57:00+00:00",
			"title": "I was not born to follow",
			"content_html": "<p>I’m a bit too fond of saying things like “following is broken” or “followers don’t count”. One of the things that attracted me to <a href=\"https://micro.blog/discover/\">Micro.blog</a> is that it doesn’t display a list of followers. What a great idea! Other platforms/networks, most prominently Twitter and Instagram, have publicly toyed with the idea of hiding the number of followers but have so far been wary of taking the plunge. The problem, I think, is that we who use the internet don’t like to think too clearly about what “following” means, and what we want from it.</p><p>On the face of it, following appears to be simple: you see or read something you think is interesting, informative or useful, so you add the author or creator to a list so that you’ll see what they come up with in future. That’s rarely how it works in practice. Very few platforms show you <em>everything</em> posted by the people you’re following. I’ve seen several writers on Medium complain that, though they have thousands of followers, the page views for their posts don’t reach into the hundreds. Twitter grudgingly reverted to offering people the <em>option</em> of seeing an “everything” timeline. Pinterest similarly has a “Following” tab which is supposed to show only pins from the people you follow, in reverse chronological order, but this is not the default view.</p><p>On the web proper, RSS is still widely available, though it has become a lot less visible in the 6 years since Google shut down its Reader. Most news sites offer a number of RSS feeds, and the most popular blogging platforms make it easy to set one up. RSS offers the possiblity of following a site or blog in a way that guarantees you’ll be notified of every post. No black-box algorithm is filtering what you’re allowed to see. But this has its own problems. It’s not unusual to see a lament about the huge <strong>unread count</strong> in somebody’s feed reader. People occasionally find that they have to “declare bankruptcy” and mark everything as read, so they can start from scratch.</p><p>The fact is that most of us don’t really want to follow people, sites or accounts: we do it for want of a more satisfactory alternative. It doesn’t follow that, just because one writer has posted something we find insightful or enlightening, we’re going to want to read everything she writes from now on. Even a Jason Kottke or a Dave Winer isn’t going to have a strong claim on our attention with every post.</p><p>As <a href=\"https://medium.com/p/5fd3d457923c\">I’ve suggested before</a>, the algorithmic approach to search introduced by Google more than 20 years ago is a kind of recommendation engine: it uses heuristic methods to decide which of many available options it should present to you for your attention. So far as we can tell, Facebook’s algorithms work in an analogous way on a much smaller, though still large, corpus. In this respect, Facebook and Google are broadly in the same business: turning up something worth your attention out of the vast, overwhelming mass of undifferentiated “content”. Just as we place an unreasonable amount of faith in Google’s ability to orient us in an unimaginably huge ocean of information, we “follow” in the hope, but not the expectation, that we’ll be led onto the right path through the maze.</p><p>When you think about it, it’s quite absurd that we have an already enormous and rapidly expanding repository of online writing (as well as pictures, audio, video etc) that we can navigate only by relying on heuristics and algorithms whose workings (and reliability) we can only guess at. I recently wrote about <a href=\"https://www.artkavanagh.ie/Google-future-search.html\">the need for a new kind of search</a>, based on machine learning, neural networks and data. Until that comes to pass, we can’t know how well or how badly it will work. We can be sure, however, that if it’s a substantial improvement on what we have already, we’ll no longer have much desire or need for “following”.</p>",
			"url": "https://www.artkavanagh.ie/following.html"
		},
		{
			"id": "living-without-Amazon",
			"date_published": "2019-11-26T13:30:00+00:00",
			"title": "Living without Amazon",
			"content_html": "<p>It’s now two years since I ordered anything from Amazon and about one year since I <em>noticed</em> that I’d stopped buying things from the retail behemoth: I had drifted into an unplanned boycott. I followed that up, four months ago, by <a href=\"https://www.artkavanagh.ie/bye-bye-Amazon.html\">deleting my account</a>. My 20-year relationship with the company was finally, definitively over. I had once been an enthusiastic customer. When I lived in France, Amazon was my way of getting CDs and English language books without paying way over the odds. To some extent Amazon was an integral part of my life. Surely removing it would not be a straightforward exercise. It would require some sacrifices.</p><p>Just to be clear, while I no longer buy anything directly from Amazon or via their Marketplace, and I don’t use any of their services, such as KDP (Kindle Direct Publishing), I <em>don’t</em> avoid websites or services that are hosted on AWS, EC2, S3 etc. That clearly wouldn’t be practical, given how many major sites depend on Amazon hosting. The way I see it, it’s up to those companies to choose their own suppliers, and I don’t have either the responsibility or the economic clout to try to steer them away from Amazon.</p><p>As to the supposed sacrifices that need to be made if one is to live without Amazon, well, I hardly notice them. Dublin is, fortunately, still well supplied with bookshops, for both new and secondhand books. When I can’t find what I want locally, I order it via <a href=\"https://www.alibris.co.uk\">Alibris</a>. I still like to own albums but in the last few years I’ve been downloading these from iTunes rather than buying and ripping actual CDs, which in the past I’d have ordered from Amazon. (This is not wholly satisfactory, as the metadata associated with jazz downloads tends to be frustratingly slapdash and inconsistent, but I’ll hold that rant for another post.)</p><p>Other things I had bought from Amazon over the years include 3 Aeropresses (and, before I discovered the Aeropress, at least one espresso coffee maker), a sandwich toaster and other kitchen appliances, two bicycles and three Sony Walkman audio players. (Also, about 15 years ago, a tv and a digital camera.) All of these can easily be bought/replaced elsewhere. They will usually be a bit more expensive than they would have been on Amazon, but it’s still possible to find deals and anyway I’ve decided to treat the higher prices as a welcome deterrent to overpurchasing. The one item that has caused me some difficulty is the stainless steel mesh filter for an Aeropress. I found one supplier in the UK which has its own website with a shopping cart, but would deliver to Ireland <em>only</em> if I placed the order through Amazon Marketplace! It took a bit of Googling but I eventually discovered <a href=\"https://www.cremashop.eu/en/products/joefrex/aeropress-permanent-filter\">a supplier from whom I can order direct</a>.</p><p>I was never a fan of the Kindle. Even when I was reading more ebooks than printed ones, I greatly preferred Apple Books (previously iBooks) to Amazon’s offering. When I deleted my Amazon account, I lost access to a handful of ebooks that I might have liked to reread (as well as to several more that I was glad to see the back of). I’m more convinced than ever that a dedicated ebook app or device adds nothing to the <em>reader’s</em> experience: these devices and apps exist to benefit the publisher (by making it possible to add DRM) or the seller (by locking readers into a particular ereading ecosystem). In practice, the “seller” who benefits is nearly always Amazon, as it dominates the ebook market. There’s no good reason why books shouldn’t be published online, to be read in any web browser, as is shown by Manton Reece’s decision to publish his book <a href=\"https://book.micro.blog/\"><cite>Indie Microblogging</cite></a> in that way.</p><p>It’s not my aim to try to convince you that Amazon is one of the most predatory companies in existence. You can weigh the evidence and judge for yourself. All I want to do, for now, is to persuade you that you <em>could</em> survive without Amazon: all you need is the ability to put up with some barely noticeable inconvenience.</p>",
			"url": "https://www.artkavanagh.ie/living-without-Amazon.html"
		},
		{
			"id": "Sally-Rooney-short-stories",
			"date_published": "2019-11-17T00:00:00+00:00",
			"title": "“Oh my god, shut up”: Sally Rooney, short story writer",
			"content_html": "<p>Sally Rooney’s two novels to date, <cite>Conversations with Friends</cite> and <cite>Normal People</cite> have been a phenomenal publishing success, so it’s worth reminding oneself that she first attracted attention as a short story writer. Shortly before the publication of <cite>Conversations with Friends</cite>, I saw that her story “Mr Salary” had been shortlisted for the prestigious Sunday Times EFG Short Story Award, so I read it. As I didn’t buy a copy of <cite>Conversations</cite> until it came out in mass market paperback, there was a period of slightly more than a year during which I knew Rooney’s writing only through “Mr Salary” and perhaps another short story. “Mr Salary” left me in no doubt that she was a significant new Irish fiction writer. And, while I like and admire the two novels, and hope to write about them eventually, I think it’s important not to overlook her strengths as a short story writer.</p><p>Many publishers, and not a few authors, see the writing of short stories as not much more than an apprenticeship for the more demanding and potentially rewarding task of producing a novel. I’ve suggested before that this is partly a function of the size and shape of the printed books that publishers have traditionally been expected to produce and that, as publishing changes, we can expect the short story and other shorter forms to assume an importance that economic realities have often denied them in the past. With that in mind, I’d like to take a look at three of Rooney’s short stories, including “Mr Salary”. The three stories in question are all available online. (At least one of these, “Color and Light”, is behind a paywall, but <cite>The New Yorker</cite> allows nonsubscribers to access a small number of stories for free each month.)</p><p>Read <a href=\"https://www/artkavanagh.ie/Sally-Rooney-short-stories.html\">more …</a></p>",
			"url": "https://www.artkavanagh.ie/Sally-Rooney-short-stories.html"
		},
		{
			"id": "Google-future-search",
			"date_published": "2019-11-13T00:00:00+00:00",
			"title": "Why Google might just conceivably be the future of search",
			"content_html": "<p>Charles Arthur’s Overspill blog recently linked to Million Short, a site that aims to help you find the search results that get lost or buried when you use Google, DuckDuckGo or Bing. It tries to do this by allowing you to discard the first 100, 1,000, 10,000, 100,000 or million sites from the results, or to exclude certain types of site, such as ecommerce. I’ve written before about how algorithmic search has developed to the point where it tends to produce lots of very similar hits, giving the impression that it may be missing many high quality and relevant but idiosyncratic results.</p><p>My initial impression of Million Short’s approach is that it’s too crude a measure to turn up the good stuff reliably (or indeed often). When Google first appeared, its algorithm ranked pages on the basis of the number of links from other pages with a high reputation or standing. These factors were proxies for <em>relevance</em>. The more “high quality” links it had, the more likely it was that a page would be worth your while. So was born the industry of Search Engine Optimization.</p><p>The existence of sites like Million Short indicates that such proxies for relevance aren’t always very good at finding what we’re looking for. We need something better. My own preference would be for a search engine that rewarded the quality (and, in some cases, the originality) of the <em>writing</em>. The crudeness of the Million Short approach made me think it might be the kind of problem that’s susceptible to a solution based on neural networks, machine learning and big data (AI for short).</p><p>It’s widely recognized that the quality of Google Translate improved immeasurably when Google introduced an AI model (Neural Machine Translation), in place of its previous statistical approach to translation. Search seems ripe for an analogous change of approach. Instead of proxies for relevance, search could be based on the identification by suitably trained neural networks of writing that is coherent, well informed, thoughful and illuminating. It can’t happen soon enough for me.</p><p>With its enormous resources and its experience of building an AI-based machine translation system, as well as its history of dominating the search ecosystem, Google would appear to be better placed to undertake this task than almost any other company. Strange as it might seem, the incumbent may be our best hope for overdue innovative disruption in search.</p>",
			"url": "https://www.artkavanagh.ie/Google-future-search.html"
		},
{
			"id": "read-short-stories",
			"date_published": "2019-11-10T00:00:00+00:00",
			"title": "How and where to read short stories",
			"content_html": "<p>I posted the original version of this piece on Google+ in May 2018. I’ve been unsystematically going through my old Google+ posts, looking for ones that are still relevant and possibly worth reposting on this site or elsewhere. I’ve slightly updated this one to reflect the fact that I no longer send out my newsletter, “Recommended short fiction on Medium”, among other things.</p><p>It’s a truism that collections of short stories are a hard sell. Publishers are reluctant to take them because they know there’s a good chance that readers won’t be willing to buy them. I’ve tended to think of this as simply the way things are, without really wondering why it should be so. It’s for that reason that I had a kind of an “aha!” moment about a month ago [i.e. April 2018], when I saw a tweet from Sinéad Gleeson, the editor of <cite>The Long Gaze Back</cite>, a collection of short stories by Irish women. Gleeson quoted Mavis Gallant, who wrote in the Preface to her 1950 <cite>Collected Stories</cite>:</p><blockquote>Stories are not chapters of novels. They should not be read one after another, as if they were meant to follow along. Read one. Shut the book. Read something else. Come back later. Stories can wait.</blockquote><p>If story collections are not to be read as though they were novels, perhaps an approximately novel-length volume in which the stories are listed like chapters is not the best delivery mechanism for them. What is that volume, after all, but an invitation to the reader to read them in sequence, one leading on to the next, in about the same time as it would take her to read a novel? Does <em>that</em> explain why readers, and therefore publishers, are wary of the collection? Because the reader knows from experience that the volume is likely to remain unfinished, unreturned-to, a long-standing reproach?</p><p>These days, readers and writers alike of short stories are lucky to have a variety of alternatives to the collection bound up in a deceptively compact volume. The internet provides several of them, as you’d expect. If you’re a fan of short stories, you probably already have your preferred sites.</p><p>One such site is Medium, which is widely seen as a place to read (and publish) nonfiction of various kinds but is also eminently suitable as a platform for (particularly short) fiction. Between June 2017 and August 2018, I sent out a weekly newsletter in which I’d recommend the best short fiction I found on Medium each week. The stories I recommended in that period can still be found in these three posts:</p><ul><li><a href=\"https://medium.com/p/620892c22019\">Recommended short fiction on Medium</a>;</li><li><a href=\"https://medium.com/p/677f60772439\">Recommended short fiction on Medium—2</a>;</li><li><a href=\"https://medium.com/p/1f879f184c9f\">Recommended short fiction on Medium—3</a>.</li></ul><p>There are a number of excellent writers each of whom appeared in the newsletter twice and might easily have had a third or a fourth story included if I’d been prepared to recommend the same authors week after week. These star writers are listed in two posts, <a href=\"https://medium.com/p/9555e2118914\">Some of the best fiction writers on Medium</a> and <a href=\"https://medium.com/p/5546998a5a19\">Some more of the best fiction writers on Medium</a>.</p><p>I <a href=\"https://medium.com/p/431f5d849219\">followed-up the original Google+ post on Medium, 27 May 2018</a>.</p>",
			"url": "https://www.artkavanagh.ie/read-short-stories.html"
		},
{
			"id": "religion-theodicy",
			"date_published": "2019-10-19T00:00:00+00:00",
			"title": "“What course and opinion he thinks the safest”: Religion and divine justice in the work of Andrew Marvell",
			"content_html": "<p>This essay is also available in PDF.</p><p>I wrote my doctoral thesis about the theme of justice in Andrew Marvell’s works. That topic was suggested to me by reading a slim but stimulating book, John Klause’s <cite>The Unfortunate Fall</cite>. Klause’s argument is that Marvell’s imagination was exercised by questions of divine justice and that he was temperamentally uninclined to find comfort in paradoxical notions like “the fortunate fall”: the idea that the disobedience of Adam and Eve was really a good thing because it gave humans an occasion to exercise our resilience, fortitude and similar virtues in the face of adversity, and created the conditions for God to show forgiveness and mercy towards his creation and to bestow grace on us.</p><p>In some ways, Klause’s argument seems surprising, even perverse. Marvell is a writer who clearly loves paradox and self-contradiction. He is the poet who suggests that eyes and tears take on each other’s properties, that subject and object are somehow the same, or difficult to distinguish from each other. I’ve suggested that he’s attracted to the idea that genders may refuse to remain distinct but instead blend into each other. Surely this is a writer who is comfortable with paradox? What attracted me was Klause’s claim that Marvell liked superficial paradoxes, ones that could ultimately be resolved. A paradox that was indicative of a fundamental contradiction in the nature of reality, on the other hand, was something that perturbed rather than stimulated him. Yes, this was the Marvell I thought I recognized.</p><p>Klause’s book is concerned specifically with <em>theodicy</em>, that is with the defence of divine justice. I thought that Klause’s exploration of Marvell’s work revealed a concern with a broader and more abstract idea of justice. That was to be my thesis topic. A few weeks before I submitted my thesis, I realized with dismay that (because Nisus Writer Pro, which I was using to put together the final version, omits footnotes from the word count) my document was some 16,000 words over the maximum permissible length. I immediately cut the chapter on divine justice, reducing by half the overshoot of the target word count.</p><p>I was happy to lose that chapter because, in the course of writing it, I’d become convinced that where Marvell appeared to be writing directly on the subject of divine justice he was really concerned with something else. In <cite>Remarks Upon a Late Disingenuous Discourse</cite> (1678), which Klause describes as his “brief, informal theodicy” (Klause, p.&nbsp;13), Marvell is not so much attempting to argue the merits of the doctrinal position advanced by John Howe (who wrote that it is possible to reconcile God’s omniscience with his sincerity and benevolence) as to discourage Calvinist attacks on “middle way” thinkers like Howe and Richard Baxter. The views on divine justice expressed by Marvell in the <cite>Remarks</cite> are incidental, conventional and not in themselves very interesting. I took the view that his interventions in controversies about church government were certainly worth examining but that the place for such an examination was not in a thesis about the part played by justice in his works.</p><p>One of the examiners of my thesis felt very strongly that in leaving out the question of religion I’d made a big mistake. (Not big enough to prevent me from getting my doctorate, I’m relieved to say.) I said at the time that I intended to revise and publish my chapter on religion, separately from the thesis. It’s taken me seven years to do so, but here it finally is.<p><p>Marvell’s <cite>Remarks Upon a Late Disingenuous Discourse</cite> begins with a warning against being “tempted into Enquiries too curious after those things which the Wisdom of God hath left impervious to Humane Understanding, further than they are revealed” (<cite>Prose Works</cite>, 2:415). This is no mere rhetorical disparagement of the writer’s capacity for the task in hand. Marvell adverts to a danger he seems to have taken seriously. He is also echoing, among other writers, Jean Calvin, of whom Brian G.&nbsp;Armstrong writes “if there is a persistent theme in Calvin it is that God’s ways and thoughts are incomprehensible to man without special revelation”. In this “brief, informal theodicy”, Marvell was intervening in an argument between John Howe and Thomas Danson, both of whom were nonconformist ministers. Danson was a strict Calvinist, while Howe held beliefs similar to those of Richard Baxter, who variously spoke of reconciling Calvinism and Arminianism, and of having found a middle way between the two. In intervening in this dispute, Marvell claimed to be motivated by nothing more than the desire “to hinder one Divine from offering violence to another” (<cite>Prose Works</cite>, 2:482).</p><p>Read <a href=\"https://www.artkavanagh.ie/religion-theodicy.html\">more …</a></p>",
			"url": "https://www.artkavanagh.ie/religion-theodicy.html"
		},
{
			"id": "LaTeX-and-Word",
			"date_published": "2019-10-12T00:00:00+00:00",
			"title": "More about LaTeX as a writing tool: LaTeX and Microsoft Word",
			"content_html": "<p>I recently compared HTML and LaTeX as tools for writing. While preparing that post, I came across a piece by Daniel Allington: The LaTeX fetish (Or: Don’t write in LaTeX! It’s just for typesetting). Allington scrutinizes the arguments of LaTeX evangelists as to why LaTeX is supposedly superior to word processors like Word and LibreOffice, and finds those arguments unpersuasive:</p><blockquote>… what’s actually being contrasted is not LaTeX and word processors, but the effective use of LaTeX and the naive misuse of word processors … people who don’t know how to use a particular tool [i.e. Word] very well are being told to throw that tool away and learn to use an entirely new one on the grounds that it will enable them to do things that they could have done at least as well with the old one — which is (when you think about it) a little peculiar … The really important thing to teach students is the importance of writing in a structured way and using the features of whichever tool they are using in order to facilitate that, but instead we have LaTeX evangelism and the false implication that word processors don’t facilitate structured writing at all. Someone who indicates section headings in a word processor by emboldening them or enlarging the font size is not using that word processor correctly and will be unable to take advantage of its full range of features …</blockquote><p>To someone who sees the effects of “naive” use of Word every day at work, this passage certainly rings a bell. I’m forced to conclude that, while Word has always made it easy to create structured, cleanly formatted (if not particularly good-looking) documents, it makes it even easier (and from some points of view more intuitive or obvious) to produce a mess of inconsistent and confusing direct formatting. Word often seduces its users into believing that they don’t need to <em>learn</em> how to use it: all they have to do is start typing and know the standard commands used to apply bold, italics and other direct formatting. But the <em>effective</em> use of Word is not at all hard to learn, even if you’ve already developed a set of bad habits that mean you’re less likely to see a document as a structure. Why are those habits so widespread? Here is Daniel Allington again:</p><blockquote>… you are more likely to be introduced to LaTeX in a class taught by someone who really knows how to use it, and more likely to be introduced to a word processor by playing around with it or under the informal instruction of someone who doesn’t understand it very well, and that, for this reason, the number of people who use LaTeX but don’t use its document-structuring features is probably close to zero while the number of people who use word processors and don’t is enormous.</blockquote><p>If lawyers can be taught to use a structured markup language — say some kind of hybrid between Markdown and LaTeX – it should be at least as easy to teach them to use Word effectively, provided that the the need for such teaching is recognized and the will to learn is there. Word is more flexible in terms of the readily available layouts, and it makes the creation of things like captions and crossreferences much easier and, as Allington points out, it’s a great deal more flexible than LaTeX when it comes to making changes to the layout.</p><p>Everybody seems to be agreed that the choice of writing tool depends on how one sees the relationship between the process of writing a document and the way it’s presented. These are two distinct processes but they can’t be treated as entirely unconnected. In a document of any length, particularly one which tries to make an argument, structure has to be a primary consideration during the first phase, though it can usually be hidden or submerged in the finished document. I used to see a lot of computer manuals that had been set in LaTeX or something very similar and it used to bother me that they seemed to wear their structures on the outside, like some instances of postmodern architecture. For example, sections and subsections were always numbered, and the table of contents typically followed a rigid and regular pattern of indentation for headings.</p><p>The wysiwyg paradigm in word processors has meant that, at some level, you’re thinking about presentation far too early, before you have an argument to present. To this extent, the LaTeX evangelists have a point, though Allington is surely right to pour scorn on the notion that Word “forces” the writer to make decisions about font, spacing, margins and other presentational elements. To make the best use of Word, you have to learn not to think of it as a wysiwyg application, but instead as a tool which makes it possible to ensure that, for example, all book and journal titles, are <strong>cited</strong>,  all words and phrases which are to be emphasised have the character style <strong>Emphasis</strong>, that italicized text which indicates neither emphasis nor a citation uses different markup from either of these, that a level 3 heading at the start of the document has the same properties as one at the end and that you don’t indent a paragraph by inserting a tab as its first character.</p><p>Conversely, markup languages don’t, as the evangelists suggest, make it possible to treat writing and presentation as entirely separate activities. On the contrary, they require you to keep in mind that “this is a footnote”, “that’s a block quote”, “this will be the last subsection in section 3” etc. All of these have presentational implications, which the writer cannot entirely ignore, even if they're not at the forefront of her mind. The idea that the writing is something independent of the presentation, on which the writer can focus to the exclusion of presentational elements is, at best, a gross oversimplification.</p><p>Whatever writing tool you use, somebody (possibly you) will eventually have to make decisions about the layout and appearance of your document. Those decisions will be much more difficult to make and implement if you don’t know how to use the tool properly. Whether you use Word or LaTeX (or Markdown or something else entirely), you should be willing to spend some time learning how to use it as it was indended. LaTeX will do a lot of the heavy lifting for you: the position and size of headings, footnotes and other elements, leading, hyphenation and justification etc. This kind of thing is much harder to do in Word (unless, of course, you have a suitable set of tried and tested templates), but (as Allington points out) you <em>as writer</em> may not have to do it. There may well be designers, typesetters and editors whose jobs these are.</p><p><em>Your</em> job includes responsiblity to see that your headings and other styles are consistently applied. It doesn’t matter if you use 16pt Calibri with 18 points of space after for Heading 2; what matters is that every heading that should be Heading 2 is actually in that style. Then, the designer or editor just needs to amend the style once, or apply the appropriate template, to make the document look as it should.</p><p>Also, while LaTeX will do the heavy lifting, it gets forbiddingly complicated when you find it necessary to change the defaults, to produce something that doesn’t fit the template of a journal article or a chapter in a book. At a fairly straitforward level, if you want to use a font for which a “package” doesn’t already exist, things can get quite difficult. And I personally don’t consider the BibTeX system of bibliography management to be worth the trouble (though it’s hardly any more annoying than some of the word-processor compatible alternatives, such as EndNote).</p><p>LaTeX is primarily used by mathematicians and scientists, in large part because it’s capable of producing excellently typeset equations. It’s far less commonly used outside those fields. Allington has an interesting insight on why a writer in the humanities might want to use the system:</p><blockquote>As far as I can tell, [some humanities writers] choose LaTeX for the opposite reason to the stereotypical one about focusing on content and forgetting about design. For example, one argues that “The computer should allow an ordinary writer to produce a polished typeset page, but Word makes this extremely difficult to achieve.” (Goldstone n.d., para. 7) This reverses the above-quoted arguments for writing in LaTeX: that is, such authors use LaTeX (or variants thereof) because they do not believe “that it is better to leave document design to document designers”: in fact, they are using it precisely because they want to have a go at being designers (which is in turn because they “worry … about the appearance of their documents”).</blockquote><blockquote>This is what LaTeX is good for: not helping people to compose text, but helping them to make it look nice. If that is important to you, go ahead and give it a look.</blockquote><p>From my own experience in writing about seventeenth-century English poetry, I’d say that this is partly true. I was attracted at first by the promise of professional-level typesetting and layout, only to discover that I enjoy writing in a text editor, inserting the markup as I go (just so long as it’s not as awkward and intrusive as HTML). For me, the typesetting, attractive as it is, is no longer a compelling reason to use LaTeX: as I said in the previous post, I tend not to write much for print these days. If I were to go back to using LaTeX now, it would be for the writing experience, not for the typesetting.</p><p>As it’s been about 19 years since I used LaTeX, I thought I’d refamiliarize myself with it, as a kind of experiment. So, I downloaded MikTeX and had a go (using pdfLaTeX) at creating a PDF version of an essay that I had already posted in HTML: Andrew Marvell’s Gender. There are some tweaks that could be made to improve the appearance of the PDF but for the most part it looks as I expected. I’ll have more to say about the relative merits of LaTeX and HTML once I’ve played around with MikTex and pdfLaTeX a bit more.</p><p>For now, I’d just like to remark that creating a LaTeX document from an existing HTML one reminded me that it’s relatively easy to convert between two text-based systems of markup. And not just between <em>text-based</em> systems. When I reverted from BeOS to Windows 98 (and from LaTeX to Word) at the end of 1999, I quickly wrote a VBA macro to convert my LaTeX documents to Word format. At least 8 computers (and about 4 operating systems) later, I no longer have that macro but I can see that it wouldn’t be difficult to reconstruct. This opens up the intriguing possibility of starting off my documents in a LaTeX-style markup and then converting them to HTML or Word as required. In other words I could use something resembling LaTeX (or even a LaTeX/HTML hybrid) as a substitute for Markdown. I don’t know how practical that idea is but I think it might be worth looking into.</p>",
			"url": "https://www.artkavanagh.ie/LaTeX-and-Word.html"
		}
 	]
}
