{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
		{
			"id": "read-short-stories",
			"date_published": "2023-07-01T15:03:00+00:00",
			"title": "Publishers and short stories",
			"content_html": "<p>It’s a truism that collections of short stories are a hard sell. Publishers are reluctant to take them because they know there’s a good chance that readers won’t be willing to buy them. I tended to think of this as simply the way things are, without really wondering why it should be so. It’s for that reason that I had a kind of an “aha!” moment in April 2018, when I saw a tweet from Sinéad Gleeson, the editor of <cite>The Long Gaze Back</cite>, a collection of short stories by Irish women. Gleeson quoted Mavis Gallant, who wrote in the Preface to her 1950 <cite>Collected Stories</cite>:</p><blockquote>Stories are not chapters of novels. They should not be read one after another, as if they were meant to follow along. Read one. Shut the book. Read something else. Come back later. Stories can wait.</blockquote><p>If story collections are not to be read as though they were novels, perhaps an approximately novel-length volume in which the stories are listed like chapters is not the best delivery mechanism for them. What is that volume, after all, but an invitation to the reader to read them in sequence, one leading on to the next, in about the same time as it would take her to read a novel? Does <em>that</em> explain why readers, and therefore publishers, are wary of the collection? Because the reader knows from experience that the volume is likely to remain unfinished, unreturned-to, a long-standing reproach?</p><p>The preceding paragraphs originally formed part of a post I wrote back in 2018 about where to read short stories online. The rest of the post is long out of date and I deleted it at least 18 months ago. But last weekend, in the last Talk about books post of 2022, I was writing about short stories and I’d have liked to include a link to these paragraphs, so I thought I’d resurrect them as a short, standalone post.</p><p>And, as we’re on the subject of reading short stories online, <a href=\"https://www.artkavanagh.ie/short-stories-online.html\">here’s my too seldom updated list</a>.</p>",
			"summary": "Short stories aren’t novels. So maybe it’s not a good idea that collections and anthologies so often take the same size and shape as a novel.",
			"url": "https://www.artkavanagh.ie/read-short-stories.html"
		},
		{
			"id": "bookshop-org",
			"date_published": "2023-01-01T12:42:00+00:00",
			"title": "Why I don’t trust Bookshop.org",
			"content_html": "<p>I haven’t always been convinced that independent bookshops are a vital part of our culture. <a href=\"https://www.artkavanagh.ie/who-needs-independent-booksellers.html\">I wrote about my ambivalence two years ago</a>. I was already leaning steeply towards the view that indie booksellers are necessary, they’re under threat and we need to do whatever we can to keep them in business. In the two years since, I’ve come down firmly on that side.</p><p>The threat still comes from Amazon, who still dominate the market for books and act like a ruthless predator in that market and others. In my earlier post, I didn’t mention Bookshop.org, a company which positions itself as the antidote to Amazon. I may not have heard of it at the time, as its operations were confined to the United States then. It opened a UK division at the end of 2020. If I had heard of it, I probably hadn’t looked closely at its method of carrying out those operations.</p><p>Bookshop.org says <a href=\"https://uk.bookshop.org/pages/about\">its mission is “to financially support local, independent bookshops”</a>. The way it goes about doing this is a bit surprising. When you buy a book through Bookshop.org the order goes from that website straight to the book wholesaler (that’s <a href=\"https://www.gardners.com/\">Gardners</a> in the UK) who dispatch it to you. The actual independent local bookshop isn’t directly involved in the transaction and the book doesn’t come out of its own stock. In fact, it doesn’t even see the book. However, when you visited the Bookshop.org site, you were asked to choose a bookshop and then brought to the “virtual storefront” of your choice. If you ordered the book through that virtual storefront, the corresponding bookseller will get a 30% cut of the book’s price. The independent bookseller is not a necessary part of this system. There’s something obviously artificial about its involvement.</p><p>The 30% that Bookshop.org pays is less than a bookseller would normally get from a book sold directly in their physical shop. According to <a href=\"https://www.newstatesman.com/culture/books/2020/12/bookshoporg-independent-bookshops-andy-hunter-waterstones\">this New Statesman story</a>, they would usually expect between 42% and 50% of the price. In that case, though, the bookseller would have to order and stock the book and make place for it on their shelves. In the case of the Bookshop.org sale, they don’t have to do any of that, so arguably the smaller percentage is a fair cut.</p><p>The New Statesman piece, which appeared only a month after Bookshop.org opened in the UK, and might not reflect the present position, suggests that Bookshop.org may not so much be taking customers away from Amazon as drawing them from the very bookshops it’s supposed to be supporting. Is it possible that the people buying through Bookshop.org are largely the people who would otherwise have bought the book over the counter in a physical shop?</p><p>What bothers me is that a system whose professed aim is to help independent bookstores looks more like a practical demonstration of their supposed irrelevance. The Bookshop.org system would work just fine without any independent booksellers at all. If the economics of this business model ever become unworkable, the indie bookshops’ 30% is likely to be the first cost to be cut. I shouldn’t be surprised if Bookshop.org ends up doing more harm than good to independent booksellers.</p><p>I haven’t bought anything through Bookshop.org myself. I no longer live in the UK, and I don’t particularly want to test whether the wholesalers will post to Ireland. More importantly, I suspect that there are more effective ways to support independent local bookshops. I now live 11 Km from Westport, in County Mayo. That town has at least four bookshops that I can think of off the top of my head, including the inviting <a href=\"https://tertuliabookshop.com/\">Tertulia</a>. Castlebar, just a little further away, has the excellent Castle Books. Even the small town of Louisburgh is well served by <a href=\"https://www.booksatone.ie/louisburgh/\">Books at One</a> (pictured). I’ve been to Galway four or five times this year and bought books in several shops there.</p><img src=\"https://www.artkavanagh.ie/images/booksatone-small.jpeg\" alt=\"Books at One, Louisburgh, County Mayo\", width=\"640\" height=\"725\" /> <p>If I can’t immediately find a book that I want in a local shop, I tend to look online first at <a href=\"https://kennys.ie/\">Kennys</a> in Galway. In the past, if I still couldn’t find the book on Kennys’ site, I’d try <a href=\"https://www.alibris.co.uk/\">Alibris</a>, though I’ve been avoiding them recently for reasons that are not directly relevant to the subject of this post.</p><p>In practical terms, I suppose my opinion doesn’t count for much. I live in a place that isn’t covered by Bookshop.org and that <em>is</em> well served by a choice of independent bookshops. But it bothers me that an initiative that has been hailed as great news for booksellers may not in the end turn out to be as effective as has been suggested.</p>",
			"summary": "The declared aim of Bookshop.org is to support independent bookshops. The effect may be to make them appear irrelevant.",
			"url": "https://www.artkavanagh.ie/bookshop-org.html"
		},{
			"id": "Marvell-and-pronouns-again",
			"date_published": "2022-12-16T14:04:00+00:00",
			"title": "Mistaken long: Andrew Marvell and pronouns again",
			"content_html": "<p>I’ve been familiar with Andrew Marvell’s poem, “The Garden”, for a long time. I first encountered it in the early 1970s when I was at school. I was entranced by the ideas of the mind as an “ocean where each kind | Does straight its own resemblance find,” (ll. 43–4) and the soul which “Casting the body’s vest aside” (l. 51) glides into the boughs of the trees to prepare “for longer flight” (l. 55). But I forgot about the poem and rediscovered it with delight twenty years later when I went back to college in my thirties to study English (having done Law the first time around). I eventually wrote my doctoral thesis on Marvell; and it was “The Garden” that first hooked me on his poetry.</p><p>So, it’s a poem that I’m quite familiar with, and I’m embarrassed to have to admit that there’s something obvious about it that I had never noticed until last week. The second stanza begins:</p><blockquote>Fair Quiet, have I found thee here,<br>And Innocence, thy sister dear!<br>Mistaken long, I sought you then<br>In busy companies of men. (ll. 9–12)</blockquote><p>I had often noticed the shift from “thee” and “thy” in the first two lines of this stanza, to “you” in the third, but I had never before paid attention to the reason for this shift. Suddenly it struck me that “you” is — of course! — plural: the speaker is no longer speaking to, and about, “Fair Quiet” alone, but Quiet and Innocence together. Not only had he formerly been seeking Quiet “in busy companies of men”, he’d also been looking for Innocence in all the same wrong places! He had not only been long mistaken, but doubly so.</p><p>We’re now accustomed to the singular use of “you”, so it was easy for me to assume that the speaker continued, as he had started, to address a single listener. Now that I’ve seen my error, I think I ought to search through Marvell’s works to see whether he <em>ever</em> uses “you” as a singular pronoun and, if so, in what circumstances.</p><p>One of the arguments in favour of “the singular they” is that a similar change in number had happened in the case of “you”, without that causing confusion or difficulty. Before that change, “thou”, “thee” and “thy” were used informally and between equals, while “you” and “your” indicated that one was speaking either to more than one person, or to an individual who deserved or required respect or deference. As we know, “thou” became archaic and now everybody is “you”, however many or few they are.</p><p>But it’s not really true, is it, that the singularization of “you” came about without any confusion or misunderstanding? It often seems to me that we’re constantly looking to reintroduce a distinctively plural version of the second person pronoun. My father used to say “you people” to make it clear that he was addressing us collectively, not individually. When I lived in Dublin in the late 70s and early 80s, it wasn’t unusual to hear “yous” performing the same function. I went through a phase of using it myself. And, of course, there’s “y’all”.</p><p>In short, I think there’s clearly some value in retaining a distinction between singular and plural pronouns. I’m not, of course, advocating that we bring back “thou”. But I expect that if (when?) use of the singular they becomes the norm, we’re likely to see determined attempts to distinguish the plural from it. “They-all” perhaps. Or “theys”?</p>",
			"summary": "I’ve been missing something very obvious about Andrew Marvell’s poem “The Garden” for an embarrassingly long time.",
			"url": "https://www.artkavanagh.ie/Marvell-and-pronouns-again.html"
		},{
			"id": "newsletter-no-longer",
			"date_published": "2022-11-05T11:23:00+00:00",
			"title": "Newsletter no longer",
			"content_html": "<p>Hamish McKenzie, one of the founders of Substack, <a href=\"https://on.substack.com/p/please-stop-calling-it-the-newsletter\">wrote last month that we should stop thinking of his platform as belonging to a supposed “newsletter economy”</a>.</p><blockquote>The trend that Substack is part of is not a newsletter trend, or even the much-hyped creator economy. We are part of a seismic shift in the <em>media economy</em> that is all about writer and creator ownership and independence.</blockquote><p>The idea, he says, is to put writers in control of their own work and in direct contact with their readers, and email newsletters are just a part of the process.</p><p><a href=\"https://letter.talkaboutbooks.net/\">Talk about books</a> was originally on Substack, where I started it just under 2 years ago. In December 2021 Manton Reece, founder of Micro.blog, <a href=\"https://www.manton.org/2021/12/06/introducing-email-newsletter.html\">introduced a newsletter feature there</a>. I was keen to try that out, so <a href=\"https://www.artkavanagh.ie/substack-farewell.html\">I switched over from Substack</a>.</p><p>So, though Talk about books is no longer on Substack, I feel that McKenzie’s observations have some application to it. The fact is that I’ve been feeling uncomfortable calling it a <em>news</em>letter and referring to the individual posts as “issues”. For a start, it doesn’t contain any “news”, just book discussion. I feel as if McKenzie’s post has given me permission to stop thinking and writing about it in those terms.</p><p>I’m not sure what I should call it instead, though. I’m thinking of “email letter”. As against that, it’s also distributed as an RSS feed and each “issue” originates as a post on Micro.blog. I tend to think of it as a web publication, with the emails being just one way of notifying people about it.</p><p>McKenzie is keen to emphasize that the email newsletter has from the start being just one aspect of what Substack offers. They quickly introduced their own web-based Reader (in effect a new RSS reader) and more recently a mobile app (to which a chat feature has just been added). They also have podcasts and video. RSS apart, none of that really interests me, so I’ve been thinking about what additional features I could offer to supplement the fortnightly email.</p><p>Before Manton and Micro.blog tempted me away from Substack, I had been thinking of offering a physical, <a href=\"https://www.artkavanagh.ie/newsletter-print-edition\">printed copy of the letter by post</a>. When I decided to shift everything over to Micro.blog I shelved that idea because I had to set up and test new Micro.blog templates and separate styles for the emails and the web posts. You probably noticed that was a bit hit and miss for a while, but I’ve now got it as close to the way I want it as email will permit.</p><p>Now I think it might be time to resuscitate the printed letter idea. The next Talk about books post, scheduled for 16 November, will be the last of Talk about books’s second year, so it seems an opportune time to think about new directions. As I said <a href=\"https://www.artkavanagh.ie/newsletter-print-edition\">a year ago</a>, I think it’s entirely possible (actually likely) that nobody will want to pay for a printed version. In that case, it won’t cost me anything to produce it, so no harm done, but I feel that it’s important at least to <em>offer</em> the printed option, even if there are no takers.</p><p>Of course, since I’m no longer on Substack, managing the paid subscription element would be more complicated than I originally envisaged, so that’s another complication I’ll need to consider.</p>",
			"summary": "Substack doesn’t want you to think of it as part of “the newsletter economy. The same goes for Talk about books.",
			"url": "https://www.artkavanagh.ie/newsletter-no-longer.html"
		},
		{
			"id": "sweet-tooth-ending.html",
			"date_published": "2022-10-30T18:22:00+00:00",
			"title": "More about Ian McEwan’s Sweet Tooth: not rushing into print",
			"content_html": "<p>My most <a href=\"https://letter.talkaboutbooks.net/2022/10/23/sweet-and-innocent.html\">recent post in Talk about books is about two novels by Ian McEwan</a>, one of them being 2012’s <cite>Sweet Tooth</cite>. I wrote that:</p><blockquote>In the final chapter, McEwan introduces an extraordinary narrative trick that has the reader frantically searching back through Serena’s story, trying to work out which parts are reliable and which must be inventions or fabrications. I may write about that trick in a separate post on my personal site.</blockquote><p>And here we are. The trick is that the novel, in the narrative voice throughout of a young woman recruited into MI5 after graduating from Cambridge, turns out to have been written entirely by the main male character in an imitation of her voice. Almost nothing in the story reflects the protagonist’s actual thoughts and feelings — though the account of what she did and what happened to her is largely accurate — it’s the “author”’s reconstruction. I say “<em>almost</em> nothing” because he makes her an offer at the end, one which she has evidently accepted. To avoid getting themselves and others into trouble with the law, they’ll have to delay publication until people have died and memories faded.</p><blockquote>A few decades is time enough for you to correct my presumptions on your solitude, to tell me about the rest of your secret work and what really happened between you and Max, and time to insert those paddings of the backward glance: in those days, back then, these were the years of … Or how about, “Now that the mirror tells a different story, I can say it and get it out of the way. I really was <em>pretty</em>”. Too cruel? No need to worry. I’ll add nothing without your say-so. We won’t be rushing into print. (p. 370; emphasis and ellipsis original).</blockquote><p>The book as published contains a different version of “what really happened” between Serena and Max from the one Max recounted to Tom, and it includes the passage about the mirror telling a different story, so we infer that it incorporates Serena’s corrections and “paddings”.</p><p>The paperback came out in 2013 and I must have bought it not long afterwards. As is often the way, I didn’t read it immediately. I had read a short extract in The Guardian describing Tom Haley — a description which read like McEwan’s unflattering self-portrait. I was keen to read the book but I had other things on my plate. When I eventually got around to <cite>Sweet Tooth</cite>, I read it with enjoyment but, as I reached the final chapter, a mounting sense of alarm. Oh no, I thought, I think I can see where he’s going with this.</p><p>I spent a large part of 2014 writing the first draft of my only attempt so far at a novel, <cite>A Falling Body</cite>. I was particularly pleased with the way it ends but as I finished <cite>Sweet Tooth</cite>, I concluded that I was going to have to change it, because otherwise people would think I’d stolen the ending straight from McEwan’s novel. My story, too, purported to be the first-person narrative of the female main character, which turned out to have been written “on her behalf” by one of the men in the story.</p><p>So I had used the same narrative device as McEwan had but I hardly need to add that I hadn’t used it with anything like McEwan’s subtlety or skill. Not only did the end of <cite>A Falling Body</cite> seem to be an imitation of McEwan, it looked like a <em>bad</em>, greatly inferior imitation. I needed to rewrite it, obviously. But how was I going to come up with another ending nearly as good as the one I was having to reject? I spent the first eight months of 2015 tinkering with the draft of <cite>A Falling Body</cite> and rewriting one chapter from scratch, but I never managed to find an alternative ending.</p><p>So, I left it as it was. I decided that it didn’t really matter if people thought I was stealing from McEwan. It was kind of truish anyway. Though I had hit on the ending of <cite>A Falling Body</cite> before reading <cite>Sweet Tooth</cite>, the ideas about gender that I’d like to think informed <cite>A Falling Body</cite> owed quite a bit to my reading of some of McEwan’s earlier fiction. So maybe it was fair enough if the borrowing seemed more direct than I had thought it was.</p><p>In the end, only about 15 people read <cite>A Falling Body</cite> all the way through. When I posted it on Medium in multiple parts, the first part got several hundred page views but readership dropped off precipitously. Of the small number of people who did finish it, nobody remarked on the resemblance of the ending to that of McEwan’s novel.</p><p>So, I suppose I got away with the apparent plagiarism. But, though I’m no longer particularly pleased with or proud of <cite>A Falling Body</cite>, I’d rather some more people had read it, even if they ended up calling me out on it.</p>",
			"summary": "An addendum to my Talk about books post about Ian McEwan’s spy fiction. The ending of Ian McEwan’s 2012 novel Sweet Tooth filled me with a heady mix of excitement and dismay.",
			"url": "https://www.artkavanagh.ie/sweet-tooth-ending.html"
		},
		{
			"id": "nealon-snowflake",
			"date_published": "2022-09-18T12:26:00+00:00",
			"title": "Socially acceptable: Louise Nealon, Snowflake (2021)",
			"content_html": "<p>The most recent issue of my email newsletter, which I sent out on 8 September, was about <a href=\"https://letter.talkaboutbooks.net/2022/09/08/two-short-stories.html\">two short stories by Louise Nealon</a>, the first of which, “What feminism is”, won the Seán Ó Faoláin prize for 2017. Having been able to find only two stories by Nealon online, and afraid that on their own they wouldn’t be substantial enough to support a single newsletter post, I had intended to round out that discussion with a few paragraphs on her first novel, <cite>Snowflake</cite>. Finding that I had written rather more than a few paragraphs and was still not approaching the end of what I wanted to say about the novel, I truncated the newsletter email and held over the discussion of <cite>Snowflake</cite> for a separate post. Here it is.</p><p>As I said in the newsletter, the novel features depression and other mental illness, isolation and loneliness, sudden and brutal death by farm machinery, attempted suicide, guilt, grief and out-of-control drinking. These are far from being unusual themes in Irish fiction but Nealon writes about them in a lighthearted and almost whimsical tone that makes these familiar motifs seem fresh and surprising. I’m not normally very keen on whimsy but where it’s used as here to leaven a story that might otherwise be unbearably bleak, it’s easier to put up with.</p><p>The first-person narrator is 18-year-old Debbie, who, when people ask if she’s considered becoming vegan or takes milk in her tea, tells them that she lives on a dairy farm — as if to say she <em>lives on</em> it, but isn’t really connected to it. The farm belongs to her uncle Billy, who lives in a caravan beside the house occupied by Debbie and her mother, Maeve, and (for the first part of the book at least), Maeve’s younger lover, James, who does much of the farm work.</p><p>Maeve suffers from bipolar disorder (as it’s eventually diagnosed) and believes she can share other people’s dreams. She is also given to dancing naked in a patch of nettles, getting stung all over. She explains:</p><blockquote>“There is seratonin in them. That’s why they sting — they’re natural needles that inject you with a happy chemical. It’s good for you.” (p. 34)</blockquote><p>Maeve had Debbie when she was just 18 — the age Debbie is now — and has never told anyone who Debbie’s father is. Debbie thinks it’s possible she might not know. James is 11 years younger than Maeve: not an outrageous age gap, but it means he’s just 7 years older than Debbie.</p><p>Although the farm is quite near the capital in geographical terms — a twenty-minute drive from Maynooth, which is in turn a forty-minute train ride from Dublin — Debbie has been in the city only once a year, to see the Christmas lights. Now, she has been accepted into Trinity College to study English literature and she’s feeling lost and isolated. This too is a familiar theme in Irish fiction but Nealon doesn’t labour it.</p><p>If Maeve’s dream-sharing is real, it seems that it may have been inherited by her daughter. It’s possible that this exposure to the dream-states of others has made it necessary for Debbie to innure herself to the suffering of others. Hungover and exhausted, Debbie falls asleep on her feet on a crowded train back to Maynooth. When she wakes, she “knows” that the man who was standing beside her, who has also been asleep, is in a desperate situation:</p><blockquote>I’m just after waking up from being inside his head. And I know how he’s going to do it. He’s been thinking about it every day on the train home from work. He’s planning the best way to kill himself. (p. 101)</blockquote><p>But there doesn’t seem to be anything that Debbie can do with this momentous, shocking information. How do you explain to someone that you’ve involuntarily seen into his most private thoughts?</p><blockquote>I ignore my first instinct which is to tap him on the shoulder. What would I say? Give him some sort of cryptic message? Give him a hug? Every scenario I’m imagining is too dramatic for the everyday end of a commute. So I watch him disappear through the turnstile along with everyone else. (p. 102)</blockquote><p>The dreams that make a particular impression on Debbie are ones that depict — or predict — catastrophic outcomes. As a child, she dreamt the death of a nineteen-year-old boy who accidentally drove his car into the wall of their garden.</p><blockquote>I was a boy in the dream and I was driving a car. I can’t remember much about the dream itself but I remember how it ended. I didn’t see the sharp bend at the bottom of the hill until the last second. I locked hard and then I felt the ice underneath the tyres and it was graceful, really. And then a beautiful thought went through my head. The world spun me around like the way a woman unexpectedly makes you twirl on the dance floor and you feel a little silly, a bit emasculated really, but it doesn’t matter … (p. 30)</blockquote><p>Debbie’s dream is just a moment or two ahead of reality, not enough for her to be able to do anything to prevent the catastrophe.</p><blockquote>Mam says that I woke up screaming before we heard the car crash into the wall. I was inconsolable. It was my fault that the boy died. He had hurtled his way into my head and I had stopped him from going to heaven. He was in too many pieces, like the wreckage of his car that we kept finding in the garden. (pp. 30–1)</blockquote><p>Years later, when James is killed by a rotating power take-off shaft on the farm, Debbie can’t avoid feeling that she should have been able to prevent his death. It’s not surprising that, to protect herself from feelings of guilt, Debbie should develop a callous attitude to pain and death. At one point, “afraid to go to sleep” (p. 111), she is out in the yard at night, getting some milk, when she hears a calving cow in distress.</p><blockquote>The calf is still in the amniotic sac. I know that’s bad. Usually, the pink balloon bursts and dangles from the cow’s tail … I watch the cow push the sac out of her like it’s a giant squid. It slides onto the grass in a slimy bubble. All it needs is a prod or a poke and it would pop. I know that I should call Billy but I wouldn’t be able to explain why I was out in the yard at this hour. I’m so tired that I’m not even sure it’s happening. (p. 112)</blockquote><p>Similarly, when she sees a hedgehog which has fallen through the cattle grid and can’t escape, she tells Billy not to try to lift it out with a shovel. Two other hedgehogs have already died of starvation in the same trap. “We can’t be lifting them all out,” she says. “You can’t come rushing over pretending to fix it all” (p. 228). Billy protests:</p><blockquote>“It’s a big lump of a yoke. It’ll take at least a couple of days before it starts to starve to death.” (p. 228)</blockquote><p>But Debbie is unmoved. She later learns that Billy has gone ahead and rescued the hedgehog without her knowledge.</p><p>Once she has started college, Debbie finds that one way to keep the dreams away is by drinking till she blacks out (p. 124). She is firmly convinced that she has never had sex but the blackouts make it impossible to be absolutely certain. Her best friend, Xanthe, and her doctor both urge her to get tested for sexually transmitted infections, but she balks at that prospect.</p><p>When she gets only a 2.2 in her first essay — Xanthe got the only first in their group while most of the others got 2.1s — Debbie goes to see a counsellor who tells her that she is suffering from anxiety. Debbie is not pleased.</p><blockquote>Anxiety is a fancy word for worry, and worrying is not a medical condition. Depression is a fancy word for being sad, but it’s a stronger synonym. I could forgive myself for getting a 2.2 because of depression. I can’t forgive myself for getting a 2.2 because I’m a bit of a worrier. There has been no mention of depression at all yet. There’s an epidemic of depression among students. Depression is like the 2.1 of mental illnesses and she’s not even giving that to me. (pp. 137–8)</blockquote><p>Like Debbie, Billy drinks too much and, like her, he does it partly to escape from his own consciousness. But he’s been doing it a lot longer than she has, and he has some pointers for her as to how to keep it within manageable limits:</p><blockquote>“… Pace yourself. You’re looking for the sweet spot where you can act the maggot, but not lose control altogether. There’s no freedom in that …” (p. 190)</blockquote><p>For Billy, as for many of their neighbours, alcoholism is a way of life, and it looks as if Debbie will be heading the same way before long. When Debbie eventually gets to see a therapist she can trust, she’s the woman who used to teach Debbie piano as a child, and a former schoolfriend of Billy’s.</p><blockquote>Billy stopped taking me to piano lessons after someone told him that Audrey Keane had gone to rehab. It is socially acceptable to be an alcholic in our parish as long as you don’t get treatment for it. Being fond of the drink is a form of survival around here. If Audrey had kept quiet and continued to drink at home, people would have still sent their kids to piano lessons. Audrey’s problem was admitting that she had a problem, and the problem was with alcohol, the one thing everyone loved. (p. 68)</blockquote><p>While Debbie drinks excessively to avoid the dreams that she thinks are not her own but other people’s, Billy does so because he feels responsible for the death of his mother when he was a child. Like Debbie, he has some faculties that appear vaguely paranormal — he’s a diviner, and not just of water, and he has “the cure” — but he has learned to adopt a matter-of-fact attitude to these, and not take them too seriously until they’re needed.</p><p>Maeve, who is acknowledged to be mentally ill, has no difficulty accepting her apparent ability to share dreams. She has an off-kilter way of perceiving the world but that doesn’t seem to make her a danger to herself or to anyone else. Debbie and Billy acknowledge that they don’t really need to keep an eye on her most of the time.</p><p>It’s true that Maeve smashes most of her teeth by repeatedly banging her face against one of the stairs, but she does this more out of grief at the loss of James than from depression or delusion. In contrast, Billy attempts to hang himself, and Debbie has been regularly drinking herself into a stupor in situations where she’s clearly not safe.</p><p>Once Debbie has been seeing her former piano teacher as a therapist for a while, her situation improves:</p><blockquote>I had a good sleep last night. The dreams are still there. I’m just able to let them come and go. Xanthe bought me a bag of Guatemalan worry beads that I keep under my pillow … I’m dressed in someone else’s clothes that I found in a charity shop last week. I find it comforting to wear clothes that already have a history of their own. (p. 351; ellipsis added)</blockquote><p>The two short stories and the novel are thematically quite distinct from each other. Nealon’s publishing deal is for two books, so I’m looking forward to the second. But I really hope she’ll get the chance to write some more short stories.</p>",
			"summary": "In her first novel Louise Nealon writes about depression and other mental illness, isolation and loneliness, sudden and brutal death by farm machinery, attempted suicide, guilt, grief and out-of-control drinking, in an almost whimsical way.",
			"url": "https://www.artkavanagh.ie/nealon-snowflake.html"
		},
		{
			"id": "Smiley-People-coercion",
			"date_published": "2022-06-24T10:13:00+00:00",
			"title": "“A preferable technique to bribery”: The nature of coercion in Smiley’s People",
			"content_html": "<p>In <a href=\"https://letter.talkaboutbooks.net/2022/04/06/reluctant-defectors-graham.html\">an issue of my newsletter earlier this year</a>, I noted that reading <cite>Smiley’s People</cite> in the early 1980s put me off John le Carré’s novels for several decades, though I’d previously been a fan. I thought that what had repelled me had been Smiley’s reliance, in finally getting the upper hand over his archrival, Karla, not on his famed intellectual brilliance, but on the blunt instrument of coercion. To compel Karla to defect, Smiley exploits the Russian’s commitment to protecting his daughter, a mentally ill and very vulnerable young woman.</p><p>The authorial voice tells us that no copy of Smiley’s decisive letter to Karla was kept, but it’s able to describe what the letter says, since “there can be little doubt of the substance” (p. 413). Smiley “would have pointed out” that if Karla were to be liquidated by his resentful rivals in Moscow Centre:</p><blockquote>… his daughter’s future in the West — where she was residing under false pretences — would be uncertain, to say the least. There would be no money for her, and Alexandra would become a perpetual and ailing exile, ferried from one public hospital to another, without friends, proper papers, or a penny to her name. At worst, she would be brought back to Russia, to have visited upon her the full wrath of her father’s enemies. (p. 413)</blockquote><p>This is the pressure to which Karla unsurprisingly succumbs.</p><p>A few days after I had sent that newsletter email, it struck me for the first time that my discomfort with <cite>Smiley’s People</cite> had little to do with Smiley’s reliance on arm-twisting in preference ratiocination, on (metaphorical) brawn rather than brain. After all, it is rational to use brute force tactics when they have the best chance of succeeding in the circumstances, and highly irrational to eschew them merely because they’re not “clever” or subtle.</p><p>No, if the novel left a sour taste in my mouth, it was less because of Smiley’s slicing through the Gordian knot than because of the <em>kind</em> of coercion he used, and the particular targets against whom it was directed. It’s clearly significant — even if the significance is not immediately obvious — that just before Smiley goes to Switzerland to begin his active operation against Karla, he visits his estranged wife, Ann, to make a final break with her. Saul Enderby demands in exasperation why Smiley is pursuing this distraction: “Hasn’t he got enough problems, taking on Karla single-handed?” (p. 322).</p><p>He has, of course: that’s why he feels it necessary to clear the Ann problem out of the way before giving his full attention to the Karla one. In Smiley’s mind, Karla and Ann have become closely associated, to the point where it is difficult for him to disentangle them. It was Karla of course who told Bill Haydon, the Circus mole, to begin an affair with Ann, so as to throw Smiley off his stroke and cloud his perception of Haydon. Karla had kept Smiley’s cigarette lighter, the one given to him by Ann as a gift and inscribed with all her love. Smiley’s conflicting feelings towards this circumstance are brilliantly caught in his parting remark to Enderby:</p><blockquote>“It was just an ordinary Ronson,” Smiley said. “Still, they’re made to last, aren’t they?” (p. 315)</blockquote><p>Not rare or valuable, but durable, and still there, so many years later. In the end it is simply discarded: it seems that neither of the rivals has any further use for it.</p><p>I’m suggesting that Smiley makes the decisive rupture with Ann before he heads off to do battle against the Russian ogre because he feels that otherwise, in coercing Karla, he’d equally be coercing Ann by proxy. I’d also like to suggest that the measure he takes to prevent this from happening is at best partly effective.</p><p>And, though le Carré doesn’t make this explicit, I believe that we have to consider the possibility that Smiley’s unease at the tactics he’s employing against Karla arises in large part from guilt at his <em>enjoyment</em> of having found a way to strongarm this stand-in for Ann. It’s hard to explain otherwise.</p><p>Twice in the novel mention is made of the feminine quality of Karla’s codename. Enderby reads from the statement of Kirov, the unfortunate embassy official who was used by Karla in his search for a “legend” for his daughter, and whom Otto Leipzig then happily “burned”:</p><blockquote>“‘… I made the acquaintance of the head of the independent Thirteenth Intelligence Directorate, subordinated to the Party’s Central Committee, who is known throughout Centre only by his workname Karla. This is a woman’s name and is said to belong to the first network he controlled.’ That right, George?” (p. 299)</blockquote><p>In a much later book, <cite>A Legacy of Spies</cite> (2017), Jim Prideaux tells Peter Guillam what eventually became of Karla:</p><blockquote>“First, old George persuades Karla to come over to the West. Finds his weak spot, works on it, credit to him. Debriefs the fellow. Gets him a name and a job in South America. Teaching Russian studies to Latinos. Resettles him. Nothing too much trouble. Year later the bloody man shoots himself and breaks George’s heart …” (Chapter 13)</blockquote><p>Why should Smiley be solicitous of the welfare of a ruthless director of murders, someone who had ordered the elimination (among many others) of Smiley’s own agents, such as the Estonian General Vladimir? On whose orders Otto Leipzig had been tortured and killed, and  who had callously allowed Ostrakova to believe that she was about to be reunited with her daughter? It’s almost as if, by inducing Karla to defect, Smiley had assumed responsibilities towards him. But didn’t Karla show every appearance of being able to look after himself? Prideaux comments:</p><blockquote>“… Always George’s problem, seeing both sides of everything. Wore him out. (Chapter 13)</blockquote><p>Or maybe he still hadn’t quite managed finally to distinguish his old enemy from Ann.</p><p>When le Carré died at the end of 2020, several commentaries (like <a href=\"https://www.prospectmagazine.co.uk/arts-and-books/john-le-carre-and-the-art-of-betrayal\">this one</a>) suggested that the great theme of his fiction was betrayal. Most of us encounter betrayal at various times, but we’re more likely to do so in our personal — including romantic and sexual as well as work — relations than in clandestine intelligence gathering or international politics.</p><p>Perhaps the root of le Carré’s appeal as a novelist is that he blends together the near-universal experience of having been betrayed with the high stakes of international intrigue. I’m inclined to think that, in <cite>Smiley’s People</cite>, the blend isn’t complete and the two strands have begun to separate.</p><p>For a while, I thought that my initial distaste for the novel must be an overreaction. Yes, Smiley had adopted Karla’s brutal methods and turned them back against their originator, but what — apart from the fact that he used the welfare of a vulnerable young woman as a bargaining chip — was so wrong with that? It’s only since I wrote about the book in my newsletter recently that I’ve come to see that Karla might not be the only target in Smiley’s sights, and that he has contemplated, and maybe even entertained a fantasy about, using similar methods against his wife.</p>",
			"summary": "Another look at why I had such an adverse reaction to the final novel in le Carré’s Karla trilogy on first reading.",
			"url": "https://www.artkavanagh.ie/Smiley-People-coercion.html"
		},
		{
			"id": "newsletter-34-to-39",
			"date_published": "2022-05-23T11:50:00+00:00",
			"title": "Talk about books: Issues 34 to 39 inclusive",
			"content_html": "<p>My newsletter, “Talk about books”, has reached the midpoint of its second year, with six fortnightly issues having gone out since <a href=\"https://www.artkavanagh.ie/newsletter-year2.html\">my previous update in February</a>. Those 6 cover a reasonably wide range, I think. I was wary of having two posts about short stories, but I’m pleased with both and wouldn’t want to lose either of them. I had originally intended to keep the Caoilinn Hughes issue for later but moved it up when I had to postpone the discussion of Ishiguro’s <cite>The Buried Giant</cite> for two weeks because I didn’t get my rereading done on time.</p><p>The most recent issue is about a poem by Empson that wasn’t published in his lifetime and is arguably of more interest as a biographical source document than as a literary work. Reading it, and reading about it in John Haffenden’s biography of Empson, made me realize that Empson, though his career as a poet was brief, changed poetic direction more than once. I’ll be taking a closer look at the poems from his second collection, though perhaps not for the newsletter.</p><p>Here are the most recent posts, in reverse chronological order:</p><p><a href=\"https://letter.talkaboutbooks.net/2022/05/18/and-not-to.html\">And not to yield: William Empson, “The Wife Is Praised”</a><br>18-May-2022: William Empson’s wife, Hetta (née Crouse), had a long-standing practice of taking younger male lovers. Her husband wanted to join in the fun. So naturally he wrote her a poem, his second-longest.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/05/04/solemn-oaths-undone.html\">“Solemn oaths undone in cruel slaughter”: Kazuo Ishiguro, <cite>The Buried Giant</cite></a><br>04-May-2022: The first of Ishiguro’s novels not to have the protagonist as a first-person narrator examines the founding myths of the English and Welsh nations and imagines a perfidious King Arthur.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/04/20/ephemeral-woman-in.html\">Ephemeral Woman in waterlogged landscape: Short stories by Caoilinn Hughes</a><br>20-Apr-2022: Though Caoilinn Hughes’s short stories have won prizes, they have not been published in a collection. I list 8 stories that can be read online, and discuss 3 of them.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/04/06/reluctant-defectors-graham.html\">Reluctant defectors: Graham Greene’s <cite>The Human Factor</cite> and John le Carré’s <cite>Smiley’s People</cite></a><br>06-Apr-2022: Two novels from the late 1970s by “spymasters” Graham Greene and John le Carré show (in rather different ways) the futility, waste, brutality and frustration of spying.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/03/23/candia-mcwilliam-wait.html\">Candia McWilliam, <cite>Wait Till I Tell You</cite></a><br>23-Mar-2022: Candia McWilliam writes in an oblique style, which sometimes leaves the reader unsure what is supposed to have happened, combined with a very satisfying level of particularity and detail.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/03/09/fractured-spaces-tana.html\">Fractured spaces: Tana French, <cite>Faithful Place</cite> and <cite>Broken Harbour</cite></a><br>09-Mar-2022: In <cite>Faithful Place</cite>, two separate Dublins poke through the holes in each other; similarly, <cite>Broken Harbour</cite> features two incompatible locations attempting to occupy the same space.</p><p>In the next three months, I’m planning to return to spy fiction, look at Peter Abrahams’s treatment of prisons and prisoners (as promised in my previous post on his novels), examine some more short stories and who knows what else? And, in the next issue, no. 40, due on 1 June, I’ll finally get around to the last two books in Tana French’s Dublin Murder Squad series.</p>",
			"summary": "My newsletter, Talk about books, is halfway through its second year. Here’s a summary of the last three months, and an indication what to expect in the next quarter.",
			"url": "https://www.artkavanagh.ie/newsletter-34-to-39.html"
		},
		{
			"id": "copper-book-app",
			"date_published": "2022-05-22T15:29:00+00:00",
			"title": "Up to a point, with Copper",
			"content_html": "<p>I’ve just signed up for another book/reading app. It’s called <a href=\"https://copperbooks.com\">Copper</a> and I believe it’s iPhone only for now, though there will eventually be Android and web versions. In the past, I haven’t managed to resist the lure of this kind of app or service, though I usually haven’t lasted on them for very long. I stuck with Litsy for about 3 months, and more recently with <a href=\"https://literal.club\">Literal.club</a> for 2. I stayed on Goodreads for much longer, though none too enthusiastically. As long as I was <a href=\"https://www.artkavanagh.ie/xmedium/self-published-author.html\">playing at being a self-published author</a>, I felt I had no choice but to remain a Goodreads member.</p><p>Since <a href=\"https://www.artkavanagh.ie/Literal-not-for-me.html\">I gave up on Literal.club</a>, almost 6 months ago. I’ve been using <a href=\"https://www.manton.org/2021/05/11/bookshelves-beta-for.html\">Micro.blog’s very rudimentary Bookshelves feature</a> to track my reading. I’ve been enjoying using it, though I’m not sure how useful I’ve been finding it. I don’t usually need reading recommendations from people I’m following: there’s already enough on my list. More importantly, I’m far from convinced that I actually want to <em>track</em> my reading. What’s the point? If I’ve read something before, I’ll either remember the fact or not. And, if I don’t (and, in fact, even if I do), there’s no reason why I shouldn’t read it again, if it has caught my eye.</p><p>On the other hand … I’ve often been taken aback to discover how badly I remember the details of books I’ve read, even those I’ve read quite recently. Since learning about <a href=\"https://www.artkavanagh.ie/aphantasia/aphantasia-memory-self-image.html\">SDAM</a>, I’ve been inclined to blame it for this state of affairs: after all, if I can’t vividly remember events I’ve experienced, why should I expect to be any better at remembering fictional or historical ones?</p><p>So, it seemed that it might be useful for me to take brief notes when I finish a book so that the recollection of having read it doesn’t just completely disappear into the void. And that’s kind of what I’ve been doing. Micro.blog’s Bookshelves don’t accomodate notes or comments: there are fields for Author, Title, ISBN, cover image and that’s it.</p><p>Because of the limited features, if I was going to use Micro.blog Bookshelves to keep notes on the books I’d finished, I was going to have to create a Hugo template to allow the placing of additional text beside the books details on my “Finished reading” shelf. I had no experience of writing Hugo templates and only the vaguest idea of how the Hugo system works, so naturally that sounded like a fun challenge. And so it turned out, though I spent far too long tinkering with it. You can see the end result on my <a href=\"https://letter.talkaboutbooks.net/bookshelf\">Bookshelf page</a>.</p><p>What does Copper have to add that’s different, then? The app seems to be aiming at a more even balance between the interests of authors and readers than most of its predecessors. Apps like Litsy are ostensibly intended for readers, yet the most active users are typically authors who are trying to build up their readerships. Some readers are inevitably going to feel they’re being manipulated. Copper is open about its aim being to help authors extend their reach and to connect with their readers. According to <a href=\"https://copperbooks.com/faq\">their FAQ</a>, “authors are the stars of the show”, though naturally they welcome readers too.</p><p>It <em>may</em> be — time will tell — that readers will, as a result, be less likely to feel that the app/service is trying to put one over on them, and they may be more inclined to trust it. This was always one of the problems with Goodreads: authors were being told that it was the ideal place to find new readers, and <a href=\"https://www.artkavanagh.ie/xmedium/Goodreads-self-published-author.html\">some readers came to resent the unwanted attention</a>.</p><p>In other words, Copper’s approach is sufficiently different to make me think it might be worth a shot. I expect to return to the subject in a few months’ time.</p>",
			"summary": "I’ve signed up for yet another book/reading tracking app: Copper. This time it might be different.",
			"url": "https://www.artkavanagh.ie/copper-book-app.html"
		},
		{
			"id": "newsletter-year2",
			"date_published": "2022-02-26T13:00:00+00:00",
			"title": "Talk about books newsletter — year 2, first quarter",
			"content_html": "<p>During the first year of my newsletter, Talk about books, I posted updates here at roughly quarterly intervals (every 6 or 7 issues) summing up what I’d been posting and giving an indication of my intentions for the months coming up. I’ve just posted the seventh issue of the second year. These are the titles and topics of my posts since <a href=\"https://www.artkavanagh.ie/newsletter-year-already.html\">the last update</a>:</p><p><a href=\"https://letter.talkaboutbooks.net/2022/02/23/a-villain-not.html\">“A villain not to be forsworn”: <cite>The Revenger’s Tragedy</cite></a><br>A malcontent who is prepared to commit multiple murders to avenge the death of his betrothed, persists in an attempt to corrupt his own sister, with their mother’s help, rather than break his oath. Why does he value his oath above many lives, including his own?</p><p><a href=\"https://letter.talkaboutbooks.net/2022/02/09/an-exemplary-case.html\">“An exemplary case of unacknowledged self-persuasion”: Ian McEwan, <cite>Enduring Love</cite></a><br>Ian McEwan’s 1997 novel is (apart from a few chapters) the first-person narrative of Joe Rose, a successful science journalist and popularizer of scientific topics from dinosaurs to quantum mechanics, who suffers a crisis when he finds himself unwittingly taking part in an accidental but fatal “game” of Prisoner’s Dilemma.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/01/19/an-infant-in.html\">An infant in its cradle: William Blake’s prophetic serial killers</a>: Michael Dibdin, <cite>Dark Spectre</cite><br>Dibdin’s first US-set novel, Dark Spectre (1995), features a group of serial killers who believe they’re inspired by William Blake. But the resemblances to Francis Dolarhyde are mostly superficial. Is Dibdin’s novel a critique of Thomas Harris’s?</p><p><a href=\"https://letter.talkaboutbooks.net/2022/01/05/youve-got-a.html\">You’ve got a right to be angry: Salman Rushdie, <cite>Fury</cite></a><br>Like some of his earlier fiction, notably <cite>Midnight’s Children</cite>, Salman Rushdie’s novel <cite>Fury</cite> (2001) is driven by anger. But it’s a more diffuse, less directed anger than in the earlier novel. Something has changed.</p><p><a href=\"https://letter.talkaboutbooks.net/2021/12/22/talk-about-books.html\">Peter Abrahams’s impaired heroes</a>: <cite>Oblivion</cite>, <cite>Nerve Damage</cite> and <cite>Delusion</cite><br>Three novels from the mid 2000s by Stephen King’s “favorite American suspense novelist”, featuring protagonists who have the odds stacked against them, even more so than is usual in suspense fiction.</p><p><a href=\"https://letter.talkaboutbooks.net/p/andrew-marvell-a-dialogue-between\">Andrew Marvell, “A Dialogue between the Soul and Body”</a>: “Mine own precipice I go”<br>Marvell shows the two different parts of the human individual complaining bitterly about each other. But they are more alike, and more deeply interdependent, than either will admit.</p><p><a href=\"https://letter.talkaboutbooks.net/p/after-all-zen-was-just-a-policeman\">“After all, Zen was just a policeman”</a>: The moral trajectory of Michael Dibdin’s Venetian detective<br>If you don’t read Michael Dibdin’s Aurelio Zen books in order, you might think the detective is an unusually inconsistent series character. But he gradually becomes less law-abiding from book to book, over the first 8 novels in the series.</p><p>Shortly after I posted the Marvell issue, Manton Reece, the creator of Micro.blog, introduced a newsletter feature and <a href=\"https://www.artkavanagh.ie/substack-farewell.html\">I decided to move “Talk about books” there from Substack</a>. The move ran into some glitches but I’m pleased with the result.</p><p>I’ve sketched out my rough plans up to the end of June. They include the first (and maybe second) of a number of posts about spy fiction; more discussion of short stories (not all of them Irish this time); a look at Ishiguro’s novel <cite>The Buried Giant</cite>; and prison and prisoners in Peter Abrahams’s novels. The next issue (unless I get distracted by something else in the meantime) will be about the two middle books in Tana French’s Dublin Murder Squad series, <cite>Faithful Place</cite> and <cite>Broken Harbour</cite>.</p><p>If this sounds like your kind of thing and you haven’t already signed up for the email newsletter, you can do so here:</p><form method=\"POST\" action=\"https://micro.blog/users/subscribe/5102\">  <input type=\"text\" name=\"email\" size=\"30\" placeholder=\"Your email address\" />   <input type=\"submit\" value=\"Sign up\" /></form><p>If you’d prefer to follow by RSS, <a href=\"https://letter.talkaboutbooks.net/categories/newsletter/feed.xml\">this is where you’ll find the feed</a>.</p>",
			"summary": "My newsletter, Talk about books, is now 7 issues into its second year. Here’s a summary of the year so far, and an indication what to expect in the next few months.",
			"url": "https://www.artkavanagh.ie/newsletter-year2.html"
		}
 	]
}
