{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
		{
			"id": "Sally-Rooney-short-stories",
			"date_published": "2019-11-17T00:00:00+00:00",
			"title": "“Oh my god, shut up”: Sally Rooney, short story writer",
			"content_html": "<p>Sally Rooney’s two novels to date, <cite>Conversations with Friends</cite> and <cite>Normal People</cite> have been a phenomenal publishing success, so it’s worth reminding oneself that she first attracted attention as a short story writer. Shortly before the publication of <cite>Conversations with Friends</cite>, I saw that her story “Mr Salary” had been shortlisted for the prestigious Sunday Times EFG Short Story Award, so I read it. As I didn’t buy a copy of <cite>Conversations</cite> until it came out in mass market paperback, there was a period of slightly more than a year during which I knew Rooney’s writing only through “Mr Salary” and perhaps another short story. “Mr Salary” left me in no doubt that she was a significant new Irish fiction writer. And, while I like and admire the two novels, and hope to write about them eventually, I think it’s important not to overlook her strengths as a short story writer.</p><p>Many publishers, and not a few authors, see the writing of short stories as not much more than an apprenticeship for the more demanding and potentially rewarding task of producing a novel. I’ve suggested before that this is partly a function of the size and shape of the printed books that publishers have traditionally been expected to produce and that, as publishing changes, we can expect the short story and other shorter forms to assume an importance that economic realities have often denied them in the past. With that in mind, I’d like to take a look at three of Rooney’s short stories, including “Mr Salary”. The three stories in question are all available online. (At least one of these, “Color and Light”, is behind a paywall, but <cite>The New Yorker</cite> allows nonsubscribers to access a small number of stories for free each month.)</p><p>Read more on website …</p>",
			"url": "https://www.artkavanagh.ie/Sally-Rooney-short-stories.html"
		},
		{
			"id": "Google-future-search",
			"date_published": "2019-11-13T00:00:00+00:00",
			"title": "Why Google might just conceivably be the future of search",
			"content_html": "<p>Charles Arthur’s Overspill blog recently linked to Million Short, a site that aims to help you find the search results that get lost or buried when you use Google, DuckDuckGo or Bing. It tries to do this by allowing you to discard the first 100, 1,000, 10,000, 100,000 or million sites from the results, or to exclude certain types of site, such as ecommerce. I’ve written before about how algorithmic search has developed to the point where it tends to produce lots of very similar hits, giving the impression that it may be missing many high quality and relevant but idiosyncratic results.</p><p>My initial impression of Million Short’s approach is that it’s too crude a measure to turn up the good stuff reliably (or indeed often). When Google first appeared, its algorithm ranked pages on the basis of the number of links from other pages with a high reputation or standing. These factors were proxies for <em>relevance</em>. The more “high quality” links it had, the more likely it was that a page would be worth your while. So was born the industry of Search Engine Optimization.</p><p>The existence of sites like Million Short indicates that such proxies for relevance aren’t always very good at finding what we’re looking for. We need something better. My own preference would be for a search engine that rewarded the quality (and, in some cases, the originality) of the <em>writing</em>. The crudeness of the Million Short approach made me think it might be the kind of problem that’s susceptible to a solution based on neural networks, machine learning and big data (AI for short).</p><p>It’s widely recognized that the quality of Google Translate improved immeasurably when Google introduced an AI model (Neural Machine Translation), in place of its previous statistical approach to translation. Search seems ripe for an analogous change of approach. Instead of proxies for relevance, search could be based on the identification by suitably trained neural networks of writing that is coherent, well informed, thoughful and illuminating. It can’t happen soon enough for me.</p><p>With its enormous resources and its experience of building an AI-based machine translation system, as well as its history of dominating the search ecosystem, Google would appear to be better placed to undertake this task than almost any other company. Strange as it might seem, the incumbent may be our best hope for overdue innovative disruption in search.</p>",
			"url": "https://www.artkavanagh.ie/Google-future-search.html"
		},
{
			"id": "read-short-stories",
			"date_published": "2019-11-10T00:00:00+00:00",
			"title": "How and where to read short stories",
			"content_html": "<p>I posted the original version of this piece on Google+ in May 2018. I’ve been unsystematically going through my old Google+ posts, looking for ones that are still relevant and possibly worth reposting on this site or elsewhere. I’ve slightly updated this one to reflect the fact that I no longer send out my newsletter, “Recommended short fiction on Medium”, among other things.</p><p>It’s a truism that collections of short stories are a hard sell. Publishers are reluctant to take them because they know there’s a good chance that readers won’t be willing to buy them. I’ve tended to think of this as simply the way things are, without really wondering why it should be so. It’s for that reason that I had a kind of an “aha!” moment about a month ago [i.e. April 2018], when I saw a tweet from Sinéad Gleeson, the editor of <cite>The Long Gaze Back</cite>, a collection of short stories by Irish women. Gleeson quoted Mavis Gallant, who wrote in the Preface to her 1950 <cite>Collected Stories</cite>:</p><blockquote>Stories are not chapters of novels. They should not be read one after another, as if they were meant to follow along. Read one. Shut the book. Read something else. Come back later. Stories can wait.</blockquote><p>If story collections are not to be read as though they were novels, perhaps an approximately novel-length volume in which the stories are listed like chapters is not the best delivery mechanism for them. What is that volume, after all, but an invitation to the reader to read them in sequence, one leading on to the next, in about the same time as it would take her to read a novel? Does <em>that</em> explain why readers, and therefore publishers, are wary of the collection? Because the reader knows from experience that the volume is likely to remain unfinished, unreturned-to, a long-standing reproach?</p><p>These days, readers and writers alike of short stories are lucky to have a variety of alternatives to the collection bound up in a deceptively compact volume. The internet provides several of them, as you’d expect. If you’re a fan of short stories, you probably already have your preferred sites.</p><p>One such site is Medium, which is widely seen as a place to read (and publish) nonfiction of various kinds but is also eminently suitable as a platform for (particularly short) fiction. Between June 2017 and August 2018, I sent out a weekly newsletter in which I’d recommend the best short fiction I found on Medium each week. The stories I recommended in that period can still be found in these three posts:</p><ul><li>Recommended short fiction on Medium;</li><li>Recommended short fiction on Medium—2;</li><li>Recommended short fiction on Medium—3.</li></ul><p>There are a number of excellent writers each of whom appeared in the newsletter twice and might easily have had a third or a fourth story included if I’d been prepared to recommend the same authors week after week. These star writers are listed in two posts, Some of the best fiction writers on Medium and Some more of the best fiction writers on Medium.</p><p>I followed-up the original Google+ post on Medium, 27 May 2018.</p>",
			"url": "https://www.artkavanagh.ie/read-short-stories.html"
		},
{
			"id": "religion-theodicy",
			"date_published": "2019-10-19T00:00:00+00:00",
			"title": "“What course and opinion he thinks the safest”: Religion and divine justice in the work of Andrew Marvell",
			"content_html": "<p>This essay is also available in PDF.</p><p>I wrote my doctoral thesis about the theme of justice in Andrew Marvell’s works. That topic was suggested to me by reading a slim but stimulating book, John Klause’s <cite>The Unfortunate Fall</cite>. Klause’s argument is that Marvell’s imagination was exercised by questions of divine justice and that he was temperamentally uninclined to find comfort in paradoxical notions like “the fortunate fall”: the idea that the disobedience of Adam and Eve was really a good thing because it gave humans an occasion to exercise our resilience, fortitude and similar virtues in the face of adversity, and created the conditions for God to show forgiveness and mercy towards his creation and to bestow grace on us.</p><p>In some ways, Klause’s argument seems surprising, even perverse. Marvell is a writer who clearly loves paradox and self-contradiction. He is the poet who suggests that eyes and tears take on each other’s properties, that subject and object are somehow the same, or difficult to distinguish from each other. I’ve suggested that he’s attracted to the idea that genders may refuse to remain distinct but instead blend into each other. Surely this is a writer who is comfortable with paradox? What attracted me was Klause’s claim that Marvell liked superficial paradoxes, ones that could ultimately be resolved. A paradox that was indicative of a fundamental contradiction in the nature of reality, on the other hand, was something that perturbed rather than stimulated him. Yes, this was the Marvell I thought I recognized.</p><p>Klause’s book is concerned specifically with <em>theodicy</em>, that is with the defence of divine justice. I thought that Klause’s exploration of Marvell’s work revealed a concern with a broader and more abstract idea of justice. That was to be my thesis topic. A few weeks before I submitted my thesis, I realized with dismay that (because Nisus Writer Pro, which I was using to put together the final version, omits footnotes from the word count) my document was some 16,000 words over the maximum permissible length. I immediately cut the chapter on divine justice, reducing by half the overshoot of the target word count.</p><p>I was happy to lose that chapter because, in the course of writing it, I’d become convinced that where Marvell appeared to be writing directly on the subject of divine justice he was really concerned with something else. In <cite>Remarks Upon a Late Disingenuous Discourse</cite> (1678), which Klause describes as his “brief, informal theodicy” (Klause, p.&nbsp;13), Marvell is not so much attempting to argue the merits of the doctrinal position advanced by John Howe (who wrote that it is possible to reconcile God’s omniscience with his sincerity and benevolence) as to discourage Calvinist attacks on “middle way” thinkers like Howe and Richard Baxter. The views on divine justice expressed by Marvell in the <cite>Remarks</cite> are incidental, conventional and not in themselves very interesting. I took the view that his interventions in controversies about church government were certainly worth examining but that the place for such an examination was not in a thesis about the part played by justice in his works.</p><p>One of the examiners of my thesis felt very strongly that in leaving out the question of religion I’d made a big mistake. (Not big enough to prevent me from getting my doctorate, I’m relieved to say.) I said at the time that I intended to revise and publish my chapter on religion, separately from the thesis. It’s taken me seven years to do so, but here it finally is.<p><p>Marvell’s <cite>Remarks Upon a Late Disingenuous Discourse</cite> begins with a warning against being “tempted into Enquiries too curious after those things which the Wisdom of God hath left impervious to Humane Understanding, further than they are revealed” (<cite>Prose Works</cite>, 2:415). This is no mere rhetorical disparagement of the writer’s capacity for the task in hand. Marvell adverts to a danger he seems to have taken seriously. He is also echoing, among other writers, Jean Calvin, of whom Brian G.&nbsp;Armstrong writes “if there is a persistent theme in Calvin it is that God’s ways and thoughts are incomprehensible to man without special revelation”. In this “brief, informal theodicy”, Marvell was intervening in an argument between John Howe and Thomas Danson, both of whom were nonconformist ministers. Danson was a strict Calvinist, while Howe held beliefs similar to those of Richard Baxter, who variously spoke of reconciling Calvinism and Arminianism, and of having found a middle way between the two. In intervening in this dispute, Marvell claimed to be motivated by nothing more than the desire “to hinder one Divine from offering violence to another” (<cite>Prose Works</cite>, 2:482).</p><p>Read more on website …</p>",
			"url": "https://www.artkavanagh.ie/religion-theodicy.html"
		},
{
			"id": "LaTeX-and-Word",
			"date_published": "2019-10-12T00:00:00+00:00",
			"title": "More about LaTeX as a writing tool: LaTeX and Microsoft Word",
			"content_html": "<p>I recently compared HTML and LaTeX as tools for writing. While preparing that post, I came across a piece by Daniel Allington: The LaTeX fetish (Or: Don’t write in LaTeX! It’s just for typesetting). Allington scrutinizes the arguments of LaTeX evangelists as to why LaTeX is supposedly superior to word processors like Word and LibreOffice, and finds those arguments unpersuasive:</p><blockquote>… what’s actually being contrasted is not LaTeX and word processors, but the effective use of LaTeX and the naive misuse of word processors … people who don’t know how to use a particular tool [i.e. Word] very well are being told to throw that tool away and learn to use an entirely new one on the grounds that it will enable them to do things that they could have done at least as well with the old one — which is (when you think about it) a little peculiar … The really important thing to teach students is the importance of writing in a structured way and using the features of whichever tool they are using in order to facilitate that, but instead we have LaTeX evangelism and the false implication that word processors don’t facilitate structured writing at all. Someone who indicates section headings in a word processor by emboldening them or enlarging the font size is not using that word processor correctly and will be unable to take advantage of its full range of features …</blockquote><p>To someone who sees the effects of “naive” use of Word every day at work, this passage certainly rings a bell. I’m forced to conclude that, while Word has always made it easy to create structured, cleanly formatted (if not particularly good-looking) documents, it makes it even easier (and from some points of view more intuitive or obvious) to produce a mess of inconsistent and confusing direct formatting. Word often seduces its users into believing that they don’t need to <em>learn</em> how to use it: all they have to do is start typing and know the standard commands used to apply bold, italics and other direct formatting. But the <em>effective</em> use of Word is not at all hard to learn, even if you’ve already developed a set of bad habits that mean you’re less likely to see a document as a structure. Why are those habits so widespread? Here is Daniel Allington again:</p><blockquote>… you are more likely to be introduced to LaTeX in a class taught by someone who really knows how to use it, and more likely to be introduced to a word processor by playing around with it or under the informal instruction of someone who doesn’t understand it very well, and that, for this reason, the number of people who use LaTeX but don’t use its document-structuring features is probably close to zero while the number of people who use word processors and don’t is enormous.</blockquote><p>If lawyers can be taught to use a structured markup language — say some kind of hybrid between Markdown and LaTeX – it should be at least as easy to teach them to use Word effectively, provided that the the need for such teaching is recognized and the will to learn is there. Word is more flexible in terms of the readily available layouts, and it makes the creation of things like captions and crossreferences much easier and, as Allington points out, it’s a great deal more flexible than LaTeX when it comes to making changes to the layout.</p><p>Everybody seems to be agreed that the choice of writing tool depends on how one sees the relationship between the process of writing a document and the way it’s presented. These are two distinct processes but they can’t be treated as entirely unconnected. In a document of any length, particularly one which tries to make an argument, structure has to be a primary consideration during the first phase, though it can usually be hidden or submerged in the finished document. I used to see a lot of computer manuals that had been set in LaTeX or something very similar and it used to bother me that they seemed to wear their structures on the outside, like some instances of postmodern architecture. For example, sections and subsections were always numbered, and the table of contents typically followed a rigid and regular pattern of indentation for headings.</p><p>The wysiwyg paradigm in word processors has meant that, at some level, you’re thinking about presentation far too early, before you have an argument to present. To this extent, the LaTeX evangelists have a point, though Allington is surely right to pour scorn on the notion that Word “forces” the writer to make decisions about font, spacing, margins and other presentational elements. To make the best use of Word, you have to learn not to think of it as a wysiwyg application, but instead as a tool which makes it possible to ensure that, for example, all book and journal titles, are <strong>cited</strong>,  all words and phrases which are to be emphasised have the character style <strong>Emphasis</strong>, that italicized text which indicates neither emphasis nor a citation uses different markup from either of these, that a level 3 heading at the start of the document has the same properties as one at the end and that you don’t indent a paragraph by inserting a tab as its first character.</p><p>Conversely, markup languages don’t, as the evangelists suggest, make it possible to treat writing and presentation as entirely separate activities. On the contrary, they require you to keep in mind that “this is a footnote”, “that’s a block quote”, “this will be the last subsection in section 3” etc. All of these have presentational implications, which the writer cannot entirely ignore, even if they're not at the forefront of her mind. The idea that the writing is something independent of the presentation, on which the writer can focus to the exclusion of presentational elements is, at best, a gross oversimplification.</p><p>Whatever writing tool you use, somebody (possibly you) will eventually have to make decisions about the layout and appearance of your document. Those decisions will be much more difficult to make and implement if you don’t know how to use the tool properly. Whether you use Word or LaTeX (or Markdown or something else entirely), you should be willing to spend some time learning how to use it as it was indended. LaTeX will do a lot of the heavy lifting for you: the position and size of headings, footnotes and other elements, leading, hyphenation and justification etc. This kind of thing is much harder to do in Word (unless, of course, you have a suitable set of tried and tested templates), but (as Allington points out) you <em>as writer</em> may not have to do it. There may well be designers, typesetters and editors whose jobs these are.</p><p><em>Your</em> job includes responsiblity to see that your headings and other styles are consistently applied. It doesn’t matter if you use 16pt Calibri with 18 points of space after for Heading 2; what matters is that every heading that should be Heading 2 is actually in that style. Then, the designer or editor just needs to amend the style once, or apply the appropriate template, to make the document look as it should.</p><p>Also, while LaTeX will do the heavy lifting, it gets forbiddingly complicated when you find it necessary to change the defaults, to produce something that doesn’t fit the template of a journal article or a chapter in a book. At a fairly straitforward level, if you want to use a font for which a “package” doesn’t already exist, things can get quite difficult. And I personally don’t consider the BibTeX system of bibliography management to be worth the trouble (though it’s hardly any more annoying than some of the word-processor compatible alternatives, such as EndNote).</p><p>LaTeX is primarily used by mathematicians and scientists, in large part because it’s capable of producing excellently typeset equations. It’s far less commonly used outside those fields. Allington has an interesting insight on why a writer in the humanities might want to use the system:</p><blockquote>As far as I can tell, [some humanities writers] choose LaTeX for the opposite reason to the stereotypical one about focusing on content and forgetting about design. For example, one argues that “The computer should allow an ordinary writer to produce a polished typeset page, but Word makes this extremely difficult to achieve.” (Goldstone n.d., para. 7) This reverses the above-quoted arguments for writing in LaTeX: that is, such authors use LaTeX (or variants thereof) because they do not believe “that it is better to leave document design to document designers”: in fact, they are using it precisely because they want to have a go at being designers (which is in turn because they “worry … about the appearance of their documents”).</blockquote><blockquote>This is what LaTeX is good for: not helping people to compose text, but helping them to make it look nice. If that is important to you, go ahead and give it a look.</blockquote><p>From my own experience in writing about seventeenth-century English poetry, I’d say that this is partly true. I was attracted at first by the promise of professional-level typesetting and layout, only to discover that I enjoy writing in a text editor, inserting the markup as I go (just so long as it’s not as awkward and intrusive as HTML). For me, the typesetting, attractive as it is, is no longer a compelling reason to use LaTeX: as I said in the previous post, I tend not to write much for print these days. If I were to go back to using LaTeX now, it would be for the writing experience, not for the typesetting.</p><p>As it’s been about 19 years since I used LaTeX, I thought I’d refamiliarize myself with it, as a kind of experiment. So, I downloaded MikTeX and had a go (using pdfLaTeX) at creating a PDF version of an essay that I had already posted in HTML: Andrew Marvell’s Gender. There are some tweaks that could be made to improve the appearance of the PDF but for the most part it looks as I expected. I’ll have more to say about the relative merits of LaTeX and HTML once I’ve played around with MikTex and pdfLaTeX a bit more.</p><p>For now, I’d just like to remark that creating a LaTeX document from an existing HTML one reminded me that it’s relatively easy to convert between two text-based systems of markup. And not just between <em>text-based</em> systems. When I reverted from BeOS to Windows 98 (and from LaTeX to Word) at the end of 1999, I quickly wrote a VBA macro to convert my LaTeX documents to Word format. At least 8 computers (and about 4 operating systems) later, I no longer have that macro but I can see that it wouldn’t be difficult to reconstruct. This opens up the intriguing possibility of starting off my documents in a LaTeX-style markup and then converting them to HTML or Word as required. In other words I could use something resembling LaTeX (or even a LaTeX/HTML hybrid) as a substitute for Markdown. I don’t know how practical that idea is but I think it might be worth looking into.</p>",
			"url": "https://www.artkavanagh.ie/LaTeX-and-Word.html"
		},
{
			"id": "death-of-the-book-review",
			"date_published": "2019-09-28T00:00:00+00:00",
			"title": "The book review is slowly dying, and we don’t need to mourn it",
			"content_html": "<p>A few months ago, as part of my scheme of deAmazonization, I deleted my Goodreads profile and with it some 38 book reviews (the preservation of which had been my main reason for not deleting the account much earlier). It was all the easier to do this because I’ve come to think of reviews as a particularly impoverished form of book discussion. There are some professional reviewers — Laura Miller on <cite>Slate</cite>, Constance Grady on <cite>Vox</cite> and Rabeea Saleem in a variety of publications including, on occasion, <cite>The Irish Times</cite> — whose work I find valuable, but in general I think there’s a much more interesting conversation to be had about books than can be found within the traditional limits of the review.</p><p>The three reviewers I mentioned above are professionals. We’ve also seen in recent years the rise of the pro-am, such as Larry H., a regular on Goodreads who also posts his reviews on his blog. I used to read his reviews avidly and they’re responsible for some discoveries that I’m very glad to have made. These days I find myself skipping them (partly because he’s developed a taste which I don’t share for YA fiction) and I think it won’t be long before I remove his feed from my RSS reader.</p><p>As for me, I seem to have gradually abandoned the review, almost without noticing. I did at one point intend to move some of the more substantial of my Goodreads reviews (which I had previously crossposted to Google+ of blessed memory) to my own site but that project soon lost impetus. In the meantime, I’ve posted a handful of essays which are aimed at people who have already read the books in question. These discussions make no attempt to avoid “spoilers” (a term I find inaccurate, since it implies a malicious intent to impair the reader’s enjoyment).</p><p>I’ve long felt that many reviews, professional as well as amateur, go to such extreme lengths to avoid “spoilers” that it makes them useless as reviews. A favourite example of mine is the Clint Eastwood film, <cite>Million Dollar Baby</cite>, which I’d never have bothered to watch if it hadn’t first been “spoiled” for me. I had been under the impression it as the kind of film I just wasn’t interested in watching. I believe that this happens increasingly often: the reviews and marketing material for a book or film are presenting an utterly misleading impression of what the work is about. As guides to what you should read or watch, they’re effectively useless.</p><p>I was reminded of all this recently when I read a review of Robert Harris’s <cite>The Second Sleep</cite>, which includes the following passage:</p><blockquote> Something happens early on — watch for the clues — and, it might be a cliche to say it, but I could feel my jaw actually dropping.</blockquote><blockquote>It is for this reason that I’m going to say nothing further at all about this book! I came to it knowing nothing except that I knew it would be wonderful — which it certainly is — and so I had the considerable joy of discovering all of its secrets for myself. And so I’d urge you not to read any reviews (except this one, of course).</blockquote><p>This is obviously well intentioned but it completely fails to perform the function of a review, which is to help the reader to decide whether the book in question is something she should read. It’s a good example of a phenomenon I’ve been observing for some time: the obsession with avoiding spoilers is inhibiting the online discussion of books (and films), to the point where the internet has come to seem like a repository of generic, contentless expressions of enthusiasm or its opposite.</p><p>I hope we’re going to see a shift away from reviews towards a more critical and enlightening online discussion of books and films. Sites like Amazon and Goodreads have presided over the devaluation the user review (and not just for books). And I haven’t even touched on the problem of consumer “reviews” which have been bought and paid for. It’s time to let the book review expire peacefully in its sleep.</p>",
			"url": "https://www.artkavanagh.ie/death-of-the-book-review.html"
		},
{
			"id": "LaTeX-writing-tool",
			"date_published": "2019-09-22T00:00:00+00:00",
			"title": "LaTeX as a writing tool: a comparison with Markdown and HTML",
			"content_html": "<p>I’m prompted to write this by a series of Micro.blog posts by Ciaran Connelly about text-based document creation tools for lawyers. In my day job, I’ve dealt with lawyers’ documents — precedents of various kinds, forms etc. — for more than 25 years. In the very early days I used WordPerfect, then developed a strong liking for Word, a preference that has soured over the years as Microsoft has added more ill-considered features, presumably intended to give users a reason to upgrade but often breaking long-established workflows and patterns of use. The addition of a plethora of minimally differing built-in styles, making it difficult to find the one you’re looking for, or even to remember the ones you’ve already used, is one example.</p><p>At one point I was reasonably familiar with LaTeX, having used it as my main writing tool for about a year, around 1999/2000. I initially wrote a chapter of my doctoral thesis in LaTeX. That came to 18,000 words. I haven’t used the system more recently than 2000 or thereabouts. As I’ve written before, I really enjoyed writing in LaTeX. Somehow, it’s a lot more satisfying to type \section{Writing tools} than it is to type &lt;h1&gt;Writing tools&lt;/h1&gt;. (I think it’s partly because, on the keyboards I was using at the time — though not on the one I’ve got at the moment — I typed that opening backslash with the little finger of my left hand.) I’ve often missed being able to write in LaTeX but, on the face of it for someone in my situation, it doesn’t make a lot of sense to go back to it.</p><p>The first reason for that is that LaTeX is a system primarily intended to prepare documents and text for <em>print</em>. Documents written in LaTeX look typeset: they have generous margins, columns of text that aren’t so wide as to impede readability, a well judged amount of space around headings and titles. By default they have a justified right edge and hyphenation. Footnotes will be in an appropriate font size, proportional to the main text (without any calculation on your part) and neatly laid out at the foot of the page. If your document is going to be printed on paper or presented as a pdf, it’ll look great. But I find that I’m actually printing very little these days.</p><p>Much of what I write ends up on the web, where it may be displayed at a variety of screen sizes. It will be unhyphenated and will almost invariably have a ragged right edge. It may need to reflow and might appear in a font face and at a size that I could never have foreseen. For a variety of reasons, LaTeX isn’t a great match for this kind of writing. The type of markup that <em>is</em> suitable — that’s expressly designed for it — is HTML. But I haven’t been able to get as enthusiastic about writing in HTML as I used to be about LaTeX.</p><p>One of the main things I find unsatisfactory about HTML is the redundancy. I can’t see any good reason why a block element should need to be closed. It obviously ends when the next block element starts or the parser/browser encounters an empty line. Inline elements need to be closed but it shouldn’t be necessary to spell out which element is being closed: compare \emph{unnecessarily longwinded} with &lt;em&gt;unnecessarily longwinded&lt/em&gt;. Clearly “emph” is twice as long as “em” but to my mind that’s more than compensated for by not having to type it twice or do that awkward manoeuvre of following a left angle bracket with a slash. As I’ve said before, it’s this redundancy that makes Markdown (and other lightweight markup languages) possible. The problem with Markdown is that it’s not a final format: at some point it has to be processed to turn it into HTML.</p><p>So, having read Ciaran Connelly’s series of microposts on the topic, and motivated no doubt in part for nostalgia I decided to take another look at LaTeX, nearly 20 years on. One thing I was quickly reminded of was the rather inelegant way that LaTeX (by default) handles characters which fall outside the ASCII character set. One of my biggest complaints against HTML when I first used it was the need to type entities for curly quotes (e.g. &amp;ldquo;), apostrophes (&amp;apos;), dashes, ellipses and so on. UTF-8 eliminates that irritation and, I’ll admit, has made HTML much more pleasant to write in. In LaTeX, I used to have to type two backticks for an opening double quote, two hyphens for an en dash and three for an em dash. I think of that as making the document uglier in the short term in order to make it prettier eventually. Would I really be willing to go back to that?</p><p>But if HTML has been able to accommodate itself to Unicode, why shouldn’t the same thing be true of LaTeX? And it seems that it is. So <em>maybe</em> I’m ready to pay a gentle, nostalgic visit to LaTeX. If I do, I’ll post about my impressions and experiences here.</p><p>As I was Googling to refresh my memory and catch up on more recent developments in LaTeX, I found this piece by Daniel Allington: The LaTeX fetish (Or: Don’t write in LaTeX! It’s just for typesetting). Quite apart from his brilliant labelling of excessive enthusiasm for LaTeX as a “fetish”, Allington makes some very telling points as to why LaTeX is not a good choice as a <em>writing</em> tool. He’s particularly good on the alleged superiority of LaTeX over word processors like LibreOffice and Word. I’ll probably post separately about that here, soon.</p>",
			"url": "https://www.artkavanagh.ie/LaTeX-writing-tool.html"
		},
{
			"id": "ishiguro-never-let-me-go",
			"date_published": "2019-09-16T00:00:00+00:00",
			"title": "Kazuo Ishiguro, Never Let Me Go: ‘Most of the time, people don’t want to think about it’",
			"content_html": "<p>This is a discussion intended for people who have already read <cite>Never Let Me Go</cite>. <strong>Don’t read on</strong> if you don’t already know, and wish to remain in the dark about, what happens in Kazuo Ishiguro’s novel.</p><p><cite>Never Let Me Go</cite> is the most restrained and understated horror story imaginable. It’s as well to be clear that, the restraint and understatement notwithstanding, it <em>is</em> a horror story. This is made explicit, in spite of the narrator’s reluctance, in the final chapter. Tommy, the person she has been closest to since childhood, is soon to be operated on for his fourth and final ‘donation’:</p><blockquote>‘You know why it is, Kath, why everyone worries so much about the fourth? It’s because they’re not sure they’ll really complete. If you knew for certain you’d complete, it would be easier. But they never tell us for sure.’</blockquote><blockquote>I’d been wondering for a while if this would come up, and I’d been thinking about how I’d respond. But when it did, I couldn’t find much to say. So I just said, ‘It’s just a lot of rubbish, Tommy. Just talk, wild talk. It’s not even worth thinking about.’</blockquote><blockquote>But Tommy would have known I had nothing to back up my words. He’d have known, too, he was raising questions to which even the doctors had no certain answers. You’ll have heard the same talk. How, maybe, after the fourth donation, even if you’ve technically completed, you’re still conscious in some sort of way; how then you find there are more donations, plenty of them, on the other side of that line; how there are no more recovery centres, no carers, no friends, how there’s nothing to do except watch your remaining donations until they switch you off. It’s horror movie stuff, and most of the time people don’t want to think about it. Not the whitecoats, not the carers — and usually not the donors. But now and again, a donor will bring it up, as Tommy did that evening, and I wish now we’d talked about it. (Faber & Faber, 2005; paperback edition, pp.&nbsp;273–4)</blockquote><p>Kathy, who has known Tommy since they were “students” together at Hailsham (with Ruth, who has since completed), is now Tommy’s carer. Kathy has been a carer for a relatively long time, over 11 years, so she has seen many of her contemporaries complete, while she herself has yet to make her first donation. At the beginning of the novel, she reflects on why she has been allowed to remain a carer for so long.</p><blockquote>My donors have always tended to do much better than expected. Their recovery times have been impressive, and hardly any of them have been classified as ‘agitated’, even before fourth donation. Okay, maybe I am boasting now. But it means a lot to me, being able to do my work well, especially that bit about my donors staying ‘calm’. (p.&nbsp;3)</blockquote><p>In other words, Kathy is effectively a collaborator. Her value to the authorities and the medical establishment (who by implication decide how long she remains a carer and when her own donations will begin) is as someone who has a talent for helping donors to recover quickly, and so reducing the time between donations, and for keeping them calm in the face of the fourth donation with a conscious vivisection to look forward to. Kathy is able to do her job so well in part because she has a capacity for self-deception, at least some of the time, about the nature of her role. Even the passage in which she acknowledges that she has ‘nothing to back up’ her reassuring words to Tommy, and that she now wishes they had talked about his fears, she can still say ‘… all in all, I was under the impression we were dealing with the fourth donation pretty well together’ (p.&nbsp;274).</p><p>It’s likely that Kathy has a better idea what’s in store for Tommy than she is willing to admit. “You’ll have heard the same talk”, she tells the reader, reminding us of the similar talk that went around suggesting that Hailsham students might get a deferral if they could prove that they were genuinely in love. That rumour proved to be without foundation — might the same not be true of the speculation about the aftermath of the fourth donation? But if it is an unfounded rumour, then the doctors and whitecoats are being needlessly cruel. The fact that they are unable to say “for sure” that the donors will be dead by the time the final carveup of their remaining organs is carried out, at least indicates that they take no positive steps to bring this state about. And it’s all too easy to believe that they want to keep the donor alive for as long as possible, to minimize the risk of damage to the organs.</p><p>Also, it’s entirely credible that the medical personnel would not allow themselves to be influenced by concern for the suffering — the agony — of the donors. As Miss Emily warned Kathy and Tommy:</p><blockquote>However uncomfortable people were about your existence, their overwhelming concern was that their own children, their spouses, their parents, their friends, did not die from cancer, motor neurone disease, heart disease. So for a long time you were kept in the shadows, and people did their best not to think about you. And if they did, they tried to convince themselves you weren’t really like us. That you were less than human, so it didn’t matter. (p.&nbsp;258)</blockquote><p>With the closure of Hailsham and the few other centres which tried, however ineffectually, to assert the humanity of the clones, the public perception of them had soon reverted to its former harshness:</p><blockquote>… after the climate changed, we had no chance. The world didn’t want to be reminded how the donation programme really worked. They didn’t want to think about you students, or about the conditions you were brought up in. In other words, my dears, they wanted you back in the shadows. (p.&nbsp;259)</blockquote><p>While Kathy is able to shield herself from full awareness of the function she performs on behalf of the authorities and the medical establishment, Tommy is more clear-sighted, and that’s a large part of the reason why he doesn’t want her to remain as his carer as he prepares for the fourth donation. They love each other, but each has to be alone at the end.</p><p>The donors are, of course, fully human: cloned from “[j]unkies, prostitutes, winos, tramps. Convicts, maybe, just so long as they aren’t psychos. That’s what we come from” (p.&nbsp;164). Not from people who can afford to say no, like the businesswoman whom Ruth briefly imagined to be a “possible”.</p><p>At Hailsham (though not in most of the centres where donors were brought up), attempts were made to educate the clones, to encourage their “creativity”, to invest their short lives with some value. They were made aware of their condition and purpose, though in such a way that they had the knowledge without being fully conscious of it: “Told but not told”:</p><blockquote>Tommy thought it possible the guardians had, thoughout all our years at Hailsham, timed very carefully and deliberately everything they told us, so that we were always just too young to understand properly the latest piece of information. But of course we’d take it in at some level, so that before long all this stuff was there in our heads without us ever having examined it properly. (p.&nbsp;81)</blockquote><p>The education and the creativity were intended in part to persuade the world in general that the clones were not in fact “less than human”, and in part to ameliorate the brutal utilitarianism of their existence. In neither aim was the experiment markedly successful, though Miss Emily could claim with some justice that her students were, for some years, better off than their fellows.</p><p>Encouraged to develop lives containing some measure of fulfilment, in the face of a death which will come far too soon and, most likely, be accompanied by excruciating and prolonged pain … It’s easy to see the donor’s condition as a more concentrated or compressed version of the human one. They are specially brought into existence to take from <em>other</em>, wealthier human beings the burden of “cancer, motor neurone disease, heart disease” and other conditions that bring a painful, early end to life. In preferring not to think about the donors’ existence, we equally avoid facing the facts about our own.</p>",
			"url": "https://www.artkavanagh.ie/ishiguro-never-let-me-go.html"
		},
{
			"id": "Robert-Galbraith-Lethal-White",
			"date_published": "2019-08-31T00:00:00+00:00",
			"title": "Robert Galbraith, <cite>Lethal White</cite>",
			"content_html": "<p>As usual, if your aim is to avoid so-called spoilers, you’re in the wrong place.</p><p>Nearly eighteen months ago, I posted a piece on Medium in which I suggested that each of the first three Cormoran Strike novels has at its centre a different trope or subgenre: the underestimated detective in the first, satire on literary London (with grotesque ritual killing) in the second and the misogynist serial killer in the third. Not long after that post, a fourth novel in the series came out. I was curious to see whether <cite>Lethal White</cite> would bear out my theory that Galbraith was using the series to explore a variety of tropes and subgenres associated with detective fiction.</p><p>It’s taken me a while to get around to that. I waited for the fourth novel to come out in mass-market paperback, so that I could avoid both the unwieldy trade paperback and the potentially suspect ebook. Then, having finally read <cite>Lethal White</cite>, I decided I needed to reread it before I could write anything about it that I’d be prepared to stand over. And, now that I’ve completed the rereading, do I think that my conjecture holds up? The answer to that is a tentative “Yes … and No”. If, as I’ve argued, the first three books have identifiably distinct tropes (or subgenres) it’s clear that the plot of <cite>Lethal White</cite> has little in common with theirs.</p><p>Strike himself is now a figure in the public eye, whose intense confrontation with his ex, Charlotte, in an expensive restaurant in St James’s Street, quickly becomes fodder for the tabloids. There’s no longer much scope for him to be mistaken for a deluded nobody indulging himself by playing at being a private eye, in the mould of <cite>Gumshoe</cite>’s Eddie Ginley. The satire is muted in comparison with that in <cite>The Silkworm</cite> and is directed at the political rather than the literary scene. And, while the murderer could certainly be described as a misogynist, and shows the potential to develop into a serial killer, Strike puts a stop to his gallop before he manages to progress beyond a single, male victim. There’s no doubt that Galbraith is continuing the pattern of trying something different in each successive book. The difficulty is in pinning down exactly what that something different is in this case.</p><p>There is, as I’ve indicated, a murder at the centre of the plot. One unusual aspect of this is that the murder is central in more ways than one: it takes place just a little before the halfway point of the story (at page 338, where many crime novels would be beginning to wind down). The victim is Jasper Chiswell, Minister for Culture in the Conservative/Liberal Democrat coalition that was in power at the time of the London Olympics. For most of the first half of the book, Chiswell is the client of Strike’s detective agency (in which Robin is now a salaried partner, much to the annoyance of her new husband, Matthew). The Minister is being blackmailed by two strange bedfellows. The first is Jimmy Knight, a left-wing campaigner who was brought up on Chiswell’s estate, and wants payment for some shady work carried out on Chiswell’s behalf by Knight’s father, since deceased; the second is Geraint Winn, the husband of the Lib Dem Minister for Sport, who wants to force Chiswell to resign from office. Robin goes to work undercover in the House of Commons, to try to find something with which to force Winn to back off, while Strike’s new employee, Sam Barclay, infiltrates Knight’s immediate circle.</p><p>I described the element of political satire as “muted”; unfortunately it’s a bit heavy-handed at the same time. Della Winn, the Minister for Sport is presented as a somewhat sympathetic figure, isolated by tragedy (her daughter’s suicide), her own (literal) blindness, and a strong reluctance to recognize the possibility that she might be mistaken (she insists that Robin, who is undercover as Chiswell’s goddaughter, is actually a different relative of his who was peripherally involved in her daughter’s death). And most of all, she is isolated from reality by her duplicitous husband. Geraint Winn is a vicious sycophant and a lecherous, self-aggrandizing embezzler. So much for the centre of British politics. The left and right are even less impressive.</p><p>Jimmy Knight is a charismatic hypocrite. Well able to address a public meeting or run up an opinion piece for the Real Socialist Party’s website, he seems mainly to use his political activities as opportunities for philandering, a fact of which his girlfriend, Flick, is unhappily aware. He is only intermittently concerned about his mentally ill younger brother, Billy, who initially comes to Strike because he believes that he saw a young child strangled and clandestinely buried some twenty years previously.</p><p>Jasper Chiswell has one of those deceptive surnames whose pronunciation is at odds with its spelling. It’s rendered phonetically as “Chizzle” — which means that it is also a homophone of “chisel”, a fact which none of the characters points out — or needs to. Chiswell was once an ambitious young Tory who thought he had a shot at becoming prime minister, but his career was derailed by an affair with a beautiful Italian opportunist named Ornella which ended his first marriage and left him with an unwanted and unloved youngest child, Raphael or Raff.</p><p>By the time of the 2012 Olympics, Chiswell has worked his way back into government as Minister for Culture but the once-rising political star has by now become an irascible, blimpish caricature. Age, the demands of his second wife (30 years younger than he), the expense of maintaining a country house, the pressure of having to deal with two blackmailers with different demands, and the embarrassment of having a son (Raphael) who seems unrepentant at having run over and killed a young mother in his flash car while under the influence of cocaine, have all taken their toll on his temperament.</p><p>None of the political figures (even the moderately sympathetic Della Winn) is much more than a caricature — or, in Jimmy Knight’s case, a cliché. While I liked the fact that Galbraith had postponed the murder for a substantial portion of the book’s length, and showed Strike and Robin conducting a number of investigations which didn’t centre on violent and sudden death, neither Robin’s adventures in the House of Commons nor the attempts by Barclay and Strike to find out what Jimmy and Flick are up to and where they’ve obtained their information is really substantial enough to support the 45% of the narrative that has elapsed by the time Jasper Chiswell breathes his last.</p><p>When one of the potential suspects in a murder case has a conspicuous alibi (as Jasper’s second wife, Kinvara, has been careful to establish) and another has obviously nothing to gain (Raphael was perfectly well aware that he had been cut from his father’s will), it’s a reasonable conjecture that the two are cooperating to bring about the desired end of the victim’s life. So, it’s not exactly a surprise when it turns out that Raphael and Kinvara have been having an affair and have plotted together to murder their father and husband respectively.</p><p>The motive for his killing is a painting that might be by Stubbs (and if so worth tens of millions), of a mare mourning her pure white foal, who had been suffering from lethal white syndrome. Only Jasper and Raff had been aware of the painting’s potential value, and Jasper wanted to sell it to stave off his financial difficulties. With Jasper dead, Raff could take the painting for himself and compensate for his exclusion from the will.</p><p>The plot is complex and composed of many disparate elements: a second painting whose description could plausibly be taken to refer to the putative Stubbs, a Polish house-cleaner whom nobody had seen, a credit card stolen from a housemate of Flick’s who had no apparent connection with the murder, a case of champagne delivered to Chiswell’s town house, though he would never drink champagne, a house key passed to a homeless man in Paddington Station: the pieces fit together like a large, well designed jigsaw, with only Strike able to see the outlines of the picture before it has all been put together. He teases Robin about her inability to make sense of the clues.</p><p>So, while it’s clearly the case that <cite>Lethal White</cite> is a different kind of detective story from its three predecessors, each of which in turn is of a distinctly identifiable type, it’s less easy to pinpoint precisely <em>what</em> type of crime fiction <cite>Lethal White</cite> is. The second part of the novel, the murder and its resolution, can be seen as a well worked-out example of the clockwork plot. However, the first half of the book which, taken with the epilogue in which the relationship between the land-owning Chiswells and the proletarian Knight family is brought into the foreground, seems to be attempting to frame the murder plot within something more momentous — perhaps a state of the nation novel. However, as I’ve already suggested, the political portraits — Chiswell the Tory, Jimmy Knight the socialist agitator and Geraint Winn the ineffectual Liberal Democrat with inflated ideas of his own importance — are too unsubtly drawn for a novel about their doings to be very compelling reading.</p><p>And maybe that’s the point. Perhaps Galbraith is suggesting that British politics is too caricatured, too lacking in nuance and surprise, and too impoverished to form the basis of a novel without the mechanism of a well structured, finely tuned clockwork murder plot to drive it. The great secret that Jimmy Knight is holding over Jasper Chiswell’s head, the basis for the blackmail, is that Chiswell has been has been exporting traditional gallows, lovingly hand-crafted from English oak, to repressive regimes abroad. Artisanal implements of torture: the idea is at once absurd and horrific, the more so since one set of gallows has been hijacked by insurgents in Zimbabwe, resulting in the execution by hanging of a teenage boy. That’s the punchline of Galbraith’s state of the nation novel: quaint absurdity works as a cover for brutality and horror.</p><p>It could be said that this yoking together of savage political commentary with the smoothly turning mechanism of the mystery plot ought not to work — and my impression on first reading was that it didn’t, quite. On rereading, I was more engaged, admiring the integration into the plot of details I hadn’t notice the first time.</p><p>At 771 pages, <cite>Lethal White</cite> is a very long novel and there are aspects of the book — notably the chapter epigraphs from Ibsen’s <cite>Rosmersholm</cite>, the recurring white horse motif and the sexual politics, including the merciless depiction of Strike’s ex, Charlotte — that I haven’t attempted to discuss adequately, or at all. It is, I’m convinced, a book that rewards rereading, and it’s quite likely that I’ll go back to it in future. But not, I hope, before Robert Galbraith produces a fifth episode in the series.</p>",
			"url": "https://www.artkavanagh.ie/Robert-Galbraith-Lethal-White.html"
		},
{
			"id": "writing-and-survivorship-bias",
			"date_published": "2019-09-08T00:00:00+00:00",
			"title": "Survivorship bias in writing and publishing",
			"content_html": "<p>Maybe 11 or 12 years ago I downloaded and read a 72-page essay in PDF by writer and publisher Michael Allen. Its title is <cite>On the Survival of Rats in the Slush Pile</cite>. Allen took a gloomy view of the state and prospects of the publishing industry and authorship, and in particular the authorship of fiction. He wrote the essay in 2005, two years before the introduction of the Kindle and long before the ebook self-publishing phenomenon took off. I think it’s fair to say that Allen’s argument had a profound influence (of which I wasn’t always conscious) on my own outlook and assumptions about book publishing. It was there, for example, that I first heard of Nassim Nicholas Taleb’s book <cite>Fooled by Randomness</cite>, which I subsequently bought and read. I found Taleb’s thesis persuasive but disappointingly unhelpful, for reasons unconnected with the topic of this post but which I may write about in future.</p><p>Just last week I rediscovered the PDF of Allen’s essay in a forgotten folder on an external hard drive, so I reread it. Allen argued that publishing was not a business that was conducted rationally. Its profits were dependent on “black swan” events, such as the Harry Potter series: books, authors and series whose runaway success was unpredictable, in many cases highly dependent on chance and so vanishingly rare as to be statistically negligible. For the same reasons, writing (fiction in particular) was not an activity that a rational person would engage in with the expectation of making a living, still less a fortune. It would be interesting to know whether the rise of the ebook self-publisher would have changed Allen’s view. I suspect not: he revived his blog in 2012 after a gap of 5 years, with the avowed purpose of occasionally posting</p><blockquote>… shameless plugs for my newly published books in digital form. I am writing some brand-new stuff, it’s true; but more often I’m reviving some of my previously published books in digital forms. Because they’re really rather good and I’m quite proud of them. Worth reviving, imho.</blockquote><p>The posts were noticeably sparser than they had been during the earlier life of the blog and there have been none at all since May 2015.</p><p>According to Allen, publishers and authors alike — and, to the extent that they rely on their slush piles for the discovery of new talent, literary agents too — indulge in fallacious thinking designed to persuade themselves that they should continue to pursue their accustomed activities in the same way as before. One of the more important ways that writers and publishers fool themselves is by reliance on survivorship bias. This is the idea that people who have survived (or succeeded in their chosen field of activity) will have certain characteristics in common, often including unshakeable self-belief and commitment, persistence, hard work etc. An author who wishes to succeed should therefore emulate these success stories and exhibit, and if necessary develop, the characteristics that have worked for them. The fallacy is that this approach ignores the (presumably many) people who exhibited all these characteristics and have nevertheless seen success and adulation elude them. Survivorship bias has been around for a long time: Francis Bacon noticed it at work in the early seventeenth century, when he was shown portraits of men who had been saved from shipwreck, thought to have been rewarded by God for their holiness and religious observance. Bacon pointed out that there were no portraits of the “drowned worshippers”, those who were not saved despite sharing the same qualities as the ones who were.</p><p>As someone who has generally been anything but sanguine about the prospects of the publishing industry and of authors who aim to make a living from writing, I was sympathetic to Allen’s gloomy conclusions. I was surprised, therefore, to find that on rereading his essay, my attitude has changed somewhat. In the years since I had read it for the first time, I’d been imperceptibly coming around to the opinion that things weren’t quite as bad as he depicted them. In particular, I’d begun to think that he was allowing too much weight to the idea of survivorship bias.</p><p>The simple fact is that we don’t know how many worshippers were drowned relative to the small number of those who were saved. In the same way, we can’t know how many mute inglorious Miltons are now resting in country churchyards or how many undiscovered Rowlings eventually faced reality and gave up sending their brilliant manuscripts to publishers and agents. Because Milton and Rowling, Stephen King and Kazuo Ishiguro are unique talents, “black swans” in Taleb’s terminology, the literary counterparts of venture capital’s “unicorns”, it’s tempting to draw the conclusion that they’re very rare exceptions in <em>every</em> category to which they belong. Not only do they form a tiny proportion of the population at large, and a tiny (though larger) proportion of the writers who have submitted their work to publishers and agents, but they must also be a small (and unimaginably lucky) proportion of the group of writers <em>of real talent with something significant to say</em> who have submitted their work to those publishers and agents.</p><p>This conclusion isn’t warranted and is to some extent contradicted by the evidence that Allen himself presents. He is clear that the slush pile has not historically been the source of profitable new discoveries by agents or publishers. The prominent London agent, Pat Kavanagh, said that she had <em>never</em> found a new author there (p.&nbsp;26 of the PDF). The success rate reported by other agents and publishers is relatively tiny. Given this history, it’s hardly surprising that the publishers don’t put their more experienced and expert readers on the hunt through the slush pile, a task that is more typically undertaken by interns and the most junior staff. It’s conceivable that these overworked, underpaid readers are missing the occasional potential literary giant, but it’s surely not likely that they’re missing more than a handful. In other words, sustained if none too hopeful attempts <em>are</em> being made to find the drowned worshippers, and it doesn’t seem that there are very many of them after all.</p><p>So, if you really think you have the writing skill to become the next Ian McEwan or Curtis Sittenfeld, a new Michael Connelly or Karin Slaughter, you should probably not hold back from submitting your work merely because you’re afraid of being fooled by survivorship bias. Perhaps it’s better to be foolishly hopeful than to bury a black swan out of a foolish fear of acting irrationally.</p>",
			"url": "https://www.artkavanagh.ie/writing-and-survivorship-bias.html"
		}
	]
}
