{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
		{
			"id": "Smiley-People-coercion",
			"date_published": "2022-06-24T10:13:00+00:00",
			"title": "“A preferable technique to bribery”: The nature of coercion in Smiley’s People",
			"content_html": "<p>In <a href=\"https://letter.talkaboutbooks.net/2022/04/06/reluctant-defectors-graham.html\">an issue of my newsletter earlier this year</a>, I noted that reading <cite>Smiley’s People</cite> in the early 1980s put me off John le Carré’s novels for several decades, though I’d previously been a fan. I thought that what had repelled me had been Smiley’s reliance, in finally getting the upper hand over his archrival, Karla, not on his famed intellectual brilliance, but on the blunt instrument of coercion. To compel Karla to defect, Smiley exploits the Russian’s commitment to protecting his daughter, a mentally ill and very vulnerable young woman.</p><p>The authorial voice tells us that no copy of Smiley’s decisive letter to Karla was kept, but it’s able to describe what the letter says, since “there can be little doubt of the substance” (p. 413). Smiley “would have pointed out” that if Karla were to be liquidated by his resentful rivals in Moscow Centre:</p><blockquote>… his daughter’s future in the West — where she was residing under false pretences — would be uncertain, to say the least. There would be no money for her, and Alexandra would become a perpetual and ailing exile, ferried from one public hospital to another, without friends, proper papers, or a penny to her name. At worst, she would be brought back to Russia, to have visited upon her the full wrath of her father’s enemies. (p. 413)</blockquote><p>This is the pressure to which Karla unsurprisingly succumbs.</p><p>A few days after I had sent that newsletter email, it struck me for the first time that my discomfort with <cite>Smiley’s People</cite> had little to do with Smiley’s reliance on arm-twisting in preference ratiocination, on (metaphorical) brawn rather than brain. After all, it is rational to use brute force tactics when they have the best chance of succeeding in the circumstances, and highly irrational to eschew them merely because they’re not “clever” or subtle.</p><p>No, if the novel left a sour taste in my mouth, it was less because of Smiley’s slicing through the Gordian knot than because of the <em>kind</em> of coercion he used, and the particular targets against whom it was directed. It’s clearly significant — even if the significance is not immediately obvious — that just before Smiley goes to Switzerland to begin his active operation against Karla, he visits his estranged wife, Ann, to make a final break with her. Saul Enderby demands in exasperation why Smiley is pursuing this distraction: “Hasn’t he got enough problems, taking on Karla single-handed?” (p. 322).</p><p>He has, of course: that’s why he feels it necessary to clear the Ann problem out of the way before giving his full attention to the Karla one. In Smiley’s mind, Karla and Ann have become closely associated, to the point where it is difficult for him to disentangle them. It was Karla of course who told Bill Haydon, the Circus mole, to begin an affair with Ann, so as to throw Smiley off his stroke and cloud his perception of Haydon. Karla had kept Smiley’s cigarette lighter, the one given to him by Ann as a gift and inscribed with all her love. Smiley’s conflicting feelings towards this circumstance are brilliantly caught in his parting remark to Enderby:</p><blockquote>“It was just an ordinary Ronson,” Smiley said. “Still, they’re made to last, aren’t they?” (p. 315)</blockquote><p>Not rare or valuable, but durable, and still there, so many years later. In the end it is simply discarded: it seems that neither of the rivals has any further use for it.</p><p>I’m suggesting that Smiley makes the decisive rupture with Ann before he heads off to do battle against the Russian ogre because he feels that otherwise, in coercing Karla, he’d equally be coercing Ann by proxy. I’d also like to suggest that the measure he takes to prevent this from happening is at best partly effective.</p><p>And, though le Carré doesn’t make this explicit, I believe that we have to consider the possibility that Smiley’s unease at the tactics he’s employing against Karla arises in large part from guilt at his <em>enjoyment</em> of having found a way to strongarm this stand-in for Ann. It’s hard to explain otherwise.</p><p>Twice in the novel mention is made of the feminine quality of Karla’s codename. Enderby reads from the statement of Kirov, the unfortunate embassy official who was used by Karla in his search for a “legend” for his daughter, and whom Otto Leipzig then happily “burned”:</p><blockquote>“‘… I made the acquaintance of the head of the independent Thirteenth Intelligence Directorate, subordinated to the Party’s Central Committee, who is known throughout Centre only by his workname Karla. This is a woman’s name and is said to belong to the first network he controlled.’ That right, George?” (p. 299)</blockquote><p>In a much later book, <cite>A Legacy of Spies</cite> (2017), Jim Prideaux tells Peter Guillam what eventually became of Karla:</p><blockquote>“First, old George persuades Karla to come over to the West. Finds his weak spot, works on it, credit to him. Debriefs the fellow. Gets him a name and a job in South America. Teaching Russian studies to Latinos. Resettles him. Nothing too much trouble. Year later the bloody man shoots himself and breaks George’s heart …” (Chapter 13)</blockquote><p>Why should Smiley be solicitous of the welfare of a ruthless director of murders, someone who had ordered the elimination (among many others) of Smiley’s own agents, such as the Estonian General Vladimir? On whose orders Otto Leipzig had been tortured and killed, and  who had callously allowed Ostrakova to believe that she was about to be reunited with her daughter? It’s almost as if, by inducing Karla to defect, Smiley had assumed responsibilities towards him. But didn’t Karla show every appearance of being able to look after himself? Prideaux comments:</p><blockquote>“… Always George’s problem, seeing both sides of everything. Wore him out. (Chapter 13)</blockquote><p>Or maybe he still hadn’t quite managed finally to distinguish his old enemy from Ann.</p><p>When le Carré died at the end of 2020, several commentaries (like <a href=\"https://www.prospectmagazine.co.uk/arts-and-books/john-le-carre-and-the-art-of-betrayal\">this one</a>) suggested that the great theme of his fiction was betrayal. Most of us encounter betrayal at various times, but we’re more likely to do so in our personal — including romantic and sexual as well as work — relations than in clandestine intelligence gathering or international politics.</p><p>Perhaps the root of le Carré’s appeal as a novelist is that he blends together the near-universal experience of having been betrayed with the high stakes of international intrigue. I’m inclined to think that, in <cite>Smiley’s People</cite>, the blend isn’t complete and the two strands have begun to separate.</p><p>For a while, I thought that my initial distaste for the novel must be an overreaction. Yes, Smiley had adopted Karla’s brutal methods and turned them back against their originator, but what — apart from the fact that he used the welfare of a vulnerable young woman as a bargaining chip — was so wrong with that? It’s only since I wrote about the book in my newsletter recently that I’ve come to see that Karla might not be the only target in Smiley’s sights, and that he has contemplated, and maybe even entertained a fantasy about, using similar methods against his wife.</p>",
			"summary": "Another look at why I had such an adverse reaction to the final novel in le Carré’s Karla trilogy on first reading.",
			"url": "https://www.artkavanagh.ie/Smiley-People-coercion.html"
		},
		{
			"id": "newsletter-34-to-39",
			"date_published": "2022-05-23T11:50:00+00:00",
			"title": "Talk about books: Issues 34 to 39 inclusive",
			"content_html": "<p>My newsletter, “Talk about books”, has reached the midpoint of its second year, with six fortnightly issues having gone out since <a href=\"https://www.artkavanagh.ie/newsletter-year2.html\">my previous update in February</a>. Those 6 cover a reasonably wide range, I think. I was wary of having two posts about short stories, but I’m pleased with both and wouldn’t want to lose either of them. I had originally intended to keep the Caoilinn Hughes issue for later but moved it up when I had to postpone the discussion of Ishiguro’s <cite>The Buried Giant</cite> for two weeks because I didn’t get my rereading done on time.</p><p>The most recent issue is about a poem by Empson that wasn’t published in his lifetime and is arguably of more interest as a biographical source document than as a literary work. Reading it, and reading about it in John Haffenden’s biography of Empson, made me realize that Empson, though his career as a poet was brief, changed poetic direction more than once. I’ll be taking a closer look at the poems from his second collection, though perhaps not for the newsletter.</p><p>Here are the most recent posts, in reverse chronological order:</p><p><a href=\"https://letter.talkaboutbooks.net/2022/05/18/and-not-to.html\">And not to yield: William Empson, “The Wife Is Praised”</a><br>18-May-2022: William Empson’s wife, Hetta (née Crouse), had a long-standing practice of taking younger male lovers. Her husband wanted to join in the fun. So naturally he wrote her a poem, his second-longest.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/05/04/solemn-oaths-undone.html\">“Solemn oaths undone in cruel slaughter”: Kazuo Ishiguro, <cite>The Buried Giant</cite></a><br>04-May-2022: The first of Ishiguro’s novels not to have the protagonist as a first-person narrator examines the founding myths of the English and Welsh nations and imagines a perfidious King Arthur.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/04/20/ephemeral-woman-in.html\">Ephemeral Woman in waterlogged landscape: Short stories by Caoilinn Hughes</a><br>20-Apr-2022: Though Caoilinn Hughes’s short stories have won prizes, they have not been published in a collection. I list 8 stories that can be read online, and discuss 3 of them.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/04/06/reluctant-defectors-graham.html\">Reluctant defectors: Graham Greene’s <cite>The Human Factor</cite> and John le Carré’s <cite>Smiley’s People</cite></a><br>06-Apr-2022: Two novels from the late 1970s by “spymasters” Graham Greene and John le Carré show (in rather different ways) the futility, waste, brutality and frustration of spying.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/03/23/candia-mcwilliam-wait.html\">Candia McWilliam, <cite>Wait Till I Tell You</cite></a><br>23-Mar-2022: Candia McWilliam writes in an oblique style, which sometimes leaves the reader unsure what is supposed to have happened, combined with a very satisfying level of particularity and detail.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/03/09/fractured-spaces-tana.html\">Fractured spaces: Tana French, <cite>Faithful Place</cite> and <cite>Broken Harbour</cite></a><br>09-Mar-2022: In <cite>Faithful Place</cite>, two separate Dublins poke through the holes in each other; similarly, <cite>Broken Harbour</cite> features two incompatible locations attempting to occupy the same space.</p><p>In the next three months, I’m planning to return to spy fiction, look at Peter Abrahams’s treatment of prisons and prisoners (as promised in my previous post on his novels), examine some more short stories and who knows what else? And, in the next issue, no. 40, due on 1 June, I’ll finally get around to the last two books in Tana French’s Dublin Murder Squad series.</p>",
			"summary": "My newsletter, Talk about books, is halfway through its second year. Here’s a summary of the last three months, and an indication what to expect in the next quarter.",
			"url": "https://www.artkavanagh.ie/newsletter-34-to-39.html"
		},{
			"id": "copper-book-app",
			"date_published": "2022-05-22T15:29:00+00:00",
			"title": "Up to a point, with Copper",
			"content_html": "<p>I’ve just signed up for another book/reading app. It’s called <a href=\"https://copperbooks.com\">Copper</a> and I believe it’s iPhone only for now, though there will eventually be Android and web versions. In the past, I haven’t managed to resist the lure of this kind of app or service, though I usually haven’t lasted on them for very long. I stuck with Litsy for about 3 months, and more recently with <a href=\"https://literal.club\">Literal.club</a> for 2. I stayed on Goodreads for much longer, though none too enthusiastically. As long as I was <a href=\"https://www.artkavanagh.ie/xmedium/self-published-author.html\">playing at being a self-published author</a>, I felt I had no choice but to remain a Goodreads member.</p><p>Since <a href=\"https://www.artkavanagh.ie/Literal-not-for-me.html\">I gave up on Literal.club</a>, almost 6 months ago. I’ve been using <a href=\"https://www.manton.org/2021/05/11/bookshelves-beta-for.html\">Micro.blog’s very rudimentary Bookshelves feature</a> to track my reading. I’ve been enjoying using it, though I’m not sure how useful I’ve been finding it. I don’t usually need reading recommendations from people I’m following: there’s already enough on my list. More importantly, I’m far from convinced that I actually want to <em>track</em> my reading. What’s the point? If I’ve read something before, I’ll either remember the fact or not. And, if I don’t (and, in fact, even if I do), there’s no reason why I shouldn’t read it again, if it has caught my eye.</p><p>On the other hand … I’ve often been taken aback to discover how badly I remember the details of books I’ve read, even those I’ve read quite recently. Since learning about <a href=\"https://www.artkavanagh.ie/aphantasia/aphantasia-memory-self-image.html\">SDAM</a>, I’ve been inclined to blame it for this state of affairs: after all, if I can’t vividly remember events I’ve experienced, why should I expect to be any better at remembering fictional or historical ones?</p><p>So, it seemed that it might be useful for me to take brief notes when I finish a book so that the recollection of having read it doesn’t just completely disappear into the void. And that’s kind of what I’ve been doing. Micro.blog’s Bookshelves don’t accomodate notes or comments: there are fields for Author, Title, ISBN, cover image and that’s it.</p><p>Because of the limited features, if I was going to use Micro.blog Bookshelves to keep notes on the books I’d finished, I was going to have to create a Hugo template to allow the placing of additional text beside the books details on my “Finished reading” shelf. I had no experience of writing Hugo templates and only the vaguest idea of how the Hugo system works, so naturally that sounded like a fun challenge. And so it turned out, though I spent far too long tinkering with it. You can see the end result on my <a href=\"https://letter.talkaboutbooks.net/bookshelf\">Bookshelf page</a>.</p><p>What does Copper have to add that’s different, then? The app seems to be aiming at a more even balance between the interests of authors and readers than most of its predecessors. Apps like Litsy are ostensibly intended for readers, yet the most active users are typically authors who are trying to build up their readerships. Some readers are inevitably going to feel they’re being manipulated. Copper is open about its aim being to help authors extend their reach and to connect with their readers. According to <a href=\"https://copperbooks.com/faq\">their FAQ</a>, “authors are the stars of the show”, though naturally they welcome readers too.</p><p>It <em>may</em> be — time will tell — that readers will, as a result, be less likely to feel that the app/service is trying to put one over on them, and they may be more inclined to trust it. This was always one of the problems with Goodreads: authors were being told that it was the ideal place to find new readers, and <a href=\"https://www.artkavanagh.ie/xmedium/Goodreads-self-published-author.html\">some readers came to resent the unwanted attention</a>.</p><p>In other words, Copper’s approach is sufficiently different to make me think it might be worth a shot. I expect to return to the subject in a few months’ time.</p>",
			"summary": "I’ve signed up for yet another book/reading tracking app: Copper. This time it might be different.",
			"url": "https://www.artkavanagh.ie/copper-book-app.html"
		},
		{
			"id": "newsletter-year2",
			"date_published": "2022-02-26T13:00:00+00:00",
			"title": "Talk about books newsletter — year 2, first quarter",
			"content_html": "<p>During the first year of my newsletter, Talk about books, I posted updates here at roughly quarterly intervals (every 6 or 7 issues) summing up what I’d been posting and giving an indication of my intentions for the months coming up. I’ve just posted the seventh issue of the second year. These are the titles and topics of my posts since <a href=\"https://www.artkavanagh.ie/newsletter-year-already.html\">the last update</a>:</p><p><a href=\"https://letter.talkaboutbooks.net/2022/02/23/a-villain-not.html\">“A villain not to be forsworn”: <cite>The Revenger’s Tragedy</cite></a><br>A malcontent who is prepared to commit multiple murders to avenge the death of his betrothed, persists in an attempt to corrupt his own sister, with their mother’s help, rather than break his oath. Why does he value his oath above many lives, including his own?</p><p><a href=\"https://letter.talkaboutbooks.net/2022/02/09/an-exemplary-case.html\">“An exemplary case of unacknowledged self-persuasion”: Ian McEwan, <cite>Enduring Love</cite></a><br>Ian McEwan’s 1997 novel is (apart from a few chapters) the first-person narrative of Joe Rose, a successful science journalist and popularizer of scientific topics from dinosaurs to quantum mechanics, who suffers a crisis when he finds himself unwittingly taking part in an accidental but fatal “game” of Prisoner’s Dilemma.</p><p><a href=\"https://letter.talkaboutbooks.net/2022/01/19/an-infant-in.html\">An infant in its cradle: William Blake’s prophetic serial killers</a>: Michael Dibdin, <cite>Dark Spectre</cite><br>Dibdin’s first US-set novel, Dark Spectre (1995), features a group of serial killers who believe they’re inspired by William Blake. But the resemblances to Francis Dolarhyde are mostly superficial. Is Dibdin’s novel a critique of Thomas Harris’s?</p><p><a href=\"https://letter.talkaboutbooks.net/2022/01/05/youve-got-a.html\">You’ve got a right to be angry: Salman Rushdie, <cite>Fury</cite></a><br>Like some of his earlier fiction, notably <cite>Midnight’s Children</cite>, Salman Rushdie’s novel <cite>Fury</cite> (2001) is driven by anger. But it’s a more diffuse, less directed anger than in the earlier novel. Something has changed.</p><p><a href=\"https://letter.talkaboutbooks.net/2021/12/22/talk-about-books.html\">Peter Abrahams’s impaired heroes</a>: <cite>Oblivion</cite>, <cite>Nerve Damage</cite> and <cite>Delusion</cite><br>Three novels from the mid 2000s by Stephen King’s “favorite American suspense novelist”, featuring protagonists who have the odds stacked against them, even more so than is usual in suspense fiction.</p><p><a href=\"https://letter.talkaboutbooks.net/p/andrew-marvell-a-dialogue-between\">Andrew Marvell, “A Dialogue between the Soul and Body”</a>: “Mine own precipice I go”<br>Marvell shows the two different parts of the human individual complaining bitterly about each other. But they are more alike, and more deeply interdependent, than either will admit.</p><p><a href=\"https://letter.talkaboutbooks.net/p/after-all-zen-was-just-a-policeman\">“After all, Zen was just a policeman”</a>: The moral trajectory of Michael Dibdin’s Venetian detective<br>If you don’t read Michael Dibdin’s Aurelio Zen books in order, you might think the detective is an unusually inconsistent series character. But he gradually becomes less law-abiding from book to book, over the first 8 novels in the series.</p><p>Shortly after I posted the Marvell issue, Manton Reece, the creator of Micro.blog, introduced a newsletter feature and <a href=\"https://www.artkavanagh.ie/substack-farewell.html\">I decided to move “Talk about books” there from Substack</a>. The move ran into some glitches but I’m pleased with the result.</p><p>I’ve sketched out my rough plans up to the end of June. They include the first (and maybe second) of a number of posts about spy fiction; more discussion of short stories (not all of them Irish this time); a look at Ishiguro’s novel <cite>The Buried Giant</cite>; and prison and prisoners in Peter Abrahams’s novels. The next issue (unless I get distracted by something else in the meantime) will be about the two middle books in Tana French’s Dublin Murder Squad series, <cite>Faithful Place</cite> and <cite>Broken Harbour</cite>.</p><p>If this sounds like your kind of thing and you haven’t already signed up for the email newsletter, you can do so here:</p><form method=\"POST\" action=\"https://micro.blog/users/subscribe/5102\">  <input type=\"text\" name=\"email\" size=\"30\" placeholder=\"Your email address\" />   <input type=\"submit\" value=\"Sign up\" /></form><p>If you’d prefer to follow by RSS, <a href=\"https://letter.talkaboutbooks.net/categories/newsletter/feed.xml\">this is where you’ll find the feed</a>.</p>",
			"summary": "My newsletter, Talk about books, is now 7 issues into its second year. Here’s a summary of the year so far, and an indication what to expect in the next few months.",
			"url": "https://www.artkavanagh.ie/newsletter-year2.html"
		},
		{
			"id": "micro-blog-description-hugo",
			"date_published": "2022-01-10T11:49:00+00:00",
			"title": "Adding a description to a Micro.blog post, using Hugo",
			"content_html": "<p>I’ve been wanting to add a description to my longer posts on Micro.blog. I recently set up my newsletter preferences so that posts with titles are by default sent out to newsletter subscribers. I wanted a description (which would be different from the automatically generated <a href=\"https://gohugo.io/content-management/summaries/\">Summary</a>) to be used in Twitter cards — and ideally also in an automatically generated archive of newsletter posts (which I have still to work on). It could also be added to the head of each post in a meta “description” tag, which would show up in certain search results.</p><p>Micro.blog is based on a static site generator named Hugo, which is powerful and complicated. I knew that Hugo is capable of doing what I want, but I wasn’t sure that I would be capable of <em>getting</em> it to do so. Until a few weeks ago, I had no experience of using Hugo, and I’ve been finding recently that, as I get older, I’m becoming increasingly resistant to learning new tech tricks. But this seemed like it might be worth pursuing, so long as it didn’t take up too much of my time.</p><p>In the end, it took longer than it should have, and than I’d have liked. Essentially, the idea was that, as I posted each issue of the newsletter, I’d add both the post title and a shortish description to a JSON file, &quot;postlist.json&quot;, in the /data/ folder of my micro.blog. I’d add some lines to the &quot;head&quot; template which would cause Hugo to open the JSON file and loop though the various entries, looking for a title that matched that of the post. On finding a match, it would add  a meta tag to the html file for the post, containing the corresponding description.</p><p>It sounds simple enough, because it is, but only for people who know what they’re doing. My problem was that, till it actually started to work, I wasn’t sure I was taking the right approach. I’m sure that Hugo’s error messages are highly informative to someone who understands the system but they’re opaque and intimidating to someone who doesn’t. Eventually, I worked out that I couldn’t simply compare the post title in my data file with the Title of the post: first, I had to convert the latter to a string. There were a few other little hitches of that nature.</p><p>As of now, my data file has just two entries. It looks like this:</p><a href=\"https://www.artkavanagh.ie/micro-blog-description-hugo.html\">More …</a></p>",
			"summary": "I wanted to add a description to my newsletter posts in Micro.blog, one that could be used in Twitter cards and in an archive of (only) the posts included in the newsletter (Talk about books). This is how I did it.",
			"url": "https://www.artkavanagh.ie/micro-blog-description-hugo.html"
		},
		{
			"id": "mortalism",
			"date_published": "2021-12-18T13:18:00+00:00",
			"title": "Marvell and Mortalism: A supplementary note to my essay on “A Dialogue between the Soul and Body”",
			"content_html": "<p>The subject of <a href=\"https://letter.talkaboutbooks.net/p/andrew-marvell-a-dialogue-between\">the most recent issue of my newsletter</a>, “Talk about books”, is Andrew Marvell’s 44-line lyric poem, “A Dialogue between the Soul and Body”. The poem shows the two parties to the dialogue in apparent opposition to each other: each complains that the other makes its existence unbearable. If they’re telling the truth, their coexistence would be virtually impossible. I argue that, on the contrary, their dispute shows how interdependent — and in some respects how indistinguishable — they are.</p><p>My original plan for the piece was to attempt to relate Marvell’s dialogue to the doctrine of Mortalism. Mortalism was the belief that the soul could not survive the death of the body, but that both lived and died together. They were not, in other words, distinct or separable parts of the human being but really no more than different ways of apprehending different aspects of that being.</p><p>This doctrine was rejected and proscribed by such very different figures and bodies as Jean Calvin (McDowell, p. 570), Pope Leo X (p. 566) and the English Parliament in 1648 (p. 572). Several of the main churches of the time considered it heretical. Yet, as Nicholas McDowell shows, it was really no more than mildly heterodox in its implications. It didn’t prevent its adherents from believing in the Resurrection: but that would not be the resurrection <em>of the body</em> alone, but of body and soul together. The soul would not be alive during the interval between the death of the body and the Last Judgment. According to this belief, there are at present no humans in hell, but that is not a state of affairs that will persist beyond the Day of Judgment.</p><details><summary>Note: McDowell</summary>Nicholas McDowell, “Dead Souls and Modern Minds? Mortalism and the early modern imagination, from Marlowe to Milton, <cite>Journal of Medieval and Early Modern Studies</cite>, 40(3), 559–592.</details><p>Mortalism was one of several heretical or unorthodox beliefs held by Marvell’s friend John Milton. (Milton was also an Arian who believed that Jesus was not coeternal or of one being with God the Father, and an Arminian, maintaining that humans have free will to accept or reject God’s grace.) In <a href=\"https://www.artkavanagh.ie/finite-though-unbounded\">my essay on William Empson’s poetry</a>, I cite the passage on Mortalism from <cite>Milton’s God</cite> (revised edition, 1965, pp. 201–2) and conclude:</p><blockquote>Milton may have believed that the majority of human beings are destined to suffer never-ending punishment, but at least he did not see us as irresolvably contradictory creatures whose two incompatible parts are forever in conflict.</blockquote><p>If my reading of “A Dialogue between the Soul and Body” is right, one might say that neither does that poem see us as irresolvably contradictory creatures whose two incompatible parts are forever in conflict. So, does that make Marvell a mortalist?</p><p>I doubt very much if that question can reliably be answered: when it comes to religion, we don’t know for sure what Marvell believed. He was cautious and reserved on the subject and, as someone who was sharply conscious of the fact that he had enemies, he had reason to be circumspect. I’ve touched on certain aspects of his religious belief in “<a href=\"https://www.artkavanagh.ie/religion-theodicy.html\">Religion and divine justice in the work of Andrew Marvell</a>”, and I don’t expect to have anything to add in the future to what I wrote there. (Nicholas von Maltzahn’s “Milton, Marvell and Toleration” is very good on the subject.)</p><details><summary>Note: von Maltzahn</summary>Nicholas von Maltzahn, “Milton, Marvell and Toleration”, in Sharon Achinstein and Elizabeth Sauer, eds. <cite>Milton and Toleration</cite>, (Oxford University Press, 2007), pp. 86–104, especially at pp. 92–6).</details><p>While writing about Marvell’s “Dialogue” for my newsletter, I came to understand that I don’t want to treat the poem as historical evidence for Marvell’s adherence to or dissent from this or that doctrine. Rather, I was trying to arrive at as good — accurate, persuasive — a reading of the poem as I was able to. To me, that’s not a scholarly historical exercise but rather a critical one.</p><p>I long ago accepted (having resisted at first) that scholarly historical work is both necessary and much more valuable than the kind of critical, interpretive approach that I prefer. But that’s not to say that the criticism and interpretation are completely without value. I delayed writing about “A Dialogue between the Soul and Body” because I thought I could so so only if I managed to situate it in the context of seventeenth century English Christian belief in general, and Marvell’s in particular.</p><p>In the end, I realized that, if I were going to write about it at all, it would have to be simply as a poem, not as a historical document or piece of evidence. At the same time, I didn’t want to obscure the fact that reading the poem had led me to speculate as to what Marvell believed about the (im)mortality of the soul. I thought it better to make this clear in a note separate from the essay itself.</p>",
			"summary": "In my newsletter, Talk about books, I’ve discussed Andrew Marvell’s lyric poem, “A Dialogue between the Soul and Body”. This is a highly speculative note about the possible link between that poem and the Mortalist heresy.",
			"url": "https://www.artkavanagh.ie/mortalism.html"
		},
		{
			"id": "substack-farewell",
			"date_published": "2021-12-11T13:22:00+00:00",
			"title": "Substack farewell: “Talk about books” is moving",
			"content_html": "<p>Talk about books started out on Substack and spent the first year of its existence there. Less than a week ago, I had no intention of moving it from there. Then, Manton Reece, the founder of Micro.blog, surprised us all when <a href=\"https://www.manton.org/2021/12/06/introducing-email-newsletter.html\">he announced</a> that Micro.blog was introducing an email newsletter feature.</p><p>I’ve been using Micro.blog for a little over 3 years now. I signed up for it first as an alternative to Twitter, a role it fills very well. It’s not simply a Twitter clone, though: it’s a lot more flexibile and versatile. In fact, it’s a full blogging platform, though with the emphasis on microblogging. (I talk about my use of Micro.blog on <a href=\"https://monday.micro.blog/2021/11/29/art-aka-artkavanagh.html\">a recent episode of the Micro Monday podcast</a>, with Jean McDonald.) Manton has been steadily adding features, including Bookshelves, which <a href=\"https://letter.talkaboutbooks.net/bookshelf\">I just started to use recently</a>.</p><p>I’ve got a lot of use and enjoyment out of Micro.blog over the past 3 years, and I’ve recently been devoting a lot of my attention to Talk about books, so I was excited by the news that it would now be possible to combine the two. Even so, the decision to move Talk about books from Substack was far from being a no-brainer.</p><p>I’ve considered moving from Substack before, probably to <a href=\"https://buttondown.email\">Buttondown</a>, but till now have always decided to stay put. Substack doesn’t give me a lot of control over the look and feel of the newsletter, but it gives me enough. The available options, limited though they are, look slick and save me from wasting a lot of time in foostering and tinkering.</p><p>There are certainly some disadvantages to the move. I was previously able to keep the domain name for the newsletter (talkaboutbooks.net) separate from that for my microblog (micro.artkavanagh.ie). If I wanted to maintain the distinction, I’d have to start a second blog on Micro.blog and my cost would triple from $5 a month to $15. So, I decided to let micro.artkavanagh.ie fall by the wayside, and combine my microblogging and newsletter under one domain, just doubling my monthly payment to $10. We’ll see how that goes: there’s always the option of starting a second blog later.</p><p>The other main disadvantage is that I’ll have to move the existing subscribers to Talk about books over to Micro.blog, and it’s almost inevitable that I’ll lose some of them in the process, as they’ll be asked to confirm their “new” subscriptions. I’ll admit that that made me think twice. In the end, though, I reminded myself that I have no particular reason to want to retain subscribers who stay signed up only out of inertia.</p><p>On the other hand, there are some good reasons in support of the move. Substack offers writers a pretty good deal at the moment, but it has accepted venture capitalist funding, which may in future mean that it comes under pressure to produce the kind of return on investment that venture capitalists expect. (Some people believe that that’s what went wrong with Patreon.)</p><p>Some of my concerns are minor, not dealbreakers in themselves, but cumulative in their effects. For a start, I feel a bit odd being on the same platform as so many advocates for blockchain, cryptocurrency and NFTs. I’ve written before about <a href=\"https://www.artkavanagh.ie/cite-markup.html\">not being able to use html &lt;cite&gt; tags on Substack</a>. It’s really not a big deal, but …</p><p>In principle, I like the idea of using upright (not italic) letters for book and journal titles, but it’s not normal practice, and since html <em>does</em> provide the appropriate inline element, I feel that it ought to be used. When I moved a lot of book-related posts from Medium to this site a few months ago, I went through them marking up the titles with &lt;cite&gt;s. I have to admit it made me feel better. Now my newsletter will have properly marked-up book titles too.</p>",
			"summary": "I had no intention of moving “Talk about books” from Substack. Then Manton Reece introduced email newsletters on Micro.blog.",
			"url": "https://www.artkavanagh.ie/substack-farewell.html"
		},
		{
			"id": "Literal-not-for-me",
			"date_published": "2021-11-29T15:52:00+00:00",
			"title": "Literal.club is an interesting app/site, but it’s not for me",
			"content_html": "<p>Just over a week ago I stopped using <a href=\"https://literal.club\">Literal.club</a>, a site and app that helps members to track their reading. I had joined in late September and been using it for two months. It’s a bit like a smaller, friendlier alternative to Goodreads, and my impression is that many people who have recently joined Literal did so because they were fed up with Goodreads and were looking for a substitute. That’s not my story — not quite. I stopped being <a href=\"https://www.artkavanagh.ie/xmedium/Goodreads-self-published-author.html\">an active user of Goodreads</a> 3½ years ago, and finally deleted my inactive account the following year.</p><p>As for Goodreads substitutes, I tried out <a href=\"https://www.litsy.com/\">Litsy</a> for a few months in 2018, but soon came to the conclusion that I wasn’t getting much from it, and that it was more trouble than it was worth. So, long before Literal came along, I’d discovered that I don’t need a Goodreads alternative, and that I’m probably happier without one. But I decided to try it anyway because, well, I like trying new things.</p><p>Literal has a much cleaner, lighter design than Goodreads, which is a good start. It has the features you’d expect from an app to track your reading: several bookshelves, with the ability to add more, reviews and a rating scheme (number of stars out of five), as well as following of and by other readers. The other prominent feature of Literal is that it allows members to form clubs: there’s a Micro.blog club, for example, of which I was a member.</p><p>In the two months I was there, I posted reviews, some very short, of 12 books that I'd read during that period. As <a href=\"https://www.artkavanagh.ie/death-of-the-book-review.html\">I've said before</a> (<a href=\"https://www.artkavanagh.ie/xmedium/book-review-still-dying.html\">more than once</a>), I'm not enthusiastic about book reviews: I wrote these ones only because the opportunity was there and I felt that I ought to take it. When I decided to delete my Literal library, I found that only 3 of the 12 were worth preserving: the other 9 just duplicated what I'd written elsewhere about the same books. So, from my point of view, the review feature was little more than a distraction.</p><p>I didn't rate any books: I've never been happy with the star-based rating scheme: three or four stars can cover a very wide range in terms of writing quality, subject matter or interest, and in the end tell another potential reader very little worth knowing. One of the reasons I had been glad to leave Goodreads was that it meant I'd never again have to rate a book out of 5.</p><p>The following/followers feature of Literal didn’t appeal to me either. Quite apart from the fact that I’ve long been convinced that <a href=\"https://www.artkavanagh.ie/following.html\">following is broken</a>, I don’t tend to look to friends and acquaintances for reading recommendations. Perhaps it’s a mistake not to, but I usually have a fairly good idea of what I want to read next. I’m inclined to think that including a “social” element in an app focused on reading is a bit of a mismatch.</p><p>But the immediate reason for my decision to depart from Literal were the bookshelves. I felt that adding books to a “Want to read” shelf, then (ideally) moving them to “Reading” and ultimately to “Read” was really a waste of time and something that, at some stage, I was going to fall out of the habit of doing. The “Reading” shelf is particularly redundant — it exists only as a stepping-stone between the other two. I <em>know</em> what I’m reading at any one time — and if I’ve lost track of that, it’s probably because I don’t want to finish the book anyway. There’s no need for a reminder.</p><p>I don’t need to keep track of what I’ve finished reading. I reread a lot in any case, so if I start to reread something without <em>realizing</em> it’s a reread, it’s no big deal. I’m probably not going to consult the list before starting on a book in any case. And do I just keep adding things to the list as I finish them, and let it keep getting longer and longer? If not, surely it would be less useful as a list of things I had read recently (and had a better chance of remembering) than of books I had read long ago. But how do you go about compiling that kind of list? Have a rule that automatically deletes everything you’ve finished in the last, say, 18 months?</p><p>But the real problem is with the “Want to read” list. Every time I compile one of those, I end up with different books on it — and <em>not</em> because I’ve already read all the ones that were on the previous version. I sometimes feel that adding books to a “Want to read” list makes it <em>less</em> likely that I’ll eventually read them, because I’ve already dealt with them in <em>some</em> way, so they’re no longer pressing. I react to a “To read” list in much the same way as I do to a “To do” (tout doux) list: I resent and resist the expectation that I should follow a program or set of instructions, even though it’s a program I’ve compiled myself! In all honesty, I can’t claim to be spontaneous about many things but I’d like at least to <em>aspire</em> to being spontaneous about what I read next.</p><p>So, that’s broadly why I’ve concluded that Literal is not for me. I just hope I remember this, and the reasons I’ve given above, the next time a potential “Goodreads killer” comes along. I also hope I’ve managed to persuade myself not to spend too much time trying to figure out the intricacies of <a href=\"https://github.com/moonbuck/plugin-bookshelves\">moonbuck’s Bookshelves plugin for Micro.blog</a>, so that I can display all three of the <a href=\"https://www.manton.org/2021/05/11/bookshelves-beta-for.html\">shelves that Manton Reece added to Micro.blog</a> on one page!</p>",
			"summary": "I don’t need an alternative Goodreads: I’m happier when I’m not keeping track of my reading.",
			"url": "https://www.artkavanagh.ie/Literal-not-for-me.html"
		},
		{
			"id": "Literal-reviews",
			"date_published": "2021-11-23T16:29:00+00:00",
			"title": "Three book reviews I posted on Literal.clib",
			"content_html": "<p>For the past two months I’ve been using Literal.club, a site and app that allow members to track the books they’re reading, to rate and review them, and add them to shelves (rather like Goodreads). At the weekend I decided that Literal isn’t for me. I tried to delete my account but nothing happened. I did manage to empty my library and I removed the app from my phone.</p><p>I’ll write a blog post in the next 2 weeks or so, explaining why I didn’t stick with Literal. In the meantime, before I cleared the library, I copied the 12 reviews I’d posted there during that 2 months. It was immediately clear that 9 of them weren’t worth keeping because I’d written about the same books at greater length, either in my newsletter or on my personal site. These, in order of the dates on which I posted the reviews, are the three that aren’t duplicated anywhere else:</p><h2>Charles Cumming, <cite>Box 88</cite></h2><p>9 Oct 2021: In 1989, a young Scotsman, just finished his A-Levels, spies on an Iranian businessman and Rafsanjani confidant while they’re both visiting his schoolfriend’s family in the south of France. In the present day, the same man, Lachlan Kite, now running a secret, rogue intelligence-and-assassination outfit, is interrogated by former Iranian agents as to what went wrong 30 years earlier. Fun and tense, with bursts of violent action.</p><h2>Louise O’Neill, <cite>After the Silence</cite></h2><p>16 Oct 2021: Overall, I found <cite>After the Silence</cite>, the first book I’ve read by Louise O’Neill, a disappointment. It’s excellent on the way that some men are able to abuse and control their wives and other women. The central character, Keelin, was physically assaulted by her first husband. Her second, Henry, takes advantage of circumstances that leave her vulnerable to manipulation, He monitors her phone calls and internet use, dictates what she eats and how she dresses and essentially controls her life, while denying that he’s doing anything of the sort. All of this is handled extremely well, though maybe it goes on a bit too long. The whodunnit element, in contrast, was resolved with gloomy predictability in what had seemed from early on to be the only way it could be.</p><p>I usually don’t think a reader is justified in complaining that an author has written a different book from the one the reader wanted but in this case I’m going to do exactly that! I think this story would have been more satisfactory if the present plot had been compressed to half its length and the final third of the book had told us what Keelin did after Alex and Sinéad had left the island when, arguably, she had less reason to remain under Henry’s control.</p><h2>Michael Connelly, <cite>The Law of Innocence</cite></h2><p>6 Nov 2021: I love novels that feature criminal trials, and this is the fifth (out of six) that I’ve read in Michael Connelly’s Lincoln Lawyer series. The one I skipped is the previous book in the series, The Gods of Guilt. I thought I’d finished with Connelly and his tarnished hero, Mickey Haller. But this one had an irresistible premise: Haller is accused of (eventually first-degree) murder and is leading his own defence from his jail cell. Like most legal thrillers, this is an intoxicating mixture of plausibility and wild fantasy: the stakes are high — Haller faces life without parole — and the course of the trial is unpredictable, but the action moves at a pace, and a level of drama, that would’t — couldn’t — be tolerated in a real criminal trial. I think Connelly’s writing is getting better, and his character less cynical, as they both mature. I’m quite looking forward to the next one.</p><p>The other books that I reviewed on Literal are these (with links to what I’ve written about them elsewhere):</p><p>Margaret Atwood, <cite>The Handmaid’s Tale</cite>: I wrote about this one twice, <a href=\"https://www.artkavanagh.ie/xmedium/atwood-handmaid-tale.html\">first on this site</a>, then in <a href=\"https://letter.talkaboutbooks.net/p/margaret-atwood-the-handmaids-tale\">my newsletter</a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/a-wormhole-to-another-place-lucy\">Lucy Caldwell, <cite>Multitudes</cite></a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/kazuo-ishiguros-short-stories-nocturnes\">Kazuo Ishiguro, <cite>Nocturnes</cite></a>.</p><p><a href=\"https://www.artkavanagh.ie/kerr-philosophical-investigation.html\">Philip Kerr, <cite>A Philosophical Investigation</cite></a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/fugitive-women-lisa-lutz-the-passenger\">Laura Lippman, <cite>Sunburn</cite></a>.</p><p>Lisa Lutz, <cite>The Passenger</cite>: the link is the same as for the previous item: I wrote about both books in the same issue of the newsletter.</p><p><a href=\"https://www.artkavanagh.ie/catholics-moore.html\">Brian Moore, <cite>Catholics</cite></a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/creature-and-creator-in-mary-shelleys\">Mary Shelley, <cite>Frankenstein</cite></a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/felicia-c-sullivan-follow-me-into\">Felicia C Sullivan, <cite>Follow Me into the Dark</cite></a>.</p>",
			"summary": "I tried out Literal.club for two months but concluded it wasn’t for me. Here are three reviews I posted there of books I haven’t written about elsewhere.",
			"url": "https://www.artkavanagh.ie/Literal-reviews.html"
		},
		{
			"id": "newsletter-print-edition",
			"date_published": "2021-11-21T13:16:00+00:00",
			"title": "Talk about books — print edition",
			"content_html": "<p>I’m very pleased with the way the newsletter’s first year has gone, and I’ve been asking myseslf whether there are ways I might make it even better. Almost from the start, I’ve thought that I’d like to be able to send out a material object as well as an electronic one. At the moment, you can read the newsletter in an email client, an RSS reader or on the web archive, but not on paper, unless you print it from one of those three sources.</p><p>I find myself returning to the idea that, in addition to these, there should also be a more tangible, durable option. In part, this is a response to Paul Graham’s advice to “<a href=\"http://paulgraham.com/ds.html\">do things that won’t scale</a>”. Not that scale is a particular problem at the moment: I could send personally signed, handwritten postcards to everybody who is currently signed up for the newsletter (if I had their/your postal addresses, which of course I don’t) without overstretching my capacity.</p><p>But it isn’t <em>just</em> a question of doing something that doesn’t scale. A newsletter issue that exists only in the form of bytes and data inevitably seems more ephemeral, more easily overlooked or forgotten than one that has a substantial existence. It’s also fixed and no longer editable, so there’s a greater incentive to make sure that I get it right first time. It would be a bigger commitment.</p><p>In short, I’m thinking about offering subscribers the option of receiving each issue of the newsletter in print. Obviously, that would have to be a paid option: I’d need to cover the cost of postage, paper and printing, as well as the additional time required for layout and editing. It’s quite likely that I wouldn’t find any takers who were willing to pay to receive a printed issue of the newsletter by [snail]mail. That’s fine: I don’t mind if there are no takers but I think it’s important that the option should be available. If <em>nobody</em> wants to pay for it, I won’t have to buy envelopes or stamps, or go to the Post Office. If only a handful of subscribers do, my costs in terms of time and materials will be proportionately small.</p><p>In order to print copies of the newsletter, I’ll need to create PDF versions from which to do so. This opens up the possibility of offering an intermediate tier in which readers paying a smaller subscription could get a copy of the PDF with their email, or with a download link in the RSS feed. Substack recently <a href=\"https://on.substack.com/p/new-tools-paywall-embeds\">introduced two new features</a> which strike me as perfectly suited for this. First, they made it possible to embed various kinds of documents and files (including PDF) in the newsletter emails. Second, they now allow us to make a newsletter free up to a certain point, while reserving the rest for paid subscribers.</p><p>So, what I thought of doing was to keep the body of each issue free, and include an embedded PDF in a paid-only section at the end. In other words, everybody would be able to read the content of every issue, by email, RSS and on the web; subscribers at the lower rate would get the PDF in addition and those (if any) at the top rate would get a printed copy sent to them in the post.</p><p>I’m thinking about charging between $10 and $12 a month for the printed version and much less than that for the embedded PDF. I think that the lowest monthly subscription that Substack allows is $5 and the lowest annual amount is $30. It seems to me that $30 a year is quite reasonable, so that’s the level at which I’d set the PDF tier. On the other hand $5 a month comes to twice that sum annually, which is steep by comparison. I saw somewhere a suggestion that it might be possible to offer a discount that would reduce the monthly subscription below $5, so I’ll look into that possibility.</p><p>If I’m going to do this, I’ll most likely start in January. It’s not possible to comment on this site (and I don’t intend to change that) but I am very interested to hear what you think. To make your views heard, either comment on <a href=\"https://letter.talkaboutbooks.net/p/pdf-and-print-editions/comments\">this thread</a> or <a href=\"https://twitter.com/artkavana\">tweet at me</a>. I look forward to the discussion.</p>",
			"summary": "My newsletter, Talk about books, is a year old now. I think it’s time that it existed in print as well as in the form of bytes and data.",
			"url": "https://www.artkavanagh.ie/newsletter-print-edition.html"
		}
 	]
}
