{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
		{
			"id": "Caoilinn-Hughes-wild-laughter",
			"date_published": "2024-09-101T13:09:00+01:00",
			"title": "Further remarks about Caoilinn Hughes’s The Wild Laughter",
			"content_html": "<p>I’ve written about the fiction of Caoilinn Hughes twice in my newsletter, Talk about books. I was very enthusiastic about <a href=\"https://letter.talkaboutbooks.net/2022/04/20/ephemeral-woman-in.html\">her short stories</a>, but was less satisfied with <a href=\"https://letter.talkaboutbooks.net/2023/06/29/cutting-losses-caoilinn.html\">the two novels she had published up to that point</a>, particularly the second of these, <cite>The Wild Laughter</cite> (2020). As I wrote at the time:</p><blockquote>… the setting — impoverished, crisis-stricken, rural Ireland — and the themes —  cancer, family resentments, cruelty and the absurdity of rural life — were too familiar. I was sure I had read too many similar stories back in the 1970s … and it was territory I didn’t want to revisit. It all seemed terribly out of date, and best left in the past.</blockquote><p>After a second reading, I had moderated my criticism a bit, but I still had reservations:</p><blockquote>I saw, as I hadn’t first time around, that the retrograde feeling was a deliberate choice: the point was that the crash of 2008 had blasted parts of the country right back into the 1970s, or maybe even into the 1950s.</blockquote><p>I’ve now read the novel a third time and I suppose it’s growing on me, though there are still aspects of the climactic court case that I’m doubtful about. I said in my post about the novels that I might write separately on my personal site about the ending of the story and particularly the legal aspects — and here we are. (From this point on, I’ll be discussing elements of the plot that you may not wish to know about if you haven’t read the book but plan to do so in future.)</p><p>Hart, his brother and mother are put on trial for assisting the suicide of the Chief, Hart’s and Cormac’s father. Cormac is represented by Cáit, their barrister cousin, while Hart and Nóra have their own barristers on legal aid. When the three are brought before the District Court after they’ve been charged, Cáit is described as “Cormac’s solicitor” (p. 135), but that’s probably just Hart’s confusion. It would be normal for an accused person to be represented by a solicitor at that stage, and Cáit is performing the same function. As the trial goes on, Cáit speaks freely to all three of the accused, though she’s representing only one of them. At one point, Nóra’s counsel mentions this:</p><blockquote>“I’d ask that you refrain from addressing my client. While I doubt this eleventh-hour counsel is ill-intended, it’s causing Mrs Black undue stress. (p. 160)</blockquote><p>It’s possible that it’s inexperience that is leading Cáit to behave as she does: she hasn’t handled a case of this importance before and both she and her parents refer to the fact that her practice hasn’t been busy. On the other hand, she seems to have a good strategic grasp of the issues in the case and generally to know what she’s doing. At any rate, if a conflict of interest were to arise between the accused, Cáit’s freedom in addressing them as a group could become an embarrassment.</p><p>And a potential conflict of interest does indeed develop. In open court, Nóra brandishes an envelope, saying that it contains evidence. The document in the envelope is described as a “Statement of Wish to Die”, signed by Manus Black. Nóra says she will offer this as evidence on condition that Hart will plead guilty. The expectation is that the DPP would then drop the case against Nóra and Cormac. But I’d be surprised if it’s open to Nóra to withhold evidence conditionally like that. If the statement is relevant, the court could direct that it be produced and admitted as evidence.</p><p>Hart had not been told anything about the existence of this statement and understandably feels at first that he has been kept in the dark while his brother and mother plot and scheme against him. It’s not the only fact that he’s been kept in the dark about. He’s pressured by his own counsel to agree to the deal, but he wants to hear it from Cáit.</p><p>Hart does, in the event, plead guilty. He’s expecting to be sentenced to five years. Was it in his interest to agree to admit the offence? Probably, marginally. He wouldn’t get as much credit for the plea as he would have got at the start of the trial. If conviction was all but inevitable, he’d be right to plead, even at that late stage. And conviction was looking very likely.</p><p>So far as Hart was concerned, he had no reason to want to let either Nóra or Cormac off the hook. He hated Cormac, who had always treated him like an idiot, and didn’t feel any more warmly towards his mother. So we can assume that his plea is based on his assessment of his own interest rather than on any desire to benefit his mother or brother, though they <em>will</em> benefit from it.</p><p>I don’t really see why Nóra’s production of the Chief’s Statement should increase the pressure on Hart to plead guilty. Hart’s counsel points out that the maximum sentence for assisting a suicide is fourteen years, whereas the likely sentence for manslaughter would be five years. But this is to compare the <em>maximum</em> sentence for one offence against the “going rate” for the other. That’s not a meaningful or useful comparison.</p><p>The implication is that if Nóra hands over the Chief’s Statement to the prosecution, they will be able to amend the charge to aiding a suicide, and Hart can expect a much heavier sentence than he would get if convicted of manslaughter. I don’t believe that this is true; in any case it’s at odds with what Cáit tells Hart. She implies that it’s in Hart’s interest for Nóra to give the Statement to the prosecution because it shows that Hart didn’t have the necessary intent to be convicted of murder.</p><p>I have to say that, even after a third reading, I’m still confused as to what is going on in the negotiation over Hart’s guilty plea. Of course, that’s partly because Hart, who is narrating the story, is himself bewildered by the unexpected turn of events. His understanding isn’t helped by the fact that he’s just learned that Aleanbh (whom he calls Dolly after the character in <cite>Bailegangaire</cite>) has had his child.</p><p>What the reader discovers about these characters all comes through Hart, and we know that he is not all that bright. His education was cut short, his experience is limited and there are significant gaps in his general knowledge. In a very illuminating interview with Kevin Barry (see the video below), Caoilinn Hughes has said that there are things about Nóra’s character that don’t come out in the book because Hart “so dreadfully fails” to understand her. Later in the same interview, she added that her narrator doesn’t see how funny his mother is.</p><p>In the end, the reader has to accept that there are significant aspects of these characters and their situation that we have no way of knowing.</p>",
			"summary": "On a third reading of Caoilinn Hughes’s The Wild Laughter, I’m still confused as to what’s going on in the court case at the end. So is the first-person narrator.",
			"url": "https://www.artkavanagh.ie/Caoilinn-Hughes-wild-laughter.html"
		},
		{
			"id": "Alice-Munro-continuing",
			"date_published": "2024-08-18T13:57:00+01:00",
			"title": "On continuing to read Alice Munro",
			"content_html": "<p>Alice Munro’s second husband, Gerald Fremlin, began to abuse his stepdaughter, Andrea Robin Skinner, Munro’s daughter by her first marriage, when Ms Skinner was nine years old. The abuse continued until she became a teenager, a period of about 4 years. Ms Skinner told her mother about the abuse in a letter she sent in 1992, when Ms Skinner was in her 20s. Munro left her husband for a short time but returned to him and remained with him until his death.</p><p>Fremlin admitted the facts in letters but denied culpability, in effect blaming the child for having seduced him when she was just nine years old. In 2005, Ms Skinner took Fremlin’s letters to the police. He was charged with indecent assault to which he pleaded guilty. The court imposed a suspended sentence and two years’ probation on the 80-year-old.</p><p>Ms Skinner wrote about the abuse and its aftermath in the Toronto Star earlier this year. I haven’t got a subscription to the Toronto Star and I’ve relied on <a href=\"https://www.theguardian.com/books/article/2024/jul/08/alice-munro-knew-my-stepfather-sexually-abused-me-as-a-child-says-nobel-laureates-daughter-ntwnfb\">this report in The Guardian</a> for the facts summarized above.</p><p>I first heard the term “child sexual abuse” on International Women’s Day, 8 March 1987, when I attended a public meeting in Trinity College Dublin at which Dr Moira Woods and another speaker told their audience that the abuse of children was a widespread and largely concealed problem in Ireland, causing extreme suffering to large numbers of children across the country. That there was in effect a conspiracy to keep the problem hidden.</p><p>This revelation profoundly changed my fundamental beliefs about the world, and particularly about the nature and causes of human evil. I was then coming up to my 30th birthday and had strong views about the functioning of society and human nature which I’d worked out, with some difficulty, a few years earlier. The last thing I wanted was for those views to be challenged. They were hard won and I didn’t want to let them go. Moira Woods’s revelations didn’t just challenge them, they undermined them completely.</p><p>Completely, but not immediately. People don’t — well, I didn’t — change what they see as their fundamental beliefs just like that, merely because they’ve been presented with evidence that contradicts them. In my case the change took at least a decade, probably longer. I don’t remember exactly when it was that I noticed that I’d come to accept that child sexual abuse was not just real but widespread, commonplace. I do remember clearly that in 1992, the year that Alice Munro was told about her husband’s abuse of her daughter, and five years after I’d first heard about the topic, I was still in denial.</p><p>Part of my difficulty was that my legal training had made me suspicious of many of the evidentiary tools being used by child welfare specialists and other investigators of the abuse of children. I didn’t believe that recovered memories, hearsay evidence, “anatomically correct” dolls or the presence of anal dilation could produce results that could be relied on in taking children away from their parents. I was concerned that children were being asked questions framed in such a way as to suggest the answers the investigators wanted. My scepticism was wholly in line with what I’d been thought. <a href=\"https://www.bbc.com/news/uk-england-tees-67355658\">I was far from being alone in this</a>.</p><p>So, if somebody had come to me in 1992 and said that she or he had been sexually abused, I’d have been sceptical at best. 1992 was only 32 years ago. It’s easy for us to forget just how different the world seemed then. I was convinced at the time that the major threat to the wellbeing of children and other vulnerable people was emanating from political, social and economic institutions and forces — from “the system”, if you like — not from apparently unremarkable individual men living in ordinary families. In short, I’m inclined to be understanding, if not forgiving, of Munro’s refusal to support her daughter after she’d been told about the abuse. If Munro had known about the abuse while it was still going on I might well take a different view, but according to Ms Skinner’s account, she first told her mother about it about twelve years after the abuse had ended.</p><p>You may well object that Munro’s situation in 1992 was different from mine. She knew that the abuse had taken place, because Fremlin confirmed it. With that knowledge, she had no excuse for taking her husband’s side against her daughter. But, while he admitted the facts, he did not accept any blame for them. As The Guardian story quotes Ms Skinner:</p><blockquote>“He described my nine-year-old self as a ‘homewrecker,’” she wrote, adding that he accused her of invading his bedroom “for sexual adventure”.</blockquote><p>It was common in those days for child sex abusers to blame their young victims for their own abuse: that’s something else that I learned from Dr Woods’s 1987 lecture. Presumably many abusers convince themselves that they are, in fact, relatively blameless. That’s part of how congnitive dissonance works: most people need to believe that we are the good guys, however strong the evidence to the contrary. If Fremlin was able to believe that he had been seduced by a wanton 9-year-old, mightn’t he have convinced Munro, too, that this was the case?</p><p>Parents can often take a very distorted view of their own children’s behaviour and motivations. I’ve come across a few loving mothers who have believed their young (preteen) children capable of implacable malevolence.</p><p>None of this is meant to minimize Andrea Skinner’s distress or suffering, or to excuse Alice Munro’s treatment of her daughter. There can be no doubt that Munro failed badly in her duty to her youngest child. My purpose in writing this post is not to excuse Munro’s I have read several posts and articles whose authors say that, because of her unconscionable behaviour, they can no longer read her stories. I don’t intend to stop reading them. In fact — and I accept that I risk causing additional distress to Ms Skinner by saying so — I might be <em>more</em> inclined to read these stories now that I know their author was not some all-wise, impeccable moral authority.</p><p>Some links: Here is <a href=\"https://letter.talkaboutbooks.net/2023/03/11/just-a-way.html\">my post about the short story collection, <cite>Runaway</cite></a>, the only work of Munro’s that I’ve written about so far.</p><p>And this is <a href=\"https://slate.com/culture/2024/07/alice-munro-daughter-sexual-abuse-vandals.html\">Laura Miller’s recent Slate piece, following the revelations about Munro’s callousness towards her daughter</a>.<p><p>Some links: Here is <a href=\"https://letter.talkaboutbooks.net/2023/03/11/just-a-way.html\">my post about the short story collection, <cite>Runaway</cite></a>, the only work of Munro’s that I’ve written about so far.</p><p>And this is <a href=\"https://slate.com/culture/2024/07/alice-munro-daughter-sexual-abuse-vandals.html\">Laura Miller’s recent Slate piece, following the revelations about Munro’s callousness towards her daughter</a>.<p>",
			"summary": "On learning that her second husband had abused her youngest daughter as a child, Alice Munro sided with the abuser. Some people can no longer read her stories. I’m not one of those people.",
			"url": "https://www.artkavanagh.ie/Alice-Munro-continuing.html"
		},
		{
			"id": "bad-poetic-taste",
			"date_published": "2024-06-23T16:04:00+01:00",
			"title": "Bad poetic taste is better than no taste at all",
			"content_html": "<p>For almost as long as I’ve had any idea what poetry is, I’ve been aware that my poetic taste (if “taste” is the right word) is regrettably narrow. When I was studying for my English degree (as a mature student in my 30s) I was occasionally told by fellow students that I like “difficult” or “complex” poetry. There’s some truth in that. I don’t like all difficult poetry, merely because of its difficulty. I’d be perfectly happy if I had never read <cite>The Waste Land</cite> and, though I reread a lot, I look with equanimity on the possibility that I may never read it again. To start with, I like poetry that is genuinely “metaphysical”, like Donne’s attempts to work out what James Smith called “the problem of the Many and the One”. Even more than Donne, I like Marvell — I wrote my thesis on him after all — who often seems simultaneously fascinated and appalled by paradox, as here:</p><blockquote>Nature that hateth emptiness,<br>Allows of penetration less:<br>    And therefore must make room<br>    Where greater spirits come.</blockquote><p>From the seventeenth century, there’s a great leap through history till we get to Empson (“Landing, you break some palace and seem odd”), who also affected the metaphysics. But what of the centuries in between? I should say at once that there are two towering figures who leave me unmoved: Wordsworth and Tennyson. These two stand out, but they’re not the only major figures whose greatness I fail to appreciate. Coleridge is another. But Wordsworth’s poetry is the perfect place to start.</p><p>The first poem I can remember learning in primary school — in fact, it’s the only poem I can remember from childhood apart from Allingham’s “The Fairies”, which I think I may have been taught by my grandmother — is “I wandered lonely as a cloud” (“Daffodils”). I never took this poem seriously and I’m now sure that part of the reason for this was the mention of “that inward eye” on which, when the poet was “in vacant or in pensive mood”, the image of the daffodils he had seen earlier would “flash”. I was very young at the time — 9 or 10, I think — and it didn’t begin to cross my mind that there might be people in the world who had an “inward eye” capable of showing them images of imagined or remembered scenes.</p><p>Later, I’d grudgingly accept that there must be some especially gifted people, visual artists in particular, who really were capable of <em>seeing</em> their thoughts, their memories and their imaginings, but it would be a whole five decades before I at last became convinced that it’s actually perfectly normal for humans to be able to visualize. As a child, I’d often been told that I had a good or great imagination, and I believed it. If I could imagine stories, exotic places and adventures without being able to picture them in my mind, then surely nobody really needed an “inward eye”? In the meantime, I’d irrevocably categorized Wordsworth as at best a fanciful wishful thinker, and whenever I encountered his poetry after that I approached it with suspicion.</p><p>I’ve written before about the effects of aphantasia (an inability to form visual images mentally) and SDAM (an inability to remember vividly “episodes” — as opposed to ideas, abstractions, formulae, recitals of fact and bare narratives) on <a href=\"https://letter.talkaboutbooks.net/2023/08/26/poetic-imagery-william.html\">how one reads poetry</a> (and <a href=\"https://letter.talkaboutbooks.net/p/reading-wuthering-heights-with-aphantasia\">fiction</a>). It’s difficult to be be sure how extensive the effects are. Aphantasia didn’t impede Empson’s ability to become a brilliant critic (or poet!) but I’ve speculated that it allowed him to follow certain paths that a visualizer would have been less likely to take.</p><p>Obviously, a poem will not be able to evoke a visual image in the mind of an aphantasic reader — in the mind of this particular reader, to be specific. But perhaps that doesn’t matter very much: I can think of surprisingly few poems that seem to be attempting to call up mental images. For example, take these lines from Yeats’s “Sailing to Byzantium”:</p><blockquote>O sages standing in God’s holy fire<br>As in the gold mosaic of a wall,<br>Come from the holy fire, perne in a gyre,<br>And be the singing-masters of my soul.<br>Consume my heart away …</blockquote><p>We’re not supposed to <em>see</em> that, are we? (At any rate, I’m relieved that I can’t.)</p><p>Aphantasia also seems to affect my reading when it’s necessary to discuss a poem’s structure or shape. Unless the structure is fairly simple or abstract — capable of being abstracted from the work itself — I’m incapable of perceiving it. Typically, I can apprehend the structure, if at all, only by mentally separating it from the poem. (This applies equally to drama and fiction as to poetry, of course.) For a long time, when critics spoke of “structure”, I thought that this was an incongruously concrete term to use for a nebulous idea.</p><p>But aphantasia isn’t the only cause of my idiosyncratic approach the reading and appreciation of poetry. Another factor may be the way I’m used to thinking about “nature”.</p><p>For much of my adult life I’ve objected to the idea that there’s a fundamental opposition between human activity on the one hand and “nature” on the other. Human beings, after all, are “naturally occurring”: we have evolved from (and like) other species, we reproduce organically, we eat similar food to other species and live in some of the same ways. Many of the things we do are not, I’ve tended to insist, different in kind from the behaviour of other living beings. For these reasons I’ve generally tried to avoid referring to “nature” as some kind of force separate from human beings, and excluding us.</p><p>If many of the ways we humans act upon the world seem to be in conflict with the natural, that’s not (I believed) the result of some innate, fundamental human estrangement from our environment (“original sin”) but rather the consequence of an alienation brought about by capitalist relations of production.</p><p>(Of course, it’s become difficult to maintain in the face of the climate crisis the view that there’s no inherent opposition between “humans” and “nature”. I’m still convinced that the crisis might have been avoided but I’ve become far less inclined to deny that, for all practical purposes, humans have placed ourselves outside nature and in opposition to it.)</p><p>But, in line with my former views, I’ve generally been inclined to steer clear of anything described as “nature poetry” or that I thought might be so described. A consequence of this, I think, is that I tend not to like the Romantics — with one glaring and hugely significant exception: Keats!</p><p>I sometimes think that my liking for Keats stems from the fact that his poetry is sensuous enough to overpower or break through the extremely unsensuous (visually, of course, but also in tactile, olfactory and gustatory terms) quality of my imagination. I may write about his poetry at some point, though it’s unlikely that I’ll be able to find anything new to say about it. If I do, I’ll treat this post as an introduction, and link from it to the new post, and back from that to this.</p>",
			"summary": "I’ve always felt that my taste in poetry is regrettably narrow. It’s only recently that I’ve begun to have some idea why that is.",
			"url": "https://www.artkavanagh.ie/bad-poetic-taste.html"
		},
		{
			"id": "McEwan-children-act",
			"date_published": "2024-05-30T20:05:00+01:00",
			"title": "The paramount consideration: Ian McEwan, The Children Act",
			"content_html": "<p>Just over a year ago, I wrote (in Talk about books) about <a href=\"https://letter.talkaboutbooks.net/2023/05/03/two-short-novels.html\">two very short novels by Ian McEwan</a>, <cite>Amsterdam</cite> and <cite>On Chesil Beach</cite>. They’re roughly the same length, though very different from each other in characterization and tone. Notwithstanding the differences, music is an important theme in both. One of the two central characters in <cite>Amsterdam</cite>, Clive Linley, is a composer who has been commissioned to write a symphony for the millennium celebrations, while Florence, in <cite>On Chesil Beach</cite>, is the founder and leader of a string quartet for which she has serious ambitions. I immediately thought of at least one other McEwan novel in which music plays a significant part and said I might write about that “before too long”. I wasn’t expecting that a whole year would pass before I’d get to it.</p><p>At a little over 200 pages, <cite>The Children Act</cite> is noticeably longer than the two books I wrote about, though it’s still quite short. The central character is Dame Fiona Maye, a judge in the Family Division of the High Court. Much of her work involves adjudicating on the divorces of extremely wealthy people — in general, the only divorce cases that make it as far as the High Court are very high value ones. Not all the parties who appear before her are well off, though, nor are all the cases she hears bitterly contested divorces.</p><p>About seven weeks before the beginning of the novel, Fiona had to decide whether to authorize an operation to separate conjoined twins. The operation would inevitably kill the weaker of the twins, who was wholly reliant on his brother’s heart and lungs, and whose brain was “severely malformed” (p. 24). But a failure to separate them would, not immediately but within six months, lead to the death of both. Fiona delivered a judgment that was upheld by the Court of Appeal and widely admired by her colleagues.</p><p>It was, of course, obvious to most of her colleagues, practitioners and interested parties what the less undesirable outcome would be, but less obvious that there was a lawful route to arriving at it, one that would not require the deliberate killing of the weaker twin. In a judgment of 13,000 words, Fiona arrived at a generally acceptable conclusion. But the case left her “squeamish about bodies, barely able to look at her own or Jack’s without feeling repelled” (p. 30). She couldn’t or didn’t talk to her husband, Jack, about this. He, alarmed or dismayed at the apparent cessation of their sex life as she approached and he passed the age of 60, told her that he wanted to have an affair, a prospect that repelled her even more. He tells her:</p><blockquote>“… before I drop dead, I want one big passionate affair … Ecstasy, almost blacking out with the thrill of it. Remember that? I want one last go, even if you don’t. Or perhaps you do.” (p. 5)</blockquote><p>While this conflict with Jack is continuing, a case comes before Fiona involving the refusal by a young Jehovah’s Witness of a blood transfusion. Adam Henry is just three months short of his 18th birthday. Once he reaches that age, he will have a legal right to refuse any medical treatment. In the meantime, however, he is undergoing treatment for leukaemia, and needs a blood transfusion. He and his parents, who are also Jehovah’s Witnesses, believe that blood transfusions are polluting and forbidden. The issues in this case are more clearcut than those in the earlier case involving the conjoined twins. Fiona could determine them without actually meeting Adam.</p><p>But reflecting that it would once have been quite usual for judges to speak to the children whose lives would be affected by their decisions, she suspends the hearing and goes to see Adam in hospital. He reads her a poem he’s written and plays Britten’s setting of “Down by the Salley Gardens” on the violin, which he’s recently started to learn. She points out a couple of wrong notes and asks him to play it again, this time with her singing along. Then, she goes back to court and delivers her judgment. There’s no surprise about what it is.</p><p>When a young person under 18 — even if only a few months under 18, as Adam is — refuses treatment without which s|he can be confidently expected to die, it’s almost inevitable that the court will authorize the treatment, dispensing with the young person’s consent. Under the Children Act 1989, the welfare of the child is the paramount consideration. That’s to say, it outweighs everything else. It’s only in very extreme circumstances that a child’s “welfare” might require that s|he be allowed to die though treatment is possible, or that — like the weaker conjoined twin — he be actively killed by steps primarily intended to save the life of his brother.</p><p>So, Fiona’s decision in Adam’s case is expected, predictable, even predetermined. It’s difficult to see how it could have gone otherwise, and most observers would have considered it highly undesirable that it should have done so. In cases concerning the medical or surgical treatment of minors (which, of course, are not the only cases which come before her) Fiona specializes in crafting considered, elegant, judicious, well argued decisions that end up exactly where informed observers expect them to. She begins her judgment as to the education of the two daughters of an estranged couple, members of the Chareidi Jewish community by quoting Lord Justice Munby, who said that the “infinite variety of the human condition precludes arbitrary definition” (p. 17). She “devoted several hundred words to a definition of welfare, and then a consideration of the standards to which such welfare might be held” (p. 15).</p><p>Naturally, Fiona wishes to make it clear that these children are being seen and treated by the legal system as unique individuals: there can be no question of subjecting them to a one-size-fits-all type of justice. However, in a case like Adam Henry’s, the “infinite variety of the human condition” can’t make any real difference to the issue before the court: the requirements of his “welfare” would be no different if he’d never written a poem or begun to learn the violin, or if his parents’ objections to blood transfusions had been based, not on their religion but on, say, a baseless prejudice against science and medicine.</p><p>So, Fiona’s hospital visit wasn’t essential to her reaching a decision. The fact that she went to see Adam has uncomfortable repercussions for her. Following the judgment and his treatment, Adam, his health steadily improving, wants to stay in contact with her. When she goes on circuit, he walks a long way in heavy rain to get to the judges’ grand but badly heated accommodation, Leadman Hall. Having persuaded him that he should go to his aunt in Birmingham and given him money for the fare, she impulsively kisses him and immediately begins to feel that she’d taken a senseless risk. What if the other judge on circuit, or her clerk, had seen her?</p><p>Judges are obliged to keep a proper distance from parties appearing (or who have appeared) before them. In this case, it could be argued that it doesn’t matter: the case may have been contentious in form, with counsel for the hospital, the parents and Adam (and his guardian), arguing different, conflicting positions, but it was not in substance a typically contentious case. Nevertheless, Fiona avoids any further communication with Adam.</p><p>There’s an amusing sense that clerks and service workers — Leadman Hall has a butler — are there in part to act as a check on the judges’ conduct, their watchful presence ensuring the appropriate restraint and decorum.</p><p>She and the silk who represented the hospital, Mark Berner, are due to open a concert in Gray’s Inn at Christmas, she playing the piano, he singing tenor. It’s an amateur event but part of the audience regularly attend the Wigmore Hall, and had exacting expectations.</p><blockquote>Here, even though there would be wine beforehand and the general atmosphere, at least outwardly, would be forgiving, standards were punitively high for an amateur affair. (p. 178)</blockquote><p>Just before the concert starts, a judicial colleague tells Fiona something — the reader doesn’t yet know what — that affects her performance, which is very warmly received. Instead of the planned encore, she starts to play “Down by the Salley Gardens”, momentarily taking the tenor by surprise. But though he wasn’t expecting it, it was a piece that they’d rehearsed. The audience responds with a standing ovation but Fiona is unable to stay to receive their congratulations on her performance. She goes home in the rain to confirm what she has been told. Adam’s cancer returned. Having turned 18 in the meantime, he was now legally entitled to refuse treatment. He did so, and died.</p><p>Fiona feels that a large part of the blame for the boy’s death belongs to her:</p><blockquote>There, in court, with the authority and dignity of her position, she offered him, instead of death, all of life and love that lay ahead of him. And protection against his religion. Without faith, how open and beautiful and terrifying the world must have seemed to him. (p. 212)</blockquote><p>He had needed something to replace the certainty, the reassurance provided by the rules of his religion.</p><blockquote>And believing he could get it from a woman in her sixtieth year who had risked nothing in life beyond a few reckless episodes in Newcastle a long time ago. She should have been flattered. And ready. (p. 212)</blockquote><p>Before she had gone to the concert hall, her husband had been playing Keith Jarrett’s album <cite>Facing You</cite> (1972). This was Jarrett’s first solo piano album for ECM, and it stands out from many of his later solo albums for that label in that the balance between composed and improvised elements is tilted more towards the composed. It was one of the small number of albums that she and Jack had listened to repeatedly during “their long-ago courtship … post-finals” (p. 192).</p><blockquote>He admired her playing but wanted to prise her loose from the tyranny of strict notation and long-dead genius. He played her Thelonious Monk’s “Round Midnight” and bought her the sheet music. It wasn’t difficult to play. (p. 192)</blockquote><p>Not difficult, but it didn’t sound like Monk.</p><blockquote>She listened again, she persisted, she played what was in front of her, but she could not play jazz. No pulse, no instinct for syncopation, no freedom, her fingers numbly obedient to the time signature and notes as written. That was why she was studying law, she told her lover. Respect for the rules. (pp. 192–3)</blockquote><p>It’s tempting to see in Fiona and Jack a version of what might have become of the young couple in <cite>On Chesil Beach</cite> if they hadn’t split up on the first night of their honeymoon. Jack is not knowledgable about classical music — “He was not a musician, his taste was strictly for jazz and blues …” (p. 205), while Fiona is serious, precise, ambitious and correct (as befits a judge). To an important extent, she takes refuge from her professional life in music: “For fifty-five minutes, they forgot about the law” (p. 191), whereas Jack doesn’t seem to need to take refuge from his.</p><p>The earlier novel’s Florence, like Fiona, takes her music seriously. As he gets older Edward becomes more easygoing, relaxed. He ends up owning “two specialist record stores, jazz and rock and roll, precarious ventures slowly being undermined by Internet shopping” (<cite>On Chesil Beach</cite>, p. 163). The reader of <cite>On Chesil Beach</cite> probably already suspects that Edward and Florence would have turned out to be more compatible than they thought, if they had stayed together. Perhaps the example of Fiona and Jack can be taken as confirmation of that.</p>",
			"summary": "Music plays an important part in Ian McEwan’s 2014 novel, The Children Act, as it has in some of his earlier novels, including On Chesil Beach.",
			"url": "https://www.artkavanagh.ie/McEwan-children-act.html"
		},
		{
			"id": "nothing-human",
			"date_published": "2024-04-27T11:48:00+01:00",
			"title": "Nothing human",
			"content_html": "<p>I haven’t read anything by Liu Cixin though people have been recommending his books to me (maybe I should make an effort to overcome my recommendation-resistance), and I’m not watching the Netflix adaptation of <cite>The Three-Body Problem</cite>, so this post isn’t a direct response to either the book or the series, but rather to an article on Vox by Sigal Samuel, <a href=\"https://www.vox.com/future-perfect/24114757/3-body-problem-netflix-aliens-human-extinction-transhumanism-religion\">3 Body Problem’s most mind-bending question isn’t about aliens</a>, in which she describes three conflicting approaches to the survival of our species:</p><blockquote>One goes like this: “Humans may be the only intelligent life in the universe — we are incredibly precious. We must protect our species from existential threats at all costs!”</blockquote><p>I call this approach “extreme humanism”. (Below, I try to argue for a more moderate humanism.) The second alternative is antihumanism:</p><blockquote>“Humans are destroying the planet — causing climate change, making species go extinct. The world will be better off if <em>we</em> go extinct!”</blockquote><p>The third position is transhumanism, whose adherents “want to keep some version of humanity going, but definitely not the current hardware”.</p><blockquote>They imagine us with chips in our brains, or with AI telling us how to make moral decisions more objectively, or with digitally uploaded minds that live forever in the cloud.</blockquote><p>I was rather forcibly struck by the realization that I can’t assent to <em>any</em> of these three views. So, are there other possibilities? To me it seems obvious that there must be.</p><p>It is possible that humans are the only intelligent life in the universe. (Though personally, I’m inclined to doubt that we’re the only intelligent life <em>on this planet</em>. Do you know any dogs?) But even if it’s true, that doesn’t make us “incredibly precious”. As a species, we’ve had a good run and we’re obviously going to die out at some point. Would now be a good time for that to happen, or would it be better if we went on for another few hundred thousand years? Given what we know about how long other species have survived and how quickly they can disappear, I tend to think that our own extinction is likely to come sooner rather than later, but that’s just a guess. That sooner or later it <em>will</em> come is beyond doubt.</p><p>In the meantime, we have an instinct for self-preservation (which may come into conflict with other instincts) and as individuals most of us most of the time try to prolong our lives to the extent we can, within reason (or not too far outside it). As a species, we should probably take the same approach, but not to the extreme of protecting human life “at all costs”. Let’s not get carried away.</p><p>It’s true that our planet is in bad shape as the result of human activities, and in particular because of the climate crisis. However, it strikes me as a bit excessive to blame the whole species for the state of the world. Perhaps I’m just generalizing from my own perception of the problem but I have the impression that most of us don’t feel we have any effective control over the causes of global heating. We cut back on our use of electricity, walk and cycle more instead of using motorized transport, and it doesn’t seem to make a lot of difference. We “do our bit”, but it really is no more than a “bit”: it’s nowhere near enough, and apparently never can be. Governments and big business adopt policies and take measures which — again — don’t seem to have much effect.</p><p>Meanwhile, energy-intensive activities like crypto-mining and the processing of unimaginable amounts of “data” by neural networks greatly outweigh the puny efforts of individuals and governments alike to cut back on emissions. To say that “humans are destroying the planet” is a distraction, and dangerously misleading. It invites us to blame <em>ourselves</em> for something that’s being done mostly against our will, and to acquiesce in our own punishment for the crimes of relatively few among us. While it’s true that the beings who are destroying the planet are human, it doesn’t follow that humans in general, all of us, are responsible, or that we all need to be eliminated to save our environment.</p><p>Instead of sentencing all of humanity to extinction, mightn’t we be better off eliminating only the ones in charge, the people making the decisions that are preventing the climate crisis from being reversed? If we can put all of humankind — not just “the 1%” or the ruling class or the tech oligarchy, or whatever you want to call them — in charge of our own lives, and we still fail to improve the state of the world, <em>then</em> we can talk about wiping out the entire species.</p><p>I haven’t got a lot to say about the transhumanist option. I can’t envisage how it would work and I’m confident that it’s a prospect I’m not going to have to face in my lifetime. I couldn’t resist a cynical sneer, though, at the idea of “digitally uploaded minds that live forever in the cloud”. You know, of course, that “the cloud” doesn’t exist! At best it’s a very inexact metaphor. What we (in some cases try not to) think of as the cloud is really a conglomeration of server farms spread all over the world and already consuming preposterously huge amounts of energy. Quite apart from the fact that I can’t imagine how anybody would go about uploading a “mind” to a server — that really would be a ghost in a machine — I’m wondering how we’d keep the generators running to power the servers and extract the fuel on which the generators would run. It seems to me that we’d need to retain large numbers of corporeal humans to perform such tasks.</p><p>And since it would be far too tempting for the maintenance workforce simply to turn the servers off, thus effecting the easiest revolution imaginable, there’d need to be an army to prevent such action, and an extensive surveillance system to predict when and where the threat was emerging. A transhuman future, if it were ever to come about, would still depend on the work of a lot of human beings.</p>",
			"summary": "A recent article in Vox argues that the Netflix adaptation of Liu’s The Three-Body Problem poses three contrasting approaches to the survival of humankind. We need (and have) a fourth option.",
			"url": "https://www.artkavanagh.ie/nothing-human.html"
		},
		{
			"id": "print-on-demand",
			"date_published": "2024-03-31T13:34:00+01:00",
			"title": "Print-on-demand?",
			"content_html": "<p><strong>Correction</strong>: It seems that I was wrong in thinking that a barcode and printing details on the last page are an indication that the book was printed on demand. I took this from a BlueSky post by someone who seemed well informed. But it probably indicates merely that the book was printed digitally, not necessarily on demand. I now think that the <cite>Andrew Marvell Chronology</cite> in particular is probably not a PoD title. Apologies for the confusion and misinformation. I’m leaving this post up for the time being, but may rework it completely when I get time.</p><p>A few weeks ago, writer <a href=\"https://bsky.app/profile/jomc.bsky.social\">Joanne McNeil</a> <a href=\"https://bsky.app/profile/jomc.bsky.social/post/3koey5rojww2b\">posted on BlueSky a warning that Amazon</a> “will ship crummy print-on-demand copies of books when their stock runs out.” This post was the start of an informative thread that, among other things, tells us how to identify a book that has been printed on demand. The last page of the book will have a barcode at the bottom, with details of where the book was printed.</p><p>I had long suspected that one book in particular that I’d bought in the late 2000s was a print-on-demand copy. Now I was able to confirm the fact. The book is a hardback, an academic title from Oxford University Press: Jason P Rosenblatt’s <cite>Renaissance England’s Chief Rabbi: John Selden</cite> (2006). Sure enough, the last page has a barcode and says that the book was “Printed in the United Kingdom by Lightning Source UK Ltd.”</p><p>I <em>thought</em> that the reason I suspected that this was a print-on-demand book was that the print quality was a bit faint and indistinct, though the print was quite legible. Looking at it again now after a gap of more than 10 years — I last referred to the book in 2012, the year I submitted my thesis — the print quality doesn’t seem unusually poor, but I notice an italicized statement on the copyright page: “This book has been printed digitally and produced in a standard specification in order to ensure its continued availability”. When I first read that statement, I’d never heard of print-on-demand, a process I became aware of only in 2016. So, in 2012, I had no idea how to interpret the statement that the book had been printed digitally and produced in a standard specification. When I later learned that print-on-demand exists, I presumably remembered that there was a reason to think this book might be an example, but misremembered the reason.</p><p>At any rate, as I flick through the pages now, it doesn’t seem to me that the print quality is any worse than that of the typical recently published book. If I have reservations about quality, they relate to the binding rather than the print. I’ll say more about that below.</p><p>Armed with this new skill of being able to distinguish a print-on-demand book from a traditionally printed one, I soon discovered that I have a few books that I’d never have guessed had been produced that way. They are:</p><ul><li>Nigel Smith, ed. <cite>The Poems of Andrew Marvell</cite>, Routledge, revised paperback edition, 2007</li><li>Nicholas von Maltzahn, <cite>An Andrew Marvell Chronology</cite>, Palgrave Macmillan, 2005</li><li>Sylvia Townsend Warner, <cite>A Stranger with a Bag and Other Stories</cite>, Faber Finds, 2011</li></ul><img src=\"https://www.artkavanagh.ie/images/print-on-demand.jpg\" alt=\"Cover images, my print-on-demand books\" height=\"771\" width=\"600\"> <p>I also have the first edition of <cite>The Poems of Andrew Marvell</cite> in hardback (2003). This is not print-on-demand. I bought the revised edition while I was spending six months in France in 2015 and I didn’t have the hardback with me. I ordered it from Amazon (from whom I was still buying things in those far-off days). Nicholas von Maltzahn’s <cite>Marvell Chronology</cite> is the only one of these in hardback; the other two are paperback. There’s a note at the bottom of the Chronology’s copyright page: “Transferred to digital printing 2005”. Again, at the time I bought the book, probably no later than 2007, I didn’t know what this meant.</p><p>In none of the four books do I find the print quality less than acceptable. In the case of all but the Rosenblatt, I was surprised to learn that the books had been digitally printed. However, the bindings of the two hardbacks cause me a bit of concern. They both creak when the book is opened or shut and I worry that the pages will eventually start to become unglued. Irrespective of how a book is printed, I tend to think of hardbacks where the pages are not sewn as bad value and I try to avoid them. I remember when I bought the <cite>Chronology</cite> being slightly surprised at how relatively expensive it was, so I’m slightly annoyed at not having received for my money something more robustly bound. To be fair, it’s still holding together more than 15 years after I bought it; though again I’ve barely looked at it since 2012 and till yesterday not at all since 2015.</p><p>The Townsend Warner volume is part of the Faber Finds series, which (according to the thread referred to in the first paragraph above) consists entirely of print-on-demand books. Ironically, given that one of the declared aims of digital print is “to ensure its continued availability”, I couldn’t find a freshly printed copy and had to hunt for a secondhand one. It’s just occurred to me that Amazon could presumably have sold me a new copy but I didn’t look there.</p><p>On the basis of this tiny sample of books, I’m inclined to assume that print-on-demand will probably produce paperbacks of acceptable quality but that hardbacks are more of a gamble. That’s not to say that I think Joanne McNeil was wrong to complain about Amazon sending out “crummy” copies when they run out of regular stock. Clearly the colours on the cover of Amazon’s PoD copy are duller and less eye-catching than those on the copy supplied by the publisher. She also mentions that the paper quality is poorer. So I still think McNeil’s objection is a good reason not to buy books from Amazon.</p>",
			"summary": "Amazon has been sending out print-on-demand copies of books when they run out of traditionally printed regular stock (which they deliberately keep at low levels). Is this acceptable?",
			"url": "https://www.artkavanagh.ie/print-on-demand.html"
		},
		{
			"id": "Empson-ADHD",
			"date_published": "2023-12-10T14:15:00+01:00",
			"title": "Did William Empson have ADHD (or something like it)?",
			"content_html": "<p>A few months ago, I wrote in my newsletter, Talk about books, that <a href=\"https://letter.talkaboutbooks.net/2023/08/26/poetic-imagery-william.html\">the distinguished poet and literary critic, William Empson, who died in 1984, had aphantasia</a>, and that his inability to form mental (visual) images had probably influenced the way he wrote criticism of poetry — and quite likely the way he wrote poetry too. As I said in that post, it was a brief reference in John Haffenden’s biography — a mere dozen words out of that two-volume work running to over 1,000 pages — that alerted me to the absence of a visual imagination on Empson’s part. The evidence is anything but copious but it seemed unequivocal to me and is backed up by brief comments in some of his writings, as I discuss in that post.</p><p>Several years before I had any suspicion that Empson might have had aphantasia, I had wondered if he could possibly have been affected by ADHD. Mess, disorganization and a chaotic work and living environment are among the characteristics of people with ADHD, and Empson seems to have suffered from these to an extreme degree. For example, a visitor to his lodgings, Ralph Parker, wrote to Elsie Phare (later Duncan-Jones):</p><blockquote>He is living in Bloomsbury in a large room, beautifully furnished above the waist level, below a sea of books, bread, hair brushes and dirty towels. (Haffenden I, 261)</blockquote><details><summary>Haffenden biography></summary>John Haffenden, <cite>William Empson, Volume I: Among the Mandarins</cite>, Oxford University Press, 2005<br>John Haffenden, <cite>William Empson, Volume II: Against the Christians</cite>, Oxford University Press, 2006)</details><p>Sylvia Townsend Warner came to see him in the same place and noted “a very untidy room, with bottles and books on the floor” (Haffenden I, 261).</p><p>When he was in Sheffield as Professor of English Literature from 1952 to 1971, he lived in lodgings which he referred to as “the Burrow”, described by Haffenden as “the rear ground floor of a tenement dwelling” (Haffenden II, 323).</p><blockquote>His accommodation consisted of a stark single room, about twelve feet square, along with a tiny kitchen area by the door; the floor was bare concrete, and an iron-framed single bed stood in the corner … even Empson occasionally became concerned about the insanitary state of his dive. (Haffenden II, 324)</blockquote><p>John Henry Jones, who translated the German Faust-book into English for Empson, and edited <cite>Faustus and the Censor</cite> for publication after Empson’s death, provides evidence of Empson’s disorganization in at least one respect other than his living conditions. He writes that, in 1982, Empson had finished a complete draft of his Faust essay and given it to Jones as the Empsons were about to leave for Miami where William Empson had an appointment as a visiting professor for 5 months.</p><blockquote>It was a moment of great flurry and haste and he had been working most of the night to finish the draft … I was soon to discover that the papers he had given me were in considerable confusion and mingled with earlier drafts; he must have got them mixed up during his furious last-minute amendments under the pressure of imminent departure … When he arrived back in Hampstead and inspected his work, he was convinced I had dropped it and we soon ceased to discuss the matter. (<cite>Faustus and the Censor</cite>, (Basil Blackwell, 1987), Introduction, p. 3)</blockquote><p>All of this seems compatible with the suggestion that William Empson may have suffered from ADHD, though it’s certainly nowhere near conclusive. I wrote about “<a href=\"https://www.artkavanagh.ie/aphantasia/aphantasia-and-executive-function.html\">Aphantasia and Executive Function</a>” in 2018, just a few months after I recognized that I have aphantasia. I understand that subsequent research tends to show that executive function, such as nonverbal working memory, is not impaired in people with aphantasia, though it’s a statistical inevitability that there will be some people who have both conditions independently of each other.</p><p>While it’s generally accepted that aphantasia is not a disability or a disorder, I am convinced that it affects different people in very different ways, depending on such things as their circumstances, the kind of work they do, and their personalities. It seems possible that some people with aphantasia may on that account behave in ways characteristic of people with ADHD or executive dysfunction. Such cases would, of course, be hard to distinguish from those where the conditions coexisted without any causal relationship.</p><p>So, I’m unable to come to any conclusion about Empson’s possible ADHD. But, because I had already been wondering whether he might have suffered from that disorder, I was particularly struck by the revelation that he had aphantasia and I thought the circumstance worth noting. Maybe further research into either condition will tell us more.</p><p class=\"intro\">Usually when I post something to this site, I add it to the index under “Recent posts” unless it’s about books or literature, in which case I add it under “<a href=\"https://www.artkavanagh.ie/index.html#bookdiscuss\">Criticism and book discussion</a>”, or about aphantasia/SDAM, when it goes on <a href=\"https://www.artkavanagh.ie/aphantasia-posts.html\">my aphantasia page</a>. This post, unusually, could go in all three places. Since it’s mainly about ADHD rather than aphantasia, and it doesn’t concern Empson’s writing so much as his living circumstances, I’ve decided it should go under “Recent posts”.</p>",
			"summary": "I can say with a high degree of confidence that William Empson had aphantasia. But did he also suffer from ADHD? And, if so, were the two conditions connected? And how would we know?",
			"url": "https://www.artkavanagh.ie/Empson-ADHD.html"
		},
		{
			"id": "bookshelf-farewell",
			"date_published": "2023-09-17T13:53:00+01:00",
			"title": "Tracking my reading",
			"content_html": "<p>I’ve never been enthusiastic about the idea of tracking the books I read. I joined Goodreads in late 2015 only because I thought (<a href=\"https://www.artkavanagh.ie/xmedium/Goodreads-self-published-author.html\">wrongly</a>) that it might be a good place to promote an ebook I had self-published. I never felt all that comfortable there but inertia kept me on the site for several years. In the past 2 years or so, I’ve briefly tried <a href=\"https://www.artkavanagh.ie/Literal-not-for-me.html\">Literal.club</a> and <a href=\"https://www.artkavanagh.ie/copper-book-app.html\">Copper</a> but got bored with them in short order.</p><p>Something I’ve stuck with rather longer has been <a href=\"https://www.manton.org/2021/05/20/more-with-bookshelves.html\">the Bookshelves feature in Micro.blog</a>, and the companion app, <a href=\"https://apps.apple.com/ie/app/epilogue-for-micro-blog/id1592173492\">Epilogue (iOS App Store link)</a>. Up to a few weeks ago, I’d been using these consistently (with a brief break to try out Copper) since late 2021. I’ve enjoyed the experience but I think that, fundamentally, the attraction has been not so much the possibility of keeping a record of my reading as the technical challenge of creating a Hugo template to display the bookshelves, including my comments on the books I’ve read. That challenge has been met, more or less to my satisfaction.</p><p>But as for the tracking itself, it’s started (again) to feel a bit too regimented and inflexible: kind of like a straitjacket. I found myself wondering whether it was OK to add another book to the Currently Reading shelf. Weren’t there too many there already? Was I really ever going to get around to all the (11) books on To Read? If I happened to be rereading (as was often the case) a book that was already on Finished Reading, obviously I didn’t want to add it again, but perhaps I should make a new shelf just for Rereads? What about books I was rereading for the nth time? Wouldn’t it be simpler just to drop the whole idea?</p><p>A few weeks ago, I decided that it would. Maybe. So, I’ve deleted the Hugo templates, removed “Bookshelf” from the navigation menu and stopped adding books to my bookshelves or moving books between them. As a result, my shelves show that the last book I finished was A S Byatt’s <cite>Sugar and other stories</cite> on 21 August, while John McGahern’s <cite>Amongst Women</cite> still appears on my To Read list, though I finished it … when was it? Tuesday evening, I think; does it matter?</p><p>The previous time I deleted the bookshelf Hugo templates (while I was trying out Copper) the page itself remained up, but frozen at the date it had last been generated from those templates. That seems to be the case again this time. Though there is no longer a link to the page from the navigation menu, <a href=\"https://letter.talkaboutbooks.net/bookshelf\">it still exists</a> as a snapshot of my reading as at 21 August 2023. It’ll be interesting to see how long it lasts — and how long I do, without a method to keep track of my reading.</p>",
			"summary": "Yet again, I’m giving up the idea of keeping track of the books I read.",
			"url": "https://www.artkavanagh.ie/bookshelf-farewell.html"
		},
		{
			"id": "substack-notes",
			"date_published": "2023-08-27T13:31:00+00:00",
			"title": "Substack Notes: a substitute for Twitter?",
			"content_html": "<p>When Substack introduced Notes a few months ago, I was guardedly hopeful that I might find it useful. This was my first Note:</p><img src=\"https://www.artkavanagh.ie/images/First-Substack-Note.png\" width=\"600\" alt=\"12 April: I deleted my Twitter account a while back. I’m not sure I need a Twitter alternative but if I do this might be it. Time will tell.\" /><p>I already had a Substack account because I had started &quot;<a href=\"https://letter.talkaboutbooks.net/tabarchive\">Talk about books</a>” on Substack in November 2020. I moved the publication to Micro.blog about a year later but didn’t delete my Substack profile. I follow several Substacks. There’s a handful I follow by email and at least 20 that I follow by RSS. (In one case, Ted Gioia’s The Honest Broker, I had been getting both the emails and the RSS feed but recently I finally plumped for the feed.) It’s neater and more convenient for me to read these publications among a bunch of other feeds than in my chaotic email client.</p><p>So, when Notes appeared, I thought it was important that there should be a way to follow somebody’s Notes without having to sign up for their emails as well. In most cases I’m not going to want to see a person’s Notes if I’m not also following their main posts, but if I’m already getting their posts by RSS, I don’t want a second copy clogging up my mail client. So a way to follow just Notes alone was what I needed. And for a while that existed:</p><blockquote class=\"quoteback\" data-title=\"\" data-author=\"Art Kavanagh\" data-avatar=\"https://micro.blog/artkavanagh/avatar.jpg\" cite=\"https://letter.talkaboutbooks.net/2023/04/29/this-is-a.html\"><p>This is a game changer for me: I’ve found out <a href=\"https://support.substack.com/hc/en-us/articles/14743651942036-What-does-subscribe-on-Substack-Notes-mean-\">how to follow a Substacker’s notes without getting their emails too</a>. It’s still an algorithmic feed but it doesn’t seem too bad.</p><img src=\"https://letter.talkaboutbooks.net/uploads/2023/d9db737f0b.png\" width=\"600\" height=\"211\" alt=\"\"><footer>Art Kavanagh <cite><a href=\"https://letter.talkaboutbooks.net/2023/04/29/this-is-a.html\" class=\"u-in-reply-to\">https://letter.talkaboutbooks.net/2023/04/29/this-is-a.html</a></cite></footer></blockquote><script src=\"https://micro.blog/quoteback.js\"></script><p>Then, around the beginning of this month, that feature suddenly disappeared for a couple of weeks, only to come back in a new form. It’s now called “Following” and is a bit more user-friiendly. You can now see who is following you, for example. When I thought the feature was gone for good, I was resigned to giving up on Notes and possibly deleting my Substack profile. But, as “Following” now seems to be back with a vengeance, I’m still <a href=\"https://substack.com/@artkavanagh\">here</a>.</p><p>As a Twitter alternative, Notes is … perfectly OK, particularly for writers. Since it’s based around Substack, it’s to be expected that it has attracted plenty of writers. Margaret Atwood is here, as are Elif Batuman, Elizabeth McCracken, Sherman Alexie, Henry Oliver (of The Common Reader), S J Watson and many others. It’s still fairly subdued but, if an alternative to writers’ Twitter is going to develop anywhere, this seems the most likely place for it to happen.</p><p>I’m far from convinced that I need — or that anyone needs — a Twitter substitute. It may be that the time for that kind of forum has passed. But I’m going to hang around on Substack Notes for maybe a few months, and see if anything develops. If not, I don’t think I’ll have lost much.</p><p>Posted by <a href=\"https://www.artkavanagh.ie/\">Art</a>, 27-Aug-2023.</p>",
			"summary": "Substack has reintroduced the feature that allows you to follow a Substacker’s Notes without also signing up for their emails. Only now it’s easier to find and use, and it has a name: Following.",
			"url": "https://www.artkavanagh.ie/substack-notes.html"
		},
		{
			"id": "plot-summaries",
			"date_published": "2023-08-20T15:16:00+00:00",
			"title": "Book reviews, plot summaries and other ways of writing about books",
			"content_html": "<p>Henry Oliver complained a few days ago about <a href=\"https://commonreader.substack.com/p/ban-all-book-summaries\">the prevalence of plot summaries in book reviews</a> and in writing about books generally. He has a rule on The Common Reader: “No lengthy plot summaries”. I agree with this in principle but I’ve been finding it harder not to include substantial summaries in my own posts on <a href=\"https://letter.talkaboutbooks.net/tabarchive/\">Talk about books</a>. Indeed, I’ve been finding it hard to prevent the summaries from dominating those posts. I was already persuaded that the latest post, about Rushdie’s <a href=\"https://letter.talkaboutbooks.net/2023/08/13/what-not-one.html\"><cite>The Moor’s Last Sigh</cite></a>, has too much summary, not enough analysis, when I read Henry Oliver’s post, so I was ready to take his admonition to heart.</p><p>I often find that some measure of summary is necessary to support the argument I want to make. The problem, particularly with a novel as big and complex as <cite>The Moor’s Last Sigh</cite> is that the work of summarizing tends to be exhausting, and it left me with less time and energy for the argument than it ideally requires. I may need to approach posts like that one in two stages: summary first, then (after a break) argument. Luckily, I’m hoping to retire soon, so I should be able to give more time to Talk about books. I think that ought to solve the problem.</p><p>Henry Oliver’s complaint is primarily about book reviews, though his own publication (which has that rule about no lengthy plot summaries), doesn’t usually carry reviews, but is dedicated to a deeper and more wide-ranging discussion, the kind of thing I’m ideally aiming for in Talk about books.</p><p>I remain largely unperturbed by the decline of the book review. A few years ago, I wrote that <a href=\"https://www.artkavanagh.ie/xmedium/book-review-still-dying.html\">the book review was dying</a> — <a href=\"https://www.artkavanagh.ie/death-of-the-book-review.html\">and we didn’t need to mourn it</a>. I haven’t changed my mind about that.</p><p>Book publicist Kathleen Schmidt recently wrote, in <a href=\"https://kathleenschmidt.substack.com/p/book-publicity-what-works-and-what\">Book publicity: what works and what doesn’t</a>:</p><blockquote>I’d love to write that reviews sell books, but I’d be lying. The correct statement is, “A critical mass of reviews mixed with other media and marketing efforts can sell a book.” I understand why reviews are essential, and I respect book critics. Literary criticism is necessary. However, reviews and book sales don’t often align.</blockquote><p>I get the impression that she finds it regrettable that reviews aren’t as influential or as plentiful as they used to be, but that she’s realistic and clear-sighted about the facts that this is no longer true, and is very unlikely to be again.</p><p>As I’ve said before, I’m inclined to see the eclipse of the book review as an opportunity for the emergence of a less constrained discussion of books: precisely the kind of thing that Henry Oliver has been doing with The Common Reader. In the meantime, I’ll be trying to summarize less and to get more of my analysis down on the page.</p>",
			"summary": "The book review is (still) dying; that doesn’t mean that we can’t write analytically and in depth about books, or that we have to resort to bare plot summaries.",
			"url": "https://www.artkavanagh.ie/plot-summaries.html"
		}
 	]
}
