{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
		{
			"id": "Literal-reviews",
			"date_published": "2021-11-23T16:29:00+00:00",
			"title": "Three book reviews I posted on Literal.clib",
			"content_html": "<p>For the past two months I’ve been using Literal.club, a site and app that allow members to track the books they’re reading, to rate and review them, and add them to shelves (rather like Goodreads). At the weekend I decided that Literal isn’t for me. I tried to delete my account but nothing happened. I did manage to empty my library and I removed the app from my phone.</p><p>I’ll write a blog post in the next 2 weeks or so, explaining why I didn’t stick with Literal. In the meantime, before I cleared the library, I copied the 12 reviews I’d posted there during that 2 months. It was immediately clear that 9 of them weren’t worth keeping because I’d written about the same books at greater length, either in my newsletter or on my personal site. These, in order of the dates on which I posted the reviews, are the three that aren’t duplicated anywhere else:</p><h2>Charles Cumming, <cite>Box 88</cite></h2><p>9 Oct 2021: In 1989, a young Scotsman, just finished his A-Levels, spies on an Iranian businessman and Rafsanjani confidant while they’re both visiting his schoolfriend’s family in the south of France. In the present day, the same man, Lachlan Kite, now running a secret, rogue intelligence-and-assassination outfit, is interrogated by former Iranian agents as to what went wrong 30 years earlier. Fun and tense, with bursts of violent action.</p><h2>Louise O’Neill, <cite>After the Silence</cite></h2><p>16 Oct 2021: Overall, I found <cite>After the Silence</cite>, the first book I’ve read by Louise O’Neill, a disappointment. It’s excellent on the way that some men are able to abuse and control their wives and other women. The central character, Keelin, was physically assaulted by her first husband. Her second, Henry, takes advantage of circumstances that leave her vulnerable to manipulation, He monitors her phone calls and internet use, dictates what she eats and how she dresses and essentially controls her life, while denying that he’s doing anything of the sort. All of this is handled extremely well, though maybe it goes on a bit too long. The whodunnit element, in contrast, was resolved with gloomy predictability in what had seemed from early on to be the only way it could be.</p><p>I usually don’t think a reader is justified in complaining that an author has written a different book from the one the reader wanted but in this case I’m going to do exactly that! I think this story would have been more satisfactory if the present plot had been compressed to half its length and the final third of the book had told us what Keelin did after Alex and Sinéad had left the island when, arguably, she had less reason to remain under Henry’s control.</p><h2>Michael Connelly, <cite>The Law of Innocence</cite></h2><p>6 Nov 2021: I love novels that feature criminal trials, and this is the fifth (out of six) that I’ve read in Michael Connelly’s Lincoln Lawyer series. The one I skipped is the previous book in the series, The Gods of Guilt. I thought I’d finished with Connelly and his tarnished hero, Mickey Haller. But this one had an irresistible premise: Haller is accused of (eventually first-degree) murder and is leading his own defence from his jail cell. Like most legal thrillers, this is an intoxicating mixture of plausibility and wild fantasy: the stakes are high — Haller faces life without parole — and the course of the trial is unpredictable, but the action moves at a pace, and a level of drama, that would’t — couldn’t — be tolerated in a real criminal trial. I think Connelly’s writing is getting better, and his character less cynical, as they both mature. I’m quite looking forward to the next one.</p><p>The other books that I reviewed on Literal are these (with links to what I’ve written about them elsewhere):</p><p>Margaret Atwood, <cite>The Handmaid’s Tale</cite>: I wrote about this one twice, <a href=\"https://www.artkavanagh.ie/xmedium/atwood-handmaid-tale.html\">first on this site</a>, then in <a href=\"https://letter.talkaboutbooks.net/p/margaret-atwood-the-handmaids-tale\">my newsletter</a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/a-wormhole-to-another-place-lucy\">Lucy Caldwell, <cite>Multitudes</cite></a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/kazuo-ishiguros-short-stories-nocturnes\">Kazuo Ishiguro, <cite>Nocturnes</cite></a>.</p><p><a href=\"https://www.artkavanagh.ie/kerr-philosophical-investigation.html\">Philip Kerr, <cite>A Philosophical Investigation</cite></a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/fugitive-women-lisa-lutz-the-passenger\">Laura Lippman, <cite>Sunburn</cite></a>.</p><p>Lisa Lutz, <cite>The Passenger</cite>: the link is the same as for the previous item: I wrote about both books in the same issue of the newsletter.</p><p><a href=\"https://www.artkavanagh.ie/catholics-moore.html\">Brian Moore, <cite>Catholics</cite></a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/creature-and-creator-in-mary-shelleys\">Mary Shelley, <cite>Frankenstein</cite></a>.</p><p><a href=\"https://letter.talkaboutbooks.net/p/felicia-c-sullivan-follow-me-into\">Felicia C Sullivan, <cite>Follow Me into the Dark</cite></a>.</p>",
			"summary": "I tried out Literal.club for two months but concluded it wasn’t for me. Here are three reviews I posted there of books I haven’t written about elsewhere.",
			"url": "https://www.artkavanagh.ie/Literal-reviews.html"
		},
		{
			"id": "newsletter-print-edition",
			"date_published": "2021-11-21T13:16:00+00:00",
			"title": "Talk about books — print edition",
			"content_html": "<p>I’m very pleased with the way the newsletter’s first year has gone, and I’ve been asking myseslf whether there are ways I might make it even better. Almost from the start, I’ve thought that I’d like to be able to send out a material object as well as an electronic one. At the moment, you can read the newsletter in an email client, an RSS reader or on the web archive, but not on paper, unless you print it from one of those three sources.</p><p>I find myself returning to the idea that, in addition to these, there should also be a more tangible, durable option. In part, this is a response to Paul Graham’s advice to “<a href=\"http://paulgraham.com/ds.html\">do things that won’t scale</a>”. Not that scale is a particular problem at the moment: I could send personally signed, handwritten postcards to everybody who is currently signed up for the newsletter (if I had their/your postal addresses, which of course I don’t) without overstretching my capacity.</p><p>But it isn’t <em>just</em> a question of doing something that doesn’t scale. A newsletter issue that exists only in the form of bytes and data inevitably seems more ephemeral, more easily overlooked or forgotten than one that has a substantial existence. It’s also fixed and no longer editable, so there’s a greater incentive to make sure that I get it right first time. It would be a bigger commitment.</p><p>In short, I’m thinking about offering subscribers the option of receiving each issue of the newsletter in print. Obviously, that would have to be a paid option: I’d need to cover the cost of postage, paper and printing, as well as the additional time required for layout and editing. It’s quite likely that I wouldn’t find any takers who were willing to pay to receive a printed issue of the newsletter by [snail]mail. That’s fine: I don’t mind if there are no takers but I think it’s important that the option should be available. If <em>nobody</em> wants to pay for it, I won’t have to buy envelopes or stamps, or go to the Post Office. If only a handful of subscribers do, my costs in terms of time and materials will be proportionately small.</p><p>In order to print copies of the newsletter, I’ll need to create PDF versions from which to do so. This opens up the possibility of offering an intermediate tier in which readers paying a smaller subscription could get a copy of the PDF with their email, or with a download link in the RSS feed. Substack recently <a href=\"https://on.substack.com/p/new-tools-paywall-embeds\">introduced two new features</a> which strike me as perfectly suited for this. First, they made it possible to embed various kinds of documents and files (including PDF) in the newsletter emails. Second, they now allow us to make a newsletter free up to a certain point, while reserving the rest for paid subscribers.</p><p>So, what I thought of doing was to keep the body of each issue free, and include an embedded PDF in a paid-only section at the end. In other words, everybody would be able to read the content of every issue, by email, RSS and on the web; subscribers at the lower rate would get the PDF in addition and those (if any) at the top rate would get a printed copy sent to them in the post.</p><p>I’m thinking about charging between $10 and $12 a month for the printed version and much less than that for the embedded PDF. I think that the lowest monthly subscription that Substack allows is $5 and the lowest annual amount is $30. It seems to me that $30 a year is quite reasonable, so that’s the level at which I’d set the PDF tier. On the other hand $5 a month comes to twice that sum annually, which is steep by comparison. I saw somewhere a suggestion that it might be possible to offer a discount that would reduce the monthly subscription below $5, so I’ll look into that possibility.</p><p>If I’m going to do this, I’ll most likely start in January. It’s not possible to comment on this site (and I don’t intend to change that) but I am very interested to hear what you think. To make your views heard, either comment on <a href=\"https://letter.talkaboutbooks.net/p/pdf-and-print-editions/comments\">this thread</a> or <a href=\"https://twitter.com/artkavana\">tweet at me</a>. I look forward to the discussion.</p>",
			"summary": "My newsletter, Talk about books, is a year old now. I think it’s time that it existed in print as well as in the form of bytes and data.",
			"url": "https://www.artkavanagh.ie/newsletter-print-edition.html"
		},
		{
			"id": "newsletter-year-already",
			"date_published": "2021-11-13T11:30:00+00:00",
			"title": "A year of “Talk about books” (already)",
			"content_html": "<p>The <a href=\"https://letter.talkaboutbooks.net/p/welcome-to-talk-about-books\">first issue</a> of “Talk about books” went out on 22 November 2020. Since then, there have been another 25 issues at 2-week intervals. The next one, due on 24 November, will be the first issue of year two. I’m having trouble believing that a year has already gone by. I’ve greatly enjoyed the experience, though I find it exhausting.</p><p>I’ve been thinking about ways I could improve the experience for the reader. I’d like to give myself more time to edit each issue and condense it a bit: they’ve been running at over 2,000 words per issue, which strikes me as just a little too long. I’ve also mentioned a few times that I’m considering doing a PDF version. Recent changes by Substack have raised the possibility of including the PDF as a paid option, while the email newsletter and web archive remain free. I’ll have more to say about that soon after the next issue.</p><p>I’ve posted <a href=\"https://www.artkavanagh.ie/xmedium/newsletter-3.html\">summaries and updates</a> on my blog every 6 or 7 issues. Here are my summaries of the latest 6:</p><p><a href=\"https://letter.talkaboutbooks.net/p/a-wormhole-to-another-place-lucy\">“A wormhole to another place”: Lucy Caldwell’s <cite>Multitudes</cite></a><br>A collection of 11 short stories, all but the last of them set in Belfast, and presenting that city as somewhere to escape from.</p><p><a href=\"https://letter.talkaboutbooks.net/p/margaret-atwood-the-handmaids-tale\">Margaret Atwood, <cite>The Handmaid’s Tale</cite></a><br>A long-delayed reread. I was unfair to this feminist, speculative, dystopian novel when I first read it, around 1989, so I’ve reconsidered.</p><p><a href=\"https://letter.talkaboutbooks.net/p/kazuo-ishiguros-short-stories-nocturnes\">Kazuo Ishiguro’s short stories: <cite>Nocturnes</cite></a><br>“The wrong kind of ugly” — The pitiless scrutiny to which Ishiguro subjects his characters is (a bit) easier to take in small doses.</p><p><a href=\"https://letter.talkaboutbooks.net/p/fugitive-women-lisa-lutz-the-passenger\">Fugitive women: Lisa Lutz, <cite>The Passenger</cite>; and Laura Lippman, <cite>Sunburn</cite></a><br>“You can never see anything clearly when you’re running”. Two books about women on the run from pasts and actions which (eventually) turn out to be less blameworthy than everybody is inclined to assume.</p><p><a href=\"https://letter.talkaboutbooks.net/p/creature-and-creator-in-mary-shelleys\">Creature and creator in Mary Shelley’s <cite>Frankenstein</cite></a><br>“Did I solicit thee | From darkness to promote me?” Victor Frankenstein accepts in theory that he owes a duty to the being he created. But his revulsion, and his exaggerated view of the threat to his own species, blind him to his responsibilities.</p><p><a href=\"https://letter.talkaboutbooks.net/p/kate-atkinson-the-jackson-brodie\">Kate Atkinson, the Jackson Brodie series</a><br>Some readers have seen these novels as “cozy” mysteries. But the threats to vulnerable women and girls, of which Brodie is repeatedly reminded, make them anything but comfortable reads.</p><p>As usual, you can <a href=\"https://letter.talkaboutbooks.net\">sign up for email updates</a> if you haven’t already, or (if you prefer to follow in a feed reader) <a href=\"https://letter.talkaboutbooks.net/feed\">get the RSS feed</a>.</p>",
			"summary": "It’s hard to believe, but my newsletter, Talk about books, has been running for a year already. The first issue of year 2 is due on 24 November.",
			"url": "https://www.artkavanagh.ie/newsletter-year-already.html"
		},
		{
			"id": "catholics-moore",
			"date_published": "2021-10-03T15:00:00+01:00",
			"title": "Its hour come round at last: Brian Moore, Catholics",
			"content_html": "<p>This is the second work of fiction I’ve read recently that was set in the near future when it was written, but where the imagined future period has now become part of our past. Last week, I wrote about Philip Kerr’s <cite>A Philosophical Investigation</cite>, written in 1992 about a futuristic 2013. Today, I’m concerned with Brian Moore’s 1972 novella, <cite>Catholics</cite>, published some seven years after the Second Vatican Council ended, but set in the aftermath of the (fictional) Fourth.</p><p>The exact date of the setting isn’t identified but it’s shortly before the end of the twentieth century. When James Kinsella lands on the island of Muck in a helicopter, the abbot of the island’s monastery tells him:</p><blockquote>“… that’s the first flying machine of any description that has ever landed on Muck. You’ve brought us the symbol of the century. Just when I thought we’d be able to close the hundred years out and say we’d missed our time.”</blockquote><p>Later, not long before Kinsella leaves the island, he responds to the abbot:</p><blockquote>“This is the end of the twentieth century, not the beginning of the thirteenth. How can we even define what heresy is today?”</blockquote><p>So, we seem to be in or around 1999. The novella dramatizes a conflict between personal faith and institutional loyalty, between conscience and the duty to obey. This kind of conflict has existed as long as people have had consciences and institutions. Moore’s exploration of the conflict isn’t particularly dramatic but it holds some surprises.</p><p>Some of the monks of Muck Abbey, on an inaccessible, storm-tossed island off the south-west coast of Ireland, have been crossing to the mainland every Sunday to say Mass in the traditional manner: in Latin, with the celebrant and congregation facing the same direction, and preceded by private, individual confession. The unapproved form of Mass becomes very popular, drawing large attendances from all over the world.</p><p>This causes embarrassment to the Vatican, which is engaged in ecumenical negotiations with Buddhism, so the father general of their order sends a troubleshooter whose task is to leave the abbot in no doubt that any continuation of these heterodox practices will not be tolerated. That the institution will win is all but inevitable. The abbot has the same rank as a bishop and can’t simply be told what to do by his provincial, but the father general has the right to transfer him to a very different office, and can put pressure on him by threatening to do so.</p><p>It’s usual in conflicts of this sort for author and reader alike to sympathize with the rebel cause. And these rebels are personally sympathetic. Father Manus is patently sincere and well intentioned when he defends the traditional Mass in Latin, leading the abbot to respond, “I wish I had all that fire and conviction, Manus”. Father Matthew, the “Master of novices with no novices to master”, is more confrontational but no less sincere in his convictions. Like Manus, he insists that the Mass and the consecration are a mystery and “a miracle”.</p><p>Kinsella, an American whose ancestors came from County Mayo, is the priest sent by the father general to sort out the problem. Before he leaves, he tells the father general that he visited Ireland once before, for the Yeats Summer School in Sligo. The father general quotes the penultimate line of “The Second Coming”:</p><blockquote>“‘What rough beast, its hour come round at last.’ Appropriate. I want you to bury this beast. And I think the way to do that is for me to give you plenipotentiary status. Emissaries who must report back to headquarters, especially young ones, would seem to these old mastodons to be mere novices …”</blockquote><p>As Kinsella goes to meet the abbot for the first time, there is an echo of the poem’s opening phrase:</p><blockquote>Kinsella, turning and turning in that cold stone turret to come out through the narrow door into the abbot’s parlor, was dizzying, confusing,  causing him, at first, to miss his host’s welcoming hand.</blockquote><p>Perhaps the second-best-known lines of the poem come at the end of the first verse paragraph:</p><blockquote>The best lack all conviction, while the worst<br>Are full of passionate intensity.</blockquote><p>These lines aren’t quoted in the novella but there’s little room for doubt that Moore had them in mind. There’s been some disagreement as to whether Yeats was attempting to describe a universal truth or merely commenting on the circumstances of that historical moment. <cite>The Irish Times</cite>’s <a href=\"https://www.irishtimes.com/culture/in-a-word-intensity-1.2371595\">Patsy McGarry favours the second alternative</a>. The quote, he says:</p><blockquote>… has been used again and again over the past century, or thereabouts, to give intensity a bad name. It’s as if some believe Yeats was promulgating a profound insight into the human condition, whereas he was just making an observation from a particular place and time.</blockquote><p>The particular place and time were the aftermath of the first world war in Europe, so he has a point. I’d find McGarry’s argument more convincing, though, if it didn’t focus solely on intensity but paid more attention to passion. It’s not intensity in itself that’s characteristic of “the worst”, but <em>passionate</em> intensity, that is to say an intensity that has a person in its grip and can’t be controlled.</p><p>The character in Moore’s novella who most obviously lacks all conviction is the abbot. He twice utters the phrase, “I am not a holy man”. The second time, he goes on to explain:</p><blockquote>“I am a sort of foreman here, a sort of manager. It’s not a lot different from a secular job. The monks work hard and my job is to keep them together and see that they make a go of it. It’s a simple life here. Little jokes, little triumphs, little disasters. We’re like a bunch of children, we pass the days as if we had an endless supply of them. It’s only when someone like yourself comes along that we ask ourselves what we are here for.”</blockquote><p>The abbot has long since given up praying. There had been times, culminating in a visit to Lourdes, when attempting to pray had brought on him a sense that he was entering a void, “the hell of no feeling”, which made him tremble unbearably. The prayers seemed false and without meaning. In Lourdes, he had protected himself from these feelings by shutting himself in his room for two days, claiming to have dysentery.</p><blockquote>So the abbot avoided prayer. One could pretend to a preference for private devotions. One’s Mass could be said alone. He no longer read his daily office. As for public prayers, in a community like this there were always others, greedy to lead. Sometimes, one had to say a grace. One said the words, but did not pray. If one did not risk invoking God, one did not risk one’s peace of mind. He was needed here. He did his work. He did his best. But did not pray.</blockquote><p>If the abbot is unwilling to end the Latin Mass and the private confessions, it is not on the grounds of belief or doctrine but rather because he feels a sense of responsibility for the wellbeing of the monks, like Manus and Matthew, for whom faith in the miracles of consecration and transubstantiation is the essence of their religion.</p><p>The abbot decides that his duty of obedience to the order and its father general must outweigh that responsibility to his subordinates. He writes a letter to the father general and assures Kinsella that he will give the order that in future Mass must be celebrated and confession heard in accordance with the approved rites. But he wants Kinsella to leave the island before he announces his decision to the monks:</p><blockquote>“You see, that will be the important part, how I break it to them. Some of them are very devout. They will take it hard. No, it will not be easy at all. To tell you the truth I am a bit nervous about it.”</blockquote><p>On first reading of the novella, I suspected that the abbot was playing some devious game. He would profess obedience to his superior and loudly proclaim the end of the outdated, traditional practices, while tacitly encouraging dissent and revolt among the monks. Surely, that was the point of his exchange with Father Matthew the night before Kinsella’s departure:</p><blockquote>“I am informed by Rome that the Mass is now merely symbolic. Do you understand what I am saying?”</blockquote><blockquote>“That is heresy, pure and simple!”</blockquote><p>And shortly afterwards:</p><blockquote>“Our visitor brings an order from our father general. Would you obey that order, Father Matthew, even if that order instructed you to consider the Mass not as a miracle, but, let’s say, just a pious ritual?”</blockquote><p>Kinsella believes that the Mass is no more than a pious ritual that doesn’t entail the real presence of God, and he assures the abbot that this is the belief of most modern Catholics. But it’s a misrepresentation  on the abbot’s part to suggest that the father general’s order requires the celebrant of the Mass to believe likewise. The order concerns the form of the ritual, not the priest’s state of mind. It doesn’t attempt to compel belief, or disbelief.</p><p>In other words, the abbot is presenting the situation to Father Matthew in the way that it least likely to be acceptable to him. Is he doing so to stir up dissent or merely to test the other man’s obedience? After Matthew has gone to bed, as he has been ordered to do, the abbot regrets his own “unruly temper”.</p><p>Once Kinsella has left in the helicopter, the abbot makes his decision known to the monks. As he expected, they take it hard.</p><blockquote>… he saw in those faces that he was failing, that he was losing them, that he must do something he had never done, give something he had never given in these, his years as their abbot. What had kept him in fear since Lourdes, must now be faced. What he feared most to do must be done. And if, in doing it, I enter null and never return, amen. My time has come.</blockquote><p>Telling them that “Prayer is the only miracle” and “If our words become prayer, God will come”, he kneels to lead them in the “Our Father”.</p><blockquote>His trembling increased. He entered null. He would never come back.</blockquote><p>So, the abbot was sincere in his professions of obedience after all. The ending of the novel is clearly based on a paradox: it is the man without faith who, to bring about a more secular Church where the traditional beliefs are no more than optional, who must sacrifice himself to “a sort of purgatory presaging the true hell to come”.</p><p>I don’t find the paradox wholly convincing; but arguably it’s in the nature of paradox to tend to undermine itself. Moore’s novella was certainly a more interesting and rewarding read than I feared it might be.</p>",
			"summary": "A novella about the clash between personal faith and institutional loyalty, or between conscience and the duty to obey. It ends on what I found to be an unconvincing paradox but I enjoyed the journey to get there.",
			"url": "https://www.artkavanagh.ie/catholics-moore.html"
		},
		{
			"id": "kerr-philosophical-investigation",
			"date_published": "2021-09-25T14:00:00+01:00",
			"title": "Philip Kerr, A Philosophical Investigation (1992)",
			"content_html": "<img src=\"https://www.artkavanagh.ie/kerr-philosoph-investig.png\" alt=\"Cover image: A Philosophical Investigation, paperback\" width=\"640\" height=\"1024\" /><p>A few weeks ago, I reread Philip Kerr’s <cite>A Philosophical Investigation</cite>, which I previously read in the summer of 1993. I remembered absolutely nothing about the novel except that it featured a serial killer named Wittgenstein. Even that solitary recollection was misleading: “Wittgenstein” was merely a secret codename, and the character was labelled a “multiple murderer”, or simply a “multiple”, not a serial killer. I might as well have been reading the novel for the first time.</p><p>In 1993 I hadn’t yet read Eliot’s “The Waste Land”, so I presumably overlooked the novel’s allusions to that poem, though I must have noticed those to “The Love Song of J Alfred Prufrock”. Now that I recognize “The Waste Land” references I don’t know what to make of them. Some of them seem purely superficial: for example, one victim of a killer whose codename is Shakespeare is named Mary Woolnoth, another Jessie Weston. (Jessie L Weston wrote <cite>From Ritual to Romance</cite>, to which Eliot refers in the notes to “The Waste Land”.)</p><p>I suppose that the allusions are meant to suggest that the novel is set in a land that is sick and decaying because of the shortcomings of its ruler(s); I can’t see any more specific parallels. Eliot had such a different worldview from mine — he was a Christian who thought that human consciousness had changed after Donne, and that the early seventeenth century poet had “felt his thought as immediately as the odour of a rose” — that I long ago gave up any expectation of being able fully to appreciate his poetry.</p><p>At least Eliot’s poetry is familiar (though certainly not easy) territory to me; I’m quite incapable of saying what light is thrown on the novel by the philosophy of Wittgenstein. For one thing, I’ve never had the kind of mind that easily (or at all) gets to grips with philosophy. Even with Marx (whose <cite>Theses on Feuerbach</cite> would have provided the title to this note if I hadn’t decided on Empson’s “This Last Pain” instead) I’ve always found the economics easier to grasp and more compelling than the philosophy.</p><p>So, I read the novel feeling all the time that a substantial part of its significance was going right over my head. Unexpectedly, that was not at all an unpleasant feeling, though I don’t usually enjoy having my attention drawn to the gaps in my understanding. This note is evidence of my unwillingness to pass over in silence that of which I personally cannot speak (though others presumably could). Those others have been frustratingly reticent: though the novel is almost 30 years old, I haven’t been able to find any substantial discussion online of its “ideas”.</p><p>Detective Chief Inspector Isadora Jacowicz is in charge of a unit that investigates the murders of women, a crime of which there’s an epidemic in the London of 2013. (The novel is set 21 years in the future from when it was published in 1992. It’s been an eventful 21 years.) Jake, a specialist in gynocide, is put in charge of an investigation into the multiple murders of men — a much rarer crime.</p><p>It turns out that killer and victims alike have all been identified by the Lambroso project, in effect because of the shape of their brains, as having a particular propensity to violence. Men so identified are offered therapy and medication to control their violent tendencies, and their names are placed on a confidential database which flags them up if they should be involved in a violent crime, but not otherwise.</p><p>To the killer, codenamed Wittgenstein, it seems obvious that his murderous inclinations can best be put to use in eliminating the other men in the programme who share his own propensities. At least one of his targets, “Shakespeare”, really is a multiple murderer. Shakespeare notices that he is being followed and confronts Wittgenstein, frightening him off. Ironically, Shakespeare is later killed by Jake, who has shot low, aiming for his legs, and accidentally hit his femoral artery.</p><p>Against Jake’s protests, and under pressure from the Home Office, a Professor of Philosophy at Cambridge (best known for his detective novels featuring the investigations of Plato) tries to persuade Wittgenstein that the logic of his position should lead him to take his own life. This doesn’t immediately carry any weight with the killer, who can see that it’s an attempt to manipulate him; but he eventually comes to see the force of the argument. Jake doesn’t want Wittgenstein to kill himself; she’d prefer to arrest him and see him go on trial. On conviction (which is almost inevitable, given the evidence) the killer will be sentenced to indefinite Punitive Coma.</p><p>Jake does not herself approve of Punitive Coma:</p><blockquote>As punishments went it was worse than a long term of imprisonment and almost worse than death itself. But this is what happened when society had become morally squeamish about capital punishment and when prisons had become too overcrowded and expensive to be practical for any but minor offenders. (<cite>A Philosophical Investigation</cite>, Quercus Editions paperback, 2020, p. 302)</blockquote><p>Punitive Coma is not necessarily final, at least in theory. A Home Office minister tells journalists:</p><blockquote>And the best argument of all for PC as the law’s ultimate sanction is that, where mistakes are made — and let’s face it, any system is fallible — a sentence can be reversed. (p. 495)</blockquote><p>Of course, someone in a coma is no more likely than someone in a grave to be preparing an appeal or a petition for clemency, or instructing lawyers, so the “best argument” for Punitive Coma is moot. Anybody facing the procedure will know that it’s overwhelmingly unlikely that he or she will ever emerge from it, and that there’s no guarantee that he or she won’t feel anything while in that state, waiting for the end.</p><p>Jake examines one of the drawers, “slightly larger than a coffin”, in which comatose convicts were to be stored:</p><blockquote>The bottom of the drawer was upholstered in soft black calf leather, which was the only concession made to the prevention of pressure sores. A number of tubes and catheters, which would be attached to the convict’s body, protruded from the drawer’s sides. (p. 489)</blockquote><p>Jake’s determination to prevent Wittgenstein’s suicide and instead to play her part in delivering him to this fate might therefore look more like vindictiveness than a simple wish to do her duty. In fact, the book is rather more ambiguous about Jake’s intentions and motivations than this suggests. There’s an implication that her accidental killing of Shakespeare might have satified her previously thwarted desire to kill her brutal father. There are other indications that what Jake feels towards Wittgenstein at the end is closer to sympathy than a thirst for retribution.</p><p>When he talks about the restoration “of moral order to a world that was temporarily upset by my crimes”, she answers:</p><blockquote>”Any restoration such as you describe would be an illusion, in my opinion,” she said … If I have any explanation at all, it’s that you can no longer distinguish between what is real and what is unreal. But that doesn’t make you so very different from a lot of other people. Nobody cares much for reality any more … Is that what you would call a moral order? If you ask me, there’s not much balance around anywhere. And this — this investigation was just a holding action.” (pp. 503–04, ellipses added)</blockquote><p>Is that what makes this story a <em>philosophical</em> investigation, in contrast with the traditional fictional investigation whose function is to restore order to the world? That explanation is good enough for me.</p>",
			"summary": "‘What is conceivable can happen too’: Philip Kerr’s early novel is nearly as much a mystery to me now as it was almost 30 years ago. That’s fine: it’s meant to be a mystery.",
			"url": "https://www.artkavanagh.ie/kerr-philosophical-investigation.html"
		},
		{
			"id": "ending-an-experiment",
			"date_published": "2021-09-11T12:00:00+01:00",
			"title": "I’m again thinking of leaving Medium",
			"content_html": "<p>Four months ago, I was about to delete my Medium account. I’d moved a lot of my less ephemeral posts from there to this site: <a href=\"https://www.artkavanagh.ie/fiction-list.html\">my fiction</a>, my <a href=\"https://www.artkavanagh.ie/index.html#bookdiscuss\">book discussion</a> posts and a dozen or so <a href=\"https://blog.artkavanagh.ie/miscellaneous-posts-that-i-moved-from-medium-656d1b0521c0\">miscellaneous bits and pieces</a>. The main things left to move were my posts on the topics of <a href=\"https://www.artkavanagh.ie/aphantasia-posts.html\">aphantasia and severely deficient autobiograpical memory (SDAM)</a>. And then I had second thoughts: it struck me that it would be easier, as well as better for my search engine visibility, if I left the posts where they were and simply pointed a subdomain of artkavanagh.ie at them. This had become possible when <a href=\"https://blog.medium.com/custom-domains-are-back-2dee29560d59\">Medium reintroduced custom domain names</a>, a feature that they had discontinued a few years ago.</p><p>Custom domains are available to anyone who pays Medium’s subscription fee of $5 a month. I had stopped paying it in June 2019 but was happy to resume my membership so I could use my own domain name and incidentally (I hoped) to get better recommendations on my home page. For most of the previous two years, I’d been reading for the most part posts which weren’t behind the paywall. If I began to read more widely on Medium, I reasoned, the algorithm would get a better sense of what I liked, and show me more of it.</p><p>Four months on, I think it may be the moment to call time on that experiment. While $5 a month isn’t a lot of money, I could easily find something more useful to spend it on. Much of what appears in my Medium timeline is of very little interest to me. More to the point, my recommendations don’t seem to have improved as I had hoped. Medium has made some recent changes designed to make it easier to find posts that appeal to me — just a few days ago, they made it possible to <a href=\"https://blog.medium.com/expanding-topics-to-be-more-personalized-eec1f19307e\">follow tags</a> (which may be user-defined) rather than a limited number of predefined topics. But this change may have come too late for me. Too much of what I’ve been seeing on Medium recently has been insubstantial, disposable “content”.</p><p>Also, counterintuitively, I have the impression that much of the most valuable writing on the platform isn’t behind the paywall. Its authors post only occasionally, when they have something significant to say, so there’s no reason for them to join the Partner Program, where frequent posting is the way to get noticed. So, it looks as if I’m going to be letting my Medium membership lapse again. With it will go my <strong>blog.artkavanagh.ie</strong> subdomain. I don’t think it will be any great loss.</p><p>I’ve recently been seeing a lot of Medium writers complaining that their page views and reads have dropped off dramatically. They’re mostly talking about their internal views, i.e. those coming from within Medium itself. My views have always tended more to come from outside (primarily from Google) but I too have noticed a precipitous drop. I wondered if this was because blog.artkavanagh.ie was less visible or trustworthy than artkavanagh.medium.com but this doesn’t seem to be the case. When I Google key terms for some of my recent posts, those posts tend to come about as high in the search results as I’d have expected when I was using the Medium domain.</p><p>If I’m going to be losing the custom domain on Medium, it makes sense  to revert to the plan I had four months ago, and move everything worth keeping, including the aphantasia/SDAM posts, to this site. I’ll be doing that over the next 6 to 8 weeks. Posting here rather than on Medium will give me more control over the look and feel as well as allowing me to use <a href=\"https://www.artkavanagh.ie/cite-markup.html\">a wider range of html elements than are available on Medium</a>. Once everything has been moved, I’ll delete my Medium account, as I had been intending to do in May. Apart from anything else, it will be easier to keep track of my posts if they’re all in one place.</p>",
			"summary": "Last May, I was planning to delete my Medium account when it struck me that it would be easier to point a custom domain at it. Four months later, I’m reverting to the previous plan.",
			"url": "https://www.artkavanagh.ie/ending-an-experiment.html"
		},
		{
			"id": "Substack-blogroll",
			"date_published": "2021-05-21T11:49:00+01:00",
			"title": "Newsletters that I read (on Substack)",
			"content_html": "<p>Substack has been regularly adding new features and making the platform more useful to newsletter writers. In March, it added “<a href=\"https://blog.substack.com/p/new-homepage-links\">Homepage links</a>”: the ability to include a column of links down the right-hand side of your newsletter’s archive page. The links can be to other newsletters or to anything else on the web, so an obvious potential use would be to create a blogroll. Last weekend, I tried that out with a short list of newsletters (all of them on Substack) that I read regularly.</p><p>Unfortunately, it didn’t work as well as I had hoped. The list of links runs down the right of the main column, rather than the right of the page, making the page look a bit cramped, and forcing long post titles to wrap rather than run across the width of the screen. I find the wrapped titles don’t stand out as well as I’d like, so I’ve removed my blogroll and, for now, I’m including the links on this page instead.</p><p>I started off with only six entries, to avoid overwhelming the reader with information overload. Here they are.</p><p><a href=\"https://helenlewis.substack.com\">The Bluestocking</a> by Helen Lewis. Lewis is a staff writer for The Atlantic and author of the book <cite>Difficult Women</cite>.</p><p><a href=\"https://mattstoller.substack.com\">BIG by Matt Stoller</a>. A lot of detailed information about how monopolies govern so much of our lives, and what should be done about it.</p><p><a href=\"https://blgtylr.substack.com\">sweater weather</a> by Brandon Taylor. Varied and often analytical newsletter from the author of the novel <cite>Real Life</cite> and short stories (<cite>Filthy Animals</cite>).</p><p><a href=\"https://commonreader.substack.com\">The Common Reader</a> by Henry Oliver. Substantial essays on books and film, not all of which are recent.</p><p><a href=\"https://ellegriffin.substack.com\">The Novellist</a> by Elle Griffin. Griffin is preparing to serialize her gothic novel via her Substack newsletter.</p><p><a href=\"https://mynewbandis.substack.com\">My New Band Is</a> by Elizabeth Spiers. A “topically inconsistent” newsletter from a founding editor of Gawker.</p><p>It’s likely that I’ll add a few more as I discover them.</p><p>My main reason for wanting to include a blogroll was to help readers to find other newsletters they might find interesting. Here’s another suggestion:</p> <blockquote class=\"quoteback\" data-title=\"\" data-author=\"Art Kavanagh\" data-avatar=\"https://micro.blog/artkavanagh/avatar.jpg\" cite=\"https://artkavanagh.micro.blog/2021/05/20/ive-noticed-a.html\"><p>I’ve noticed a lot of Substack users asking how to find new writers or newsletters on the platform. I use Google, with <code>site:substack.com</code> added to my search term. For example</p><pre><code>\"crime fiction\" site:substack.com</code></pre><p>It’s not foolproof but it can certainly be useful.</p><footer>Art Kavanagh <cite><a href=\"https://artkavanagh.micro.blog/2021/05/20/ive-noticed-a.html\">https://artkavanagh.micro.blog/2021/05/20/ive-noticed-a.html</a></cite></footer></blockquote><script src=\"https://micro.blog/quoteback.js\"></script>",
			"summary": "Substack’s new “Homepage links” feature makes the page look crowded and results in post titles that are harder to read. So, I’m putting my “blogroll” here instead.",
			"url": "https://www.artkavanagh.ie/Substack-blogroll.html"
		},
		{
			"id": "essays-online",
			"date_published": "2021-03-06T12:31:00+00:00",
			"title": "Paul Graham and the online essay",
			"content_html": "<p>I read Paul Graham’s recent essay, <a href=\"http://paulgraham.com/worked.html\">What I worked on</a>, because someone tweeted a longish quote from it including this paragraph:</p><blockquote>It’s not that unprestigious types of work are good per se. But when you find yourself drawn to some kind of work despite its current lack of prestige, it’s a sign both that there’s something real to be discovered there, and that you have the right kind of motives. Impure motives are a big danger for the ambitious. If anything is going to lead you astray, it will be the desire to impress people. So while working on things that aren’t prestigious doesn’t guarantee you’re on the right track, it at least guarantees you’re not on the most common type of wrong one.</blockquote><p>I found that the essay contains a lot more than that nugget of wisdom. The whole piece is a personal memoir of — the title’s a bit of a giveaway — the things he’s worked on in the course of his career. Those things include the origins of “Software as a service” (SaaS), Lisp (which he describes as “a language defined by writing an interpreter in itself”) and an approach to funding startups that doesn’t mean gigantic investments of venture capital right from the start. He studied painting in Florence and RISD, and spent substantial periods working on still life paintings.</p><p>His essay reads in part like a history of tech startup culture, something that isn’t necessarily going to appeal to everyone. Graham makes it interesting because he has an idiosyncratic way of looking at things. (That passage about working on unregarded projects is a good example.) He’s highly intelligent and perceptive and has a knack for seeing a problem or situation from an unexpected angle. His work as cofounder of Y Combinator came about, not because he particularly wanted to mentor and fund startups, but because he believed “that the best sources of seed funding were successful startup founders, because then they'd be sources of advice too”.</p><p>It’s worth noting in passing that, while Graham is an impressive writer and thinker, it doesn’t follow that these qualities will necessarily lead to benign results. Y Combinator’s two greatest successes have been AirBnB and Dropbox, neither of which I consider a net benefit to the world.</p><p>In cities like Dublin, the effect of AirBnB has been to restrict the supply of residential property available for longer term letting, and  therefore driving rents up to unaffordable levels.</p><p>I know many people who use Dropbox all the time and who can’t imagine being without it. I’ve been suspicious of it since reading a few stories like <a href=\"https://daringfireball.net/linked/2016/09/20/dropbox-macos-security\">this one from Daring Fireball</a>. Perhaps I’m being unnecessarily suspicious but I’m going to continue to avoid it.</p><p>The main thing I’ll take away from the essay might well be the word “essay” itself. Around 2001, Graham posted something on his website, paulgraham.com, “which I’d created years before … but never used for anything”. It was a talk he’d given about Lisp at a conference. Somebody linked to it on Slashdot and he got 30,000 page views in a day.</p><blockquote>Wow, I thought, there’s an audience. If I write something and put it on the web, anyone can read it. That may seem obvious now, but it was surprising then. …</blockquote><blockquote>This had been possible in principle since 1993, but not many people had realized it yet. I had been intimately involved with building the infrastructure of the web for most of that time, and a writer as well, and it had taken me 8 years to realize it. Even then it took me several years to understand the implications. It meant there would be a whole new generation of <a href=\"http://paulgraham.com/essay.html\">essays</a>.</blockquote><p>He concluded:</p><blockquote>I’ve worked on several different things, but to the extent there was a turning point where I figured out what to work on, it was when I started publishing essays online. From then on I knew that whatever else I did, I’d always write essays too.</blockquote><p>It was that recognition that led to his observation about the value of working on things that aren’t prestigious: “I still get the glassy eye from strangers when they ask what I’m writing, and I explain that  it’s an essay I’m going to publish on my web site.”</p><p>Since I started to post more writing online about 4 years ago, I’ve been self-conscious about not being quite sure what to call it. “Posts” seems to come naturally but it’s easy to overuse, and then what’s the appropriate verb? “I posted a post” won’t really do. “I wrote a post” is OK, and I suppose the noun implies that I didn’t <em>just</em> write it but put it online also. Another term I’m perhaps too fond of it “piece”: I wonder if it sounds affected, as if I’m pretending to be a journalist? I very occasionally use “article” but I think it applies better to a piece that appears in a journal or magazine. So, I’m grateful to Paul Graham for reminding me about “essays”.</p><p>It’s not a term that I had previously associated with the web or the internet. Essays, surely, belonged in dusty, leather-bound volumes by Hazlitt or Carlyle. But it seems they can also be found on Paul Graham’s website.</p><p>I’ve been finding it easy to write something quick and disposable on a topic I’ve got a bee in my bonnet about: something like the future of search or of the web, the relative merits of Markdown and LaTeX, or of HTML and RSS, or ePub and PDF. This feels satisfying, and it’s obviously “writing”, but then I notice that months have gone by and I haven’t written anything about Andrew Marvell, who is supposed to be my principal subject.</p><p>I had been a bit puzzled by my decision to send out a newsletter on Substack</a>, when I’ve said in the past that I consider email an out-of-date technology and a poor alternative to RSS or the web. It was only after I read Graham’s encomium to the essay that I realized that I chose to write a newsletter not because I like the medium of distribution but because it gives me the opportunity to write longer, more discursive and (I hope) more considered pieces that are in some sense walled off from less weighty and more ephemeral posts. So, <a href=\"https://talkaboutbooks.substack.com\">Talk about books</a> is my commitment to write a regular essay on a bookish or literary topic. It’s a relief as well as a surprise to have figured out, three and a half months in, what I’m doing with it.</p>",
			"summary": "The cofounder of Y Combinator sees his main activity as writing “essays” online.  It’s a word I was surprised to encounter in that context.",
			"url": "https://www.artkavanagh.ie/online-essays.html"
		},
		{
			"id": "printed-books-and-ebooks",
			"date_published": "2021-02-16T15:48:00+00:00",
			"title": "Printed books and ebooks",
			"content_html": "<p>The last two issues of <a href=\"https://talkaboutbooks.substack.com/p/tana-french-the-likeness\">my newsletter</a> have discussed the first two novels in Tana French’s Dublin Murder Squad series. This has meant that over the past three weeks, I’ve been consulting both books extensively. I have both an ebook and a paperback copy of the first book. I originally read <cite>In the Woods</cite> in Apple Books (probably when it was still known as iBooks) on my iPad. Then I found a copy of the paperback on sale, so I bought it for future reference. I’ve since read the paperback twice.</p><p>When writing the piece for the newsletter, if I wanted to quote or refer to a passage from <cite>In the Woods</cite>, I’d often search for it in the ebook, note the chapter, and then find the passage in the paperback so that I could refer to the printed page number. In doing this, I noticed another way in which the ebook is different from, and less satisfactory than, the printed version.</p><p>At many points, a change of scene or topic is marked by extra space at the start of a paragraph. Such paragraphs don’t have an indent as regular paragraphs do. Here’s an example:</p><img src=\"https://www.artkavanagh.ie/in-the-woods-printed.jpg\" alt=\"Page from paperback edition\" width=\"640\" height=\"1022\"><p>In the ebook, however, these paragraphs don’t have any additional space before them. Since they also don’t have an indent, they seem to follow on directly from the previous paragraph. Instead of marking a break, they seem instead to suggest a false continuity.</p><img src=\"https://www.artkavanagh.ie/in-the-woods-ebook.jpg\" alt=\"Page from the ebook\" width=\"640\" height=\"853\"><p>I’m not suggesting that this makes a huge difference to the reading experience. However, I think it <em>does</em> require a tiny but frequently repeated cognitive adjustment that makes reading the ebook a marginally less pleasant experience.</p><p>Anyway, I’m now wholly committed to buying and reading printed books when I can get them, even more than I was when I originally wrote about <a href=\"https://www.artkavanagh.ie/ebooks-could-be-real-books.html\">the inferiority (as I see it) of ebooks to print</a>.</p>",
			"summary": "Here’s another small way in which ebooks provide an inferior experience to that provided by ebooks.",
			"url": "https://www.artkavanagh.ie/printed-books-and-ebooks.html"
		},
		{
			"id": "cite-markup",
			"date_published": "2021-02-02T15:46:00+00:00",
			"title": "Citing book and journal titles on Medium and Substack",
			"content_html": "<p>I haven’t been posting much on Medium in the last two years because most of what I write has been coming here to this site. Then, at the end of November 2020, I started a Substack newsletter and that’s been taking most of my attention for the last 10 weeks or so, with the result that I haven’t been posting much here either.</p><p>Writing in the Substack editor had reminded me of something that used to bother me a bit about Medium. It’s not a major issue but it tends to niggle a bit. On both platforms, when you make text italic, it’s marked up with an \u0026lt;em\u0026gt; inline element in HTML. The purpose of that element is to indicate <em>emphasis</em>. The problem for me is that emphasis isn’t the only reason I might want to italicize some text. In fact, since I often write about books, I probably use italics more often to denote the title of a book or periodical. When I’m writing HTML (as I do on this site) the solution is easy: instead of using \u0026lt;em\u0026gt;, I enclose the title in \u0026lt;cite\u0026gt; … \u0026lt;/cite\u0026gt; tags. The presentation is indistinguishable — the text is italicized in both cases — but the semantics are different. </p><p>Unfortunately, neither Medium nor Substack makes it possible to use the \u0026lt;cite\u0026gt; element. If I want inline italics, it’s \u0026lt;em\u0026gt; or nothing; so up to now I’ve been <em>emphasizing</em> book titles for want of a better approach. When I removed a lot of my posts and stories from Medium and posted them on this site instead, I had to go through them, replacing most (though unfortunately not all) of the \u0026lt;em\u0026gt; tags with \u0026lt;cite\u0026gt; ones. I find it curious, given the current general enthusiasm for semantic HTML, that both Medium and Substack restrict the use of italics in this way. I suppose that they want to include all the available options in a toolbar, without making that toolbar too unwieldy.</p><p>At the weekend, I sent out my newsletter, which refers to the titles of two novels (emphasized, as usual). Then, a bit later, I was writing something to post on Medium, marking the newsletter’s 10 weeks of existence. That post contained several titles and I was getting less and less comfortable knowing that each of those titles was encased in \u0026lt;em\u0026gt; tags although I had no wish to emphasize them. I wondered whether there might not be another way.</p><p>A few months ago, I wrote a post, <a href=\"https://www.artkavanagh.ie/even-plainer-text.html\">Even plainer text</a>, in which I suggested an approach to writing a structured document (including title, two levels of heading, block quotes etc.) using UTF-8 only and without reference to an external (or embedded) style sheet. UTF-8 makes it possible to write most of what you need in a text editor: accented characters, dashes, curly quotes, em and en spaces, ellipses and much more. What you can’t do, however, is change the font, or make text bold or italic, so I suggested a few workarounds. This is what I had to say about the \u0026lt;cite\u0026gt; element:</p><blockquote>There’s no way to avoid some markup for this one, I’m afraid: I suggest using braces (curly brackets) as in Henry Fielding, {The History of Tom Jones, a Foundling} or {The New Yorker}</blockquote><p>But then it crossed my mind that a more satisfactory approach might be to use emoji, which can be included in a “plain text” file and displayed in a text editor. My idea was that, instead of using braces, you might write “Henry Fielding, The History of Tom Jones, a Foundling📖”.</p><p>The alternative that I considered was making every book or periodical title a link to information about the book (perhaps on the publisher’s site) or to the publication itself, like this: <a href=\"https://www.penguinrandomhouse.com/books/297400/the-history-of-tom-jones-a-foundling-by-henry-fielding/\">The History of Tom Jones, a Foundling</a> or <a href=\"https://www.newyorker.com\">The New Yorker</a>. That way, the title would be marked up as a link and would be easily distinguishable from the surrounding text, but without being misleadingly presented as emphasis.</p><p>In principle, I prefer the emoji approach because I’m trying to keep the number of links to a minimum. If a book is mentioned several times in a piece, I don’t think it would be a good idea to make each instance of the title a link! Also, not all links would be titles, so using links to indicate titles might be a bit confusing. On the other hand, the emoji may be more distracting to a reader.</p><p>I’m pleased to cut down on my use of italics because I prefer a sans serif font, and many of those don’t have real italics, but use <em>slanted</em> letters instead. (Two sans fonts which <em>do</em> have italics, and which I like, are Trebuchet MS and Myriad; but neither of them can be used on Medium or Substack.)</p><p>So, for now, I’m trying out emoji. Here is <a href=\"https://artkavanagh.medium.com/talk-about-books-newsletter-b7af884a7253\">the Medium post, mentioned above, that I was working on</a> when the question crossed my mind. I’d be interested to hear whether readers think this kind of markup-with-emoji is useful, or is it merely annoying?</p><p>A third possibility has now occurred to me, which is to make the title a link the first time it occurs, and subsequently to render it as normal, unitalicized text. Leave it to the reader to figure out, from the context, whether (upright) “Tom Jones” refers to the novel or to its protagonist. That may impose less cognitive load than asking her to make sense of emoji. Maybe that’s what I’ll try next.</p>",
			"summary": "Substack, like Medium, treats all inline italic text as emphasis. So, how are you to cite a book or periodical title?",
			"url": "https://www.artkavanagh.ie/cite-markup.html"
		}
 	]
}
