{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
		{
			"id": "Empson-ADHD",
			"date_published": "2023-12-10T14:15:00+01:00",
			"title": "Did William Empson have ADHD (or something like it)?",
			"content_html": "<p>A few months ago, I wrote in my newsletter, Talk about books, that <a href=\"https://letter.talkaboutbooks.net/2023/08/26/poetic-imagery-william.html\">the distinguished poet and literary critic, William Empson, who died in 1984, had aphantasia</a>, and that his inability to form mental (visual) images had probably influenced the way he wrote criticism of poetry — and quite likely the way he wrote poetry too. As I said in that post, it was a brief reference in John Haffenden’s biography — a mere dozen words out of that two-volume work running to over 1,000 pages — that alerted me to the absence of a visual imagination on Empson’s part. The evidence is anything but copious but it seemed unequivocal to me and is backed up by brief comments in some of his writings, as I discuss in that post.</p><p>Several years before I had any suspicion that Empson might have had aphantasia, I had wondered if he could possibly have been affected by ADHD. Mess, disorganization and a chaotic work and living environment are among the characteristics of people with ADHD, and Empson seems to have suffered from these to an extreme degree. For example, a visitor to his lodgings, Ralph Parker, wrote to Elsie Phare (later Duncan-Jones):</p><blockquote>He is living in Bloomsbury in a large room, beautifully furnished above the waist level, below a sea of books, bread, hair brushes and dirty towels. (Haffenden I, 261)</blockquote><details><summary>Haffenden biography></summary>John Haffenden, <cite>William Empson, Volume I: Among the Mandarins</cite>, Oxford University Press, 2005<br>John Haffenden, <cite>William Empson, Volume II: Against the Christians</cite>, Oxford University Press, 2006)</details><p>Sylvia Townsend Warner came to see him in the same place and noted “a very untidy room, with bottles and books on the floor” (Haffenden I, 261).</p><p>When he was in Sheffield as Professor of English Literature from 1952 to 1971, he lived in lodgings which he referred to as “the Burrow”, described by Haffenden as “the rear ground floor of a tenement dwelling” (Haffenden II, 323).</p><blockquote>His accommodation consisted of a stark single room, about twelve feet square, along with a tiny kitchen area by the door; the floor was bare concrete, and an iron-framed single bed stood in the corner … even Empson occasionally became concerned about the insanitary state of his dive. (Haffenden II, 324)</blockquote><p>John Henry Jones, who translated the German Faust-book into English for Empson, and edited <cite>Faustus and the Censor</cite> for publication after Empson’s death, provides evidence of Empson’s disorganization in at least one respect other than his living conditions. He writes that, in 1982, Empson had finished a complete draft of his Faust essay and given it to Jones as the Empsons were about to leave for Miami where William Empson had an appointment as a visiting professor for 5 months.</p><blockquote>It was a moment of great flurry and haste and he had been working most of the night to finish the draft … I was soon to discover that the papers he had given me were in considerable confusion and mingled with earlier drafts; he must have got them mixed up during his furious last-minute amendments under the pressure of imminent departure … When he arrived back in Hampstead and inspected his work, he was convinced I had dropped it and we soon ceased to discuss the matter. (<cite>Faustus and the Censor</cite>, (Basil Blackwell, 1987), Introduction, p. 3)</blockquote><p>All of this seems compatible with the suggestion that William Empson may have suffered from ADHD, though it’s certainly nowhere near conclusive. I wrote about “<a href=\"https://www.artkavanagh.ie/aphantasia/aphantasia-and-executive-function.html\">Aphantasia and Executive Function</a>” in 2018, just a few months after I recognized that I have aphantasia. I understand that subsequent research tends to show that executive function, such as nonverbal working memory, is not impaired in people with aphantasia, though it’s a statistical inevitability that there will be some people who have both conditions independently of each other.</p><p>While it’s generally accepted that aphantasia is not a disability or a disorder, I am convinced that it affects different people in very different ways, depending on such things as their circumstances, the kind of work they do, and their personalities. It seems possible that some people with aphantasia may on that account behave in ways characteristic of people with ADHD or executive dysfunction. Such cases would, of course, be hard to distinguish from those where the conditions coexisted without any causal relationship.</p><p>So, I’m unable to come to any conclusion about Empson’s possible ADHD. But, because I had already been wondering whether he might have suffered from that disorder, I was particularly struck by the revelation that he had aphantasia and I thought the circumstance worth noting. Maybe further research into either condition will tell us more.</p><p class=\"intro\">Usually when I post something to this site, I add it to the index under “Recent posts” unless it’s about books or literature, in which case I add it under “<a href=\"https://www.artkavanagh.ie/index.html#bookdiscuss\">Criticism and book discussion</a>”, or about aphantasia/SDAM, when it goes on <a href=\"https://www.artkavanagh.ie/aphantasia-posts.html\">my aphantasia page</a>. This post, unusually, could go in all three places. Since it’s mainly about ADHD rather than aphantasia, and it doesn’t concern Empson’s writing so much as his living circumstances, I’ve decided it should go under “Recent posts”.</p>",
			"summary": "I can say with a high degree of confidence that William Empson had aphantasia. But did he also suffer from ADHD? And, if so, were the two conditions connected? And how would we know?",
			"url": "https://www.artkavanagh.ie/Empson-ADHD.html"
		},
		{
			"id": "bookshelf-farewell",
			"date_published": "2023-09-17T13:53:00+01:00",
			"title": "Tracking my reading",
			"content_html": "<p>I’ve never been enthusiastic about the idea of tracking the books I read. I joined Goodreads in late 2015 only because I thought (<a href=\"https://www.artkavanagh.ie/xmedium/Goodreads-self-published-author.html\">wrongly</a>) that it might be a good place to promote an ebook I had self-published. I never felt all that comfortable there but inertia kept me on the site for several years. In the past 2 years or so, I’ve briefly tried <a href=\"https://www.artkavanagh.ie/Literal-not-for-me.html\">Literal.club</a> and <a href=\"https://www.artkavanagh.ie/copper-book-app.html\">Copper</a> but got bored with them in short order.</p><p>Something I’ve stuck with rather longer has been <a href=\"https://www.manton.org/2021/05/20/more-with-bookshelves.html\">the Bookshelves feature in Micro.blog</a>, and the companion app, <a href=\"https://apps.apple.com/ie/app/epilogue-for-micro-blog/id1592173492\">Epilogue (iOS App Store link)</a>. Up to a few weeks ago, I’d been using these consistently (with a brief break to try out Copper) since late 2021. I’ve enjoyed the experience but I think that, fundamentally, the attraction has been not so much the possibility of keeping a record of my reading as the technical challenge of creating a Hugo template to display the bookshelves, including my comments on the books I’ve read. That challenge has been met, more or less to my satisfaction.</p><p>But as for the tracking itself, it’s started (again) to feel a bit too regimented and inflexible: kind of like a straitjacket. I found myself wondering whether it was OK to add another book to the Currently Reading shelf. Weren’t there too many there already? Was I really ever going to get around to all the (11) books on To Read? If I happened to be rereading (as was often the case) a book that was already on Finished Reading, obviously I didn’t want to add it again, but perhaps I should make a new shelf just for Rereads? What about books I was rereading for the nth time? Wouldn’t it be simpler just to drop the whole idea?</p><p>A few weeks ago, I decided that it would. Maybe. So, I’ve deleted the Hugo templates, removed “Bookshelf” from the navigation menu and stopped adding books to my bookshelves or moving books between them. As a result, my shelves show that the last book I finished was A S Byatt’s <cite>Sugar and other stories</cite> on 21 August, while John McGahern’s <cite>Amongst Women</cite> still appears on my To Read list, though I finished it … when was it? Tuesday evening, I think; does it matter?</p><p>The previous time I deleted the bookshelf Hugo templates (while I was trying out Copper) the page itself remained up, but frozen at the date it had last been generated from those templates. That seems to be the case again this time. Though there is no longer a link to the page from the navigation menu, <a href=\"https://letter.talkaboutbooks.net/bookshelf\">it still exists</a> as a snapshot of my reading as at 21 August 2023. It’ll be interesting to see how long it lasts — and how long I do, without a method to keep track of my reading.</p>",
			"summary": "Yet again, I’m giving up the idea of keeping track of the books I read.",
			"url": "https://www.artkavanagh.ie/bookshelf-farewell.html"
		},
		{
			"id": "substack-notes",
			"date_published": "2023-08-27T13:31:00+00:00",
			"title": "Substack Notes: a substitute for Twitter?",
			"content_html": "<p>When Substack introduced Notes a few months ago, I was guardedly hopeful that I might find it useful. This was my first Note:</p><img src=\"https://www.artkavanagh.ie/images/First-Substack-Note.png\" width=\"600\" alt=\"12 April: I deleted my Twitter account a while back. I’m not sure I need a Twitter alternative but if I do this might be it. Time will tell.\" /><p>I already had a Substack account because I had started &quot;<a href=\"https://letter.talkaboutbooks.net/tabarchive\">Talk about books</a>” on Substack in November 2020. I moved the publication to Micro.blog about a year later but didn’t delete my Substack profile. I follow several Substacks. There’s a handful I follow by email and at least 20 that I follow by RSS. (In one case, Ted Gioia’s The Honest Broker, I had been getting both the emails and the RSS feed but recently I finally plumped for the feed.) It’s neater and more convenient for me to read these publications among a bunch of other feeds than in my chaotic email client.</p><p>So, when Notes appeared, I thought it was important that there should be a way to follow somebody’s Notes without having to sign up for their emails as well. In most cases I’m not going to want to see a person’s Notes if I’m not also following their main posts, but if I’m already getting their posts by RSS, I don’t want a second copy clogging up my mail client. So a way to follow just Notes alone was what I needed. And for a while that existed:</p><blockquote class=\"quoteback\" data-title=\"\" data-author=\"Art Kavanagh\" data-avatar=\"https://micro.blog/artkavanagh/avatar.jpg\" cite=\"https://letter.talkaboutbooks.net/2023/04/29/this-is-a.html\"><p>This is a game changer for me: I’ve found out <a href=\"https://support.substack.com/hc/en-us/articles/14743651942036-What-does-subscribe-on-Substack-Notes-mean-\">how to follow a Substacker’s notes without getting their emails too</a>. It’s still an algorithmic feed but it doesn’t seem too bad.</p><img src=\"https://letter.talkaboutbooks.net/uploads/2023/d9db737f0b.png\" width=\"600\" height=\"211\" alt=\"\"><footer>Art Kavanagh <cite><a href=\"https://letter.talkaboutbooks.net/2023/04/29/this-is-a.html\" class=\"u-in-reply-to\">https://letter.talkaboutbooks.net/2023/04/29/this-is-a.html</a></cite></footer></blockquote><script src=\"https://micro.blog/quoteback.js\"></script><p>Then, around the beginning of this month, that feature suddenly disappeared for a couple of weeks, only to come back in a new form. It’s now called “Following” and is a bit more user-friiendly. You can now see who is following you, for example. When I thought the feature was gone for good, I was resigned to giving up on Notes and possibly deleting my Substack profile. But, as “Following” now seems to be back with a vengeance, I’m still <a href=\"https://substack.com/@artkavanagh\">here</a>.</p><p>As a Twitter alternative, Notes is … perfectly OK, particularly for writers. Since it’s based around Substack, it’s to be expected that it has attracted plenty of writers. Margaret Atwood is here, as are Elif Batuman, Elizabeth McCracken, Sherman Alexie, Henry Oliver (of The Common Reader), S J Watson and many others. It’s still fairly subdued but, if an alternative to writers’ Twitter is going to develop anywhere, this seems the most likely place for it to happen.</p><p>I’m far from convinced that I need — or that anyone needs — a Twitter substitute. It may be that the time for that kind of forum has passed. But I’m going to hang around on Substack Notes for maybe a few months, and see if anything develops. If not, I don’t think I’ll have lost much.</p><p>Posted by <a href=\"https://www.artkavanagh.ie/\">Art</a>, 27-Aug-2023.</p>",
			"summary": "Substack has reintroduced the feature that allows you to follow a Substacker’s Notes without also signing up for their emails. Only now it’s easier to find and use, and it has a name: Following.",
			"url": "https://www.artkavanagh.ie/substack-notes.html"
		},
		{
			"id": "plot-summaries",
			"date_published": "2023-08-20T15:16:00+00:00",
			"title": "Book reviews, plot summaries and other ways of writing about books",
			"content_html": "<p>Henry Oliver complained a few days ago about <a href=\"https://commonreader.substack.com/p/ban-all-book-summaries\">the prevalence of plot summaries in book reviews</a> and in writing about books generally. He has a rule on The Common Reader: “No lengthy plot summaries”. I agree with this in principle but I’ve been finding it harder not to include substantial summaries in my own posts on <a href=\"https://letter.talkaboutbooks.net/tabarchive/\">Talk about books</a>. Indeed, I’ve been finding it hard to prevent the summaries from dominating those posts. I was already persuaded that the latest post, about Rushdie’s <a href=\"https://letter.talkaboutbooks.net/2023/08/13/what-not-one.html\"><cite>The Moor’s Last Sigh</cite></a>, has too much summary, not enough analysis, when I read Henry Oliver’s post, so I was ready to take his admonition to heart.</p><p>I often find that some measure of summary is necessary to support the argument I want to make. The problem, particularly with a novel as big and complex as <cite>The Moor’s Last Sigh</cite> is that the work of summarizing tends to be exhausting, and it left me with less time and energy for the argument than it ideally requires. I may need to approach posts like that one in two stages: summary first, then (after a break) argument. Luckily, I’m hoping to retire soon, so I should be able to give more time to Talk about books. I think that ought to solve the problem.</p><p>Henry Oliver’s complaint is primarily about book reviews, though his own publication (which has that rule about no lengthy plot summaries), doesn’t usually carry reviews, but is dedicated to a deeper and more wide-ranging discussion, the kind of thing I’m ideally aiming for in Talk about books.</p><p>I remain largely unperturbed by the decline of the book review. A few years ago, I wrote that <a href=\"https://www.artkavanagh.ie/xmedium/book-review-still-dying.html\">the book review was dying</a> — <a href=\"https://www.artkavanagh.ie/death-of-the-book-review.html\">and we didn’t need to mourn it</a>. I haven’t changed my mind about that.</p><p>Book publicist Kathleen Schmidt recently wrote, in <a href=\"https://kathleenschmidt.substack.com/p/book-publicity-what-works-and-what\">Book publicity: what works and what doesn’t</a>:</p><blockquote>I’d love to write that reviews sell books, but I’d be lying. The correct statement is, “A critical mass of reviews mixed with other media and marketing efforts can sell a book.” I understand why reviews are essential, and I respect book critics. Literary criticism is necessary. However, reviews and book sales don’t often align.</blockquote><p>I get the impression that she finds it regrettable that reviews aren’t as influential or as plentiful as they used to be, but that she’s realistic and clear-sighted about the facts that this is no longer true, and is very unlikely to be again.</p><p>As I’ve said before, I’m inclined to see the eclipse of the book review as an opportunity for the emergence of a less constrained discussion of books: precisely the kind of thing that Henry Oliver has been doing with The Common Reader. In the meantime, I’ll be trying to summarize less and to get more of my analysis down on the page.</p>",
			"summary": "The book review is (still) dying; that doesn’t mean that we can’t write analytically and in depth about books, or that we have to resort to bare plot summaries.",
			"url": "https://www.artkavanagh.ie/plot-summaries.html"
		},
		{
			"id": "sex-sdam-aphantasia",
			"date_published": "2023-07-30T12:59:00+00:00",
			"title": "Sex, SDAM and aphantasia",
			"content_html": "<p class=\"intro\">This post may contain TMI. Stop reading any time you like, obviously.</p><p>Do you remember what it feels like to have sex? I don’t. In fact, until just a few years ago, the notion that one might <em>remember a feeling</em>, if it had occurred to me at all, would have seemed a category confusion. Feelings or sensations aren’t memorable, I’d have thought, and memories aren’t <em>felt</em>. Memories are cognitive, surely, not affective. It’s not as if they’re directly experienced; they’re more like a conversion of experience (among other things) into a different format, one that can be stored away and recalled. I didn’t begin to suspect that I might be wrong till after — some time after — I found out about aphantasia and SDAM.</p><p>SDAM and aphantasia don’t always coincide or overlap. There are people who can’t form visual mental images, yet can remember, more or less vividly, episodes and incidents that have happened to them. And there are, I understand, people who don’t have vivid episodic memories even though their imaginations are visual. When I first learned of this I wasn’t sure what to make of it. I had been inclined to assume that SDAM and aphantasia were in effect the same thing, given different names because they had been approached from different directions by different teams of researchers. Apparently this isn’t true.</p><p>Nevertheless, though they are different things, it’s not at all uncommon for them to go together. The <a href=\"https://eprints.lse.ac.uk/90427/1/Watkins_%28A%29phantasia%20and%20deficient%20memory_2018.pdf\">paper that persuaded me that there’s a distinction between them</a> was written by a man who has both! (As do I.) So it’s not always easy to distinguish the effects of one from those of the other. Sometimes the effects seem to reinforce each other. When I first concluded that I must have aphantasia, about 5 years ago, I wrote several posts on Medium about the various ways that I thought aphantasia affected my behaviour and my perception of the world around me. I’ve since <a href=\"https://www.artkavanagh.ie/aphantasia-posts.html\">moved those posts to this site</a>. There was one post in particular, titled “<a href=\"https://www.artkavanagh.ie/aphantasia/aphantasia-sex-and-gender.html\">Aphantasia, sex and gender</a>”, that I wasn’t satisfied with. It seemed to me to be missing something essential. I always intended to return and look at the topic in more depth but, until now, I haven’t done so.</p><p>Now I think I know what was missing from my earlier post. When I wrote it, I was thinking of aphantasia as primarily affecting the visual imagination. But I learned not long afterwards that I also can’t call to mind tastes, smells or sensations. In comparison, my auditory imagination is not as empty; it’s quite lively and complex. I suppose that’s why I’m much better at recognizing voices than I am with faces — though I’m still not able to distinguish between CD-quality sound and a fairly low bitrate MP3. It took me a long time to realize that it’s a waste of time for me to try to decide which of several different roasts and blends of coffee bean I prefer: I simply can’t remember the tastes or smells of the ones I’ve previously tried.</p><p>Clearly this is an area where aphantasia and SDAM overlap: to say that I can’t <em>imagine</em> what, say, Lavazza’s Il Perfetto Espresso tastes like is effectively the same thing as saying that I don’t <em>remember</em> the taste. It’s for this reason that these days I’m much more inclined to put the emphasis on SDAM rather than aphantasia, though it was aphantasia that first caught my attention.</p><p>So, when I was attempting to write about sex and aphantasia before, I now think I was leaving out of account two important factors: I was concentrating entirely on imagination rather than memory, and I was paying attention only to visual stimuli, without regard to taste, smell or touch. I’m pretty sure it’s uncontroversial to say that smell, taste and touch play an even more important part in the experience of sex than vision does, though that fact seems not to have occurred to me when I was writing my earlier post.</p><p>When I was younger, I often wondered if sex hadn’t been oversold. I mean I liked it, obviously, and I’d certainly rather have it than not, but when people spoke about it, as they often did, in terms of ecstasy and intense pleasure, I’d wonder what I was missing. It occurred to me that maybe I hadn’t been doing it right, and that I might get more pleasure from it as my performance improved with more practice. (It’s possible that I never got enough practice! I mean, what’s “enough”?)</p><p>Obviously, I’m having to speculate, because I’ve no way of directly comparing my own experience to other people’s, but I have been wondering whether much of the pleasure and enjoyment of sex that most people claim to experience derives from their ability to recall and reexperience the feelings or sensations, the smells, the taste — and, of course, the visuals — associated with it. If that’s true, perhaps my vague dissatisfaction with sex results from the fact that, for me, the experience doesn’t leave any traces in the episodic memory. Who knows?</p><p>One of the questions that preoccupied me when I was writing regularly about aphantasia was the extent (if any) to which it <a href=\"https://www.artkavanagh.ie/aphantasia/aphantasia-look-like-adhd.html\">resembled ADHD</a> or affected <a href=\"https://www.artkavanagh.ie/aphantasia/aphantasia-and-executive-function.html\">executive function</a>. It seemed likely that an inability to visualize could be expected to impair one’s visual working memory. I understand that recent research (to which I don’t have access) suggests that executive function in general is <em>not</em> adversely affected by having aphantasia. Before I heard about this research, however, I read a lot online about ADHD and executive function, and I found that some researchers believe that ADHD is linked to a lack of dopamine.</p><p>That got me wondering whether I’ve ever experienced a dopamine “rush”. Naturally, as you might expect of someone with SDAM, I couldn’t <em>remember</em> having experienced one, or (assuming that I had) what it felt like. So I decided to start paying attention to see if, when I finished a piece of work or accomplished something challenging, I got a little reward in the form of a mood boost. And I did! But it wasn’t very strong and it lasted only a moment or two. In fact, I’d say it would have been barely noticeable if I hadn’t been keeping an eye out for it. I can’t imagine that the prospect of repeating the experience, even if I could remember the feeling, would act as an incentive to try to recapture it by doing the thing again. So, maybe it’s possible that I wasn’t experiencing the “rush” as strongly as most people do.</p><p>I’ve often noticed that I don’t tend to get excited at the prospect of some forthcoming treat, for example attending a concert or similar event. When I’d see other people getting worked up to a pitch of anticipation, I’d react in one of two ways, depending on my mood. Either I’d envy them and wonder how I could emulate their state, or I’d assume they were faking it and wonder how and why. Once I had learned about SDAM and aphantasia, though, I thought I had a more persuasive answer: I wasn’t getting myself into a state of anticipatory agitation because I wasn’t able to imagine the event itself. I couldn’t picture it, so I remained relatively detached. But now, I’ve begun to wonder if dopamine might equally have something to do with it. What if I’m just not getting excited because my dopamine level is lower than average?</p><p>Naturally, I started to Google the terms “SDAM” and “dopamine” together, and I came across this fascinating piece in <cite>Nature</cite>, “<a href=\"https://www.nature.com/articles/d41586-019-02211-5\">The forgotten part of memory</a>”. (Sorry, it has disappeared behind a paywall since I originally read it.) It suggests that dopamine is essential to our ability to forget. So maybe that’s it: because of SDAM, I haven’t any difficulty in forgetting episodes from my life — with the result I just don’t need dopamine as much as most people do!</p>",
			"summary": "My first attempt, five years ago, to write about sex and aphantasia was missing two important things: any consideration of memory, and recognition that the other senses play just as important a role as the visual.",
			"url": "https://www.artkavanagh.ie/sex-sdam-aphantasia.html"
		},
		{
			"id": "Grotius-natural-law",
			"date_published": "2023-06-17T13:16:00+00:00",
			"title": "Hugo Grotius and the minimalist theory of natural law",
			"content_html": "<p>More than 20 years ago I started to read the main works of Hugo Grotius. I was writing a thesis about the poet Andrew Marvell, and I wanted to try to clarify Marvell’s references to Grotius, particularly those in “The Character of Holland”, a satire written during the first Anglo-Dutch war. Marvell’s poem refers to two of the Dutchman’s works, <cite>Mare liberum</cite> and <cite>De iure belli ac pacis</cite>, and effectively accuses the United Provinces of acting as if they owned the sea, though their famous theorist had insisted that the sea was incapable of being owned.</p><p>As I read the longer of the two works, I was immediately drawn to a question that seemed to me much more fundamental and of wider applicability than the lawfulness of claiming rights over the sea: the basis, if one could be found, of natural law, assuming that such a thing could be said to exist.</p><p>Theories of natural law hold that humans are subject to some obligations and duties that exist independently of and prior to any “positive” laws, by which is meant laws enacted by human institutions, such as lawmaking bodies or absolute monarchs. For much of human history, natural law theories were based in religion: the law of nature was thought to derive its force and validity from the will (and command) of God. But what happens when we no longer believe in God? Can we still take natural law seriously?</p><p>Jeremy Bentham (1748–1832) insisted that positive law was the only kind of law that was binding or enforceable. His opinion has been very influential. In practice, we’re almost all believers in positive law now, most of the time. A lawyer arguing a case, or advising a client on what can or can’t legally be done, will want to be able to point to a statutory provision or a previously decided case to support the argument. There is certainly a wide range of positive law to govern almost any area of human activity that you can think of, and more is regularly being enacted. But what about earlier times, before legislatures were so powerful and so busy? Were there any obligations that were already binding on humans in “a state of nature”?</p><p>I’ve long thought that, if you believe the Nuremberg trials were anything more legitimate than “victors’ justice” — merely the imposition of its will by the prevailing party on the defeated one — you must effectively base that judgment on some idea of natural law, even if you call it something else. Where did that natural law come from?</p><p>The thing I was most excited to discover in Grotius’s writings was a possible answer to that question. I couldn’t imagine writing about Grotius without devoting substantial attention to the theory of natural law. That gave rise to two problems, though. I was writing about the theme of justice in Marvell’s works and, in the particular chapter I was then working on, about “Grotian concepts of justice” in some of his poems, particularly “The Character of Holland”. The issue relevant to that poem was the argument between Grotius and the English lawyer and historian John Selden about ownership of the sea.</p><p>Selden’s and Grotius’s differing views on this topic <em>could</em> be traced back to their ideas about natural law, by way of their contrasting theories as to how private ownership came to exist in the first place. Selden firmly believed that all law emanated from the will of a competent authority, and that the natural law consists of nothing other than God’s command, whereas Grotius believed, as we’ll see, something distinguishable from that. So I had <em>some</em> basis for bringing in a discussion of the differing theories of natural law, particularly as my theme was “justice”. In doing so, though, I’d be straying quite far from Marvell’s poem, which has nothing to say about the bases for the conflicting theories, and is instead concerned to accuse the Dutch of hypocrisy for acting inconsistently with the principles of their own theorist. By widening the discussion to include the theoretical differences between Grotius and Selden, I’d be losing my focus on the subject of Marvell’s poem.</p><p>Then there was the other problem: the conception I had of Grotius’s theory of natural law had been questioned by historians of political thought, who had contested the idea, previously popular among legal theorists in particular, that Grotius had been a more-or-less disinterested philosopher or theoretician of legal principles who effectively founded the field of international law. I I wanted to delve into Grotian thought, I’d have to demonstrate that I was aware of these developments in intellectual history, but to do so meant diverting my attention even further from Marvell’s poem.</p><p>In the end, I put the whole lot in: Selden’s and Grotius’s conflicting ideas of natural law and the law of nations, their different accounts of the origins of property rights, the criticisms of more recent historians of ideas of the more traditional legal historians’ picture of Grotius. It was only after 11 pages of this  stuff that I came to discuss Marvell’s poem. No wonder the examiners of my thesis described it as “uneven”, and suggested that it could have been noticeably shorter. (Mercifully, they didn’t ask for any changes, though.)</p><p>Rereading the chapter recently after a gap of several years, I could see that I should have cut the natural law discussion completely. I could then equally have done without the review of (relatively) recent reassessments of Grotius’s thought, and reduced the comparison of the contrasting theories about the origin of ownership to a more manageable paragraph or two. Unfortunately, I was quite unable to see this at the time. Mistakenly, I thought I couldn’t remove part of the argument without leaving loose threads which would end up unravelling the whole.</p><p>I wanted to say something about the Grotian “minimalist” theory of natural law. Unfortunately, I was able to see that this topic was (a bit) more than tangentially relevant to the argument of my thesis, and I let myself go. It’s clear now that I ought to have written about it separately somewhere else. But at the time I was deep in the middle of my thesis, I didn’t have any other outlets — no blog, for example — and I couldn’t really think about writing a short, self-contained piece.</p><p>In Grotius’s theory, the natural law consists only of those fundamental precepts which are evident to all human beings by virtue of our rational nature (‘Preliminary Discourse’, VIII, <cite>Rights</cite>, pp. 86–7). Those precepts are binding on all people, including those who have a wholly erroneous, or no, idea of God (‘Preliminary Discourse’, XI, <cite>Rights</cite>, pp. 89–90). In other words, the natural law consists of those rules about which any rational being must think “it could not be otherwise”. This law is binding on all humans by virtue of its self-evident necessity, and this is equally true of humans to whom the word of God has never been revealed. Indeed, the law would still be binding even if (something that Grotius admits could not be asserted without the greatest wickedness) there were no God.</p><p>So, Grotius has arguably succeeded in putting forward a basis for law which is both antecedent to positive law and independent of divine command.</p><p>The precepts of natural law include the obligation that people should be bound by their agreements and the obligations that they have assumed towards others. It’s on this principle that the whole edifice of government and systems of law, starting with the law of nations (<span class=\"language\">ius gentium</span>), is founded. Grotius says that the law of nations is based on the (common) will of all, or at least of many, nations. Acknowledging that, the law of nature apart, there is hardly any law that is universally accepted, he notes that the law of nations is thought to differ from one part of the world to another. But broadly speaking, the law of nations is binding on nations because at one time everybody who is subject to it, or their predecessors, agreed to it and they’re obliged to stand by their agreements.</p><p>Richard Tuck describes the Grotian conception of natural law as “minimalist”, a label that is disputed by Johann P Sommerville, who points out that what Grotius has to say on the subject of natural rights is substantially the same as what had already been said by scholastic thinkers such as Suarez and Aquinas. According to Sommerville:</p><blockquote>Suárez, for example, talked of natural law as obvious first principles of nature and reason, and precepts drawn from them by ‘evident necessity.’ Like Suárez and others, Grotius held that the laws of nature were deducible from a few principles, but he did not argue that the conclusions which could be drawn from those principles were minimal in number …</blockquote><details><summary>Sommerville</summary>Johann P. Sommerville, “Selden, Grotius, and the Seventeenth-Century Intellectual Revolution in Moral and Political Theory”, in Victoria Kahn and Lorna Hutson, eds., <cite>Rhetoric and Law in Early Modern Europe</cite> (Yale University Press, 2001), 318–43; 333.</details><p>Grotius of course acknowledged a debt to Suarez and others but claimed to be treating the topic more systematically than those who had gone before, and in particular distinguishing between things that belonged in different categories. By recategorizing some things (notably rights of ownership) that had previously been considered part of the natural law as instead belonging to the law of nations, he undoubtedly reduced the scope of the former. It’s also true that the incomplete enumeration he attempted of the precepts of natural law has every appearance of minimalism:</p><blockquote>… to which belongs the Abstaining from that which is another’s, and the Restitution of what we have of another’s, or of the profit we have made by it, the Obligation of fulfilling Promises, the Reparation of a Damage done through our own Default, and the Merit of Punishment among Men’ (‘Preliminary Discourse’, VIII, <cite>Rights</cite>, p. 86).</blockquote><details><summary>Grotius, Rights</summary>Hugo Grotius, <cite>The Rights of War and Peace</cite>, ed. Richard Tuck (Liberty Fund, 2005), referred to as “<cite>Rights</cite>” throughout this post.</details><p>I think it’s fair to summarize the broad general argument of the historians of ideas and/or political thought as saying that Grotius wasn’t the conscious and intentional innovator that he was often taken to be, particularly by credulous lawyers who didn’t know their history as well as they thought. No doubt some of those enthusiastic followers overlooked the degree to which his work is based on existing traditions, both scholastic and jurisprudential. But there’s plenty of evidence in the writings themselves that he believed he was doing something new, and it’s objectively true that something new emerged from his works, whatever may have been his intentions: the world now had a theory of natural law that did not depend on the will, the command, or even the existence of God.</p>",
			"summary": "Traditionally, natural law theories have been grounded in the will or command of God. In the work of Hugo Grotius, we find a an argument for basing natural law instead on human reason. But did Grotius know what he was doing — and does it matter?",
			"url": "https://www.artkavanagh.ie/Grotius-natural-law.html"
		},
                {
			"id": "books-second-bite",
			"date_published": "2023-04-23T13:08:00+00:00",
			"title": "Some books I didn’t leave behind a second time",
			"content_html": "<p>I spent an afternoon 2½ years ago in my sister’s attic near Toulouse, deciding <a href=\"https://www.artkavanagh.ie/books-left-behind.html\">which of the books I had left there 9 years earlier I wanted to take back to Ireland and which I was prepared to abandon forever</a>. The second group was much the larger, and I told my sister that she was welcome to do whatever she liked with them. Towards the end of last year, she let me know that they were still there, so I decided to go back and take a second bite at the cherry. Partly because of <a href=\"https://letter.talkaboutbooks.net/subscribe\">Talk about books</a>, my priorities had changed: there were several books that I had been happy to leave behind before but that I now thought would be worth keeping after all. This time, I’d spend more than an afternoon going through the pile. I went for a week’s visit.</p><p>I quickly confirmed my suspicion that I had missed a box last time. Several books turned up that I had failed to find in 2020: my paperback copy of <cite>Ulysses</cite>, the first two of Kate Atkinson’s Jackson Brodie series, Candia McWilliam’s three novels, Steven Pinker’s <cite>The Blank Slate</cite>, Dibdin’s <cite>Dead Lagoon</cite> (which I had since replaced while <a href=\"https://letter.talkaboutbooks.net/p/after-all-zen-was-just-a-policeman\">writing about his Aurelio Zen series</a>). I packed all of these. As I was inevitably going to take <cite>Ulysses</cite>, I decided that <cite>A Portrait of the Artist</cite> should come too, though I had intentionally left it behind the previous time.</p><p>But if I had found the box that was missing the first time, it seemed that a different one was eluding me now. I couldn’t find the Richard Tuck edition of Grotius, <cite>The Rights of War and Peace</cite> though I’m quite sure I’d seen the 3 hefty volumes when I was last there. If I had found them, would I have wanted to keep them? On the one hand, they had been quite expensive; on the other, I could probably get along without them very well. As it turns out, I don’t need to make up my mind about that.</p><p>In 2020, I had brought back only one Wilkie Collins, namely <cite>Armadale</cite>. This time, I added <cite>Basil</cite>, <cite>The Law and the Lady</cite> and <cite>The Moonstone</cite>; but where were <cite>No Name</cite> and <cite>The Woman in White</cite>? I had decided beforehand that I was going to take most of the Penguin Classics and Oxford World Classics that I’d come across, particularly if they were from the 19th century. So I got a few by Dickens and Austen: <cite>Little Dorrit</cite>, <cite>Our Mutual Friend</cite> and (I think — it certainly should have been there) <cite>Bleak House</cite>; <cite>Emma</cite> and <cite>Persuasion</cite> and (almost certainly) <cite>Pride and Prejudice</cite>.</p><p>There was no Hardy, though I had been expecting to find a copy of <cite>Tess of the d’Urbervilles</cite> at least. Something else I had been expecting to see but didn’t was the Penguin Classics <cite>Tristram Shandy</cite> introduced by Christopher Ricks. I’ve never got very far into it before, but I think I might be ready for it now. Oh, well.</p><p>I knew in advance that I wasn’t going to want any Lawrence. Nor did I pack any Conrad (where was <cite>Nostromo</cite>?) or (as far as I can remember) Woolf; and the only Kipling I took was <cite>Plain Tales from the Hills</cite>, though I hesitated over <cite>Kim</cite>. (The Penguin Modern Classics covers are hard to resist.)</p><p>Last time, I had been glad to recover William Empson’s <cite>Collected Poems</cite> but had deliberately restricted myself to two volumes of his criticism, <cite>Seven Types of Ambiguity</cite> and <cite>Milton’s God</cite>. (I already had <cite>Using Biography</cite> in Ireland.) This time around, I put aside all the others I could find, intending to go through them to see if there was anything I couldn’t bear to be without. In the end, I didn’t bother to go through them, but packed them all: <cite>Some Versions of Pastoral</cite>, <cite>The Structure of Complex Words</cite>, <cite>Argufying</cite> and the first volume of <cite>Essays on Renaissance Literature</cite>. The second volume of <cite>Essays on Renaissance Literature</cite> must be in the “missing” box.</p><p>There were a few other individual books that I had specifically decided against taking last time, and about which I had second thoughts: Ian McEwan’s <cite>Atonement</cite> and Zadie Smith’s <cite>White Teeth</cite> being the most obvious examples. I had taken everything else by McEwan that I could find, so so it seemed a bit odd not to take <cite>Atonement</cite> too.</p><p>The books are in 4 small boxes under a table in my sister’s séjour, awaiting collection (with <a href=\"https://www.artkavanagh.ie/bringing-back-cd.html\">a 5th full of CDs</a>). They ought (among other things), to fuel Talk about books for some time to come.</p>",
			"summary": "In 2020, I rescued from my sister’s attic some of the books I’d left behind there years before. Recently, I went back for a second, final bite of the cherry.",
			"url": "https://www.artkavanagh.ie/books-second-bite.html"
		},
		{
			"id": "bringing-back-cd",
			"date_published": "2023-04-08T11:05:00+00:00",
			"title": "Bringing back the CD — but not the “jewel” case",
			"content_html": "<p>I’ve just got home having spent a week in France visiting my youngest sister and her family. The last time I was there was 2½ years ago, when I spent an afternoon sorting through <a href=\"https://www.artkavanagh.ie/books-left-behind.html\">the books I’d left behind in 2011</a>, to see which ones I wanted to keep. At that time, I told my sister that she was welcome to throw out the rest, or dispose of them however she saw fit. She didn’t in fact get rid of any of them in the meantime, but eventually moved them out of the attic to the terrace, where they were slightly more vulnerable to damp. So, this time, I spent rather more than an afternoon sorting through them again, and salvaging four small boxes worth: partly because of <a href=https://letter.talkaboutbooks.net>Talk about books</a>, my priorities have changed, and there were many books which I had happily abandoned in 2020 that I now thought I’d like to keep after all. I’m going to write about them, probably next weekend. First, though, I want to write about something else I thought I might have left behind for good: my CD collection.</p><p>Along with the books and some other odds and ends, when I left France in 2011 to return to Ireland, there were two substantial boxes of CDs. I had long since ripped all except a handful of them to an iTunes library stored on an external hard drive so I didn’t have many qualms about leaving the CDs behind. As well as the iTunes library, I had a succession of iPods, Walkmans and phones. Back in Ireland, I continued to buy physical CDs and download albums more or less indiscriminately. Most of the time, I didn’t have a CD player, so I invariably ripped the CDs and listened to the music on a variety of devices. Around 2017, after I’d bought the 4-CD set, Brad Mehldau, <cite>10 Years Solo Live</cite>, I decided to rationalize my practice and buy only downloads from then on.</p><p>That habit lasted until 2020, when <a href=\"https://www.artkavanagh.ie/music-distribution-formats.html\">I wanted to buy Chick Corea’s Vigilette album</a>, <cite>Tempus Fugit</cite>, which wasn’t available as a download. Gradually I started to buy CDs again. I even bought a CD player and began to listen to the CDs directly, rather than to the copies on my external hard drive or iPod Touch.</p><p>I should stress that as far as I’m concerned this isn’t a question of sound quality. I’m a music lover, not an audiophile, and I’m not able to distinguish aurally between the iTunes AAC or MP3 copies and the CD originals. I prefer to listen to the CD because I like the physical reminder that I have a particular album in my collection. In the case of a box set, like the Mehldau solo live album, I <em>like</em> having to change the disc rather than let the almost 5 hours of music play though continuously, as they do on iTunes/Apple Music. And, of course, I like having the liner notes in printed format.</p><p>So naturally I thought that while I was bringing home several boxes of books, I might as well see if I could fit in most of the CDs too. It was clear that this would be a less daunting prospect if I didn’t have to transport the “jewel” cases as well. About half of the CDs are in digipak or similar card packaging. I left those as they are. For the others, I kept the disc, liner notes and any other inserts and dumped the boxes themselves. I did this even in the case of the many CamJazz CDs in the collection (Enrico Pieranunzi, John Taylor, Martial Solal and others), though CamJazz use an unusually robust and appealing type of box. Getting rid of the boxes reduced the weight and bulk of the discs substantially. What used to take up two large boxes now occupies one small one. Of course this will destroy any resale value of the discs, but I’d be surprised if they had any to begin with.</p><p>I’m going to try to find some of the card CD sleeves that used to be common, and glue the liner notes to them. I often thought about doing this years ago, so that the CDs would take up much less space, but I suppose I didn’t have the incentive to do so until I faced the prospect of paying to have them moved from one country to another. I’m looking forward to playing them again after a gap of almost 12 years.</p>",
			"summary": "My CD collection has been languishing unplayed in a French attic since 2011. I wanted to bring the discs home. But not their “jewel” cases, which only add bulk and weight.",
			"url": "https://www.artkavanagh.ie/bringing-back-cd.html"
		},
		{
			"id": "print-edition-again",
			"date_published": "2023-09-01T20:43:00+00:00",
			"title": "Talk about books, print edition — again",
			"content_html": "<p>Towards the end of 2021, when Talk about books was one year old, I thought about starting <a href=\"https://www.artkavanagh.ie/newsletter-print-edition\">a print edition</a> of the publication</a> (which, at the time, <a href=\"https://www.artkavanagh.ie/newsletter-no-longer.html\">I was still calling a newsletter</a>). In the event, I did something completely different: <a href=\"https://www.artkavanagh.ie/substack-farewell.html\">I moved Talk about books from Substack, its original home, to Micro.blog</a>, which had just begun to offer a newsletter feature. Now, a year on from that, I’ve revived the idea of a print edition.</p><p>As I said in the original post, I think it’s likely that I won’t find anybody who is willing to pay to receive a printed edition of Talk about books. If that’s the case, I’m not going to be surprised or disappointed: it’s important to me that a physical, tangible edition should exist, and be available to readers, even if nobody takes up the option. If there are no takers, it won’t cost me anything to produce, and if there’s just a handful, the costs will be proportionately small.</p><p>When I was originally thinking about this I intended to use Substack’s paid subscription feature to collect payment for the print option. Now that Talk about books is no longer on Substack I need to find an alternative method.</p><p>I’m planning to offer three tiers: at the top, the printed publication. On average, this will consist of 16–20 A5 pages (four or five A4 sheets folded into a booklet), and contain a little over 2,000 words on average. The cost will be €12 per month and there will be 26 issues a year.</p><p>The middle tier will consist of the A5 PDF, exactly the same as the printed edition except that the pages will be in the right order for reading on screen (rather than for printing on both sides of A4 sheets). That will be sent by email and will cost €3 per month or €30 a year.</p><p>The third tier will, of course, be exactly what we have at the moment: each post sent by email and RSS, and archived on the web at <a href=\"https://letter.talkaboutbooks.net/tabarchive\">https://letter.talkaboutbooks.net/tabarchive</a>. It will remain free to read, as it has been since the start.</p><p>I’m going to treat the next Talk about books post, on 11-Jan-2023, as a test run, to try to gauge interest. The screen PDF (i.e. the middle tier) will be free to download, and there’ll be a link to it in the usual email. And if you’ll send me €6 and your postal address, I’ll mail you a printed copy.</p><p>The money can be sent by PayPal to <a href=\"mailto:art@talkaboutbooks.net\">art@talkaboutbooks.net</a>, which is also where you can send the postal address and any comments or suggestions you might have (whether or not you want a printed copy). I’m looking forward to hearing from you.</p><p>You can sign up for the email posts (which are free, and sent out every two weeks) here:</p><form method=\"POST\" action=\"https://micro.blog/users/subscribe/5102\">  <input type=\"text\" name=\"email\" size=\"30\" placeholder=\"Your email address\" />   <input type=\"submit\" value=\"Sign up\" /></form><p>Or <a href=\"https://letter.talkaboutbooks.net/categories/newsletter/feed.xml\">get the RSS feed here</a>.",
			"summary": "A year ago, I was thinking about a print edition of my Substack, but I did something else instead. It’s an idea whose time has come back.",
			"url": "https://www.artkavanagh.ie/print-edition-again.html"
		},
		{
			"id": "read-short-stories",
			"date_published": "2023-07-01T15:03:00+00:00",
			"title": "Publishers and short stories",
			"content_html": "<p>It’s a truism that collections of short stories are a hard sell. Publishers are reluctant to take them because they know there’s a good chance that readers won’t be willing to buy them. I tended to think of this as simply the way things are, without really wondering why it should be so. It’s for that reason that I had a kind of an “aha!” moment in April 2018, when I saw a tweet from Sinéad Gleeson, the editor of <cite>The Long Gaze Back</cite>, a collection of short stories by Irish women. Gleeson quoted Mavis Gallant, who wrote in the Preface to her 1950 <cite>Collected Stories</cite>:</p><blockquote>Stories are not chapters of novels. They should not be read one after another, as if they were meant to follow along. Read one. Shut the book. Read something else. Come back later. Stories can wait.</blockquote><p>If story collections are not to be read as though they were novels, perhaps an approximately novel-length volume in which the stories are listed like chapters is not the best delivery mechanism for them. What is that volume, after all, but an invitation to the reader to read them in sequence, one leading on to the next, in about the same time as it would take her to read a novel? Does <em>that</em> explain why readers, and therefore publishers, are wary of the collection? Because the reader knows from experience that the volume is likely to remain unfinished, unreturned-to, a long-standing reproach?</p><p>The preceding paragraphs originally formed part of a post I wrote back in 2018 about where to read short stories online. The rest of the post is long out of date and I deleted it at least 18 months ago. But last weekend, in the last Talk about books post of 2022, I was writing about short stories and I’d have liked to include a link to these paragraphs, so I thought I’d resurrect them as a short, standalone post.</p><p>And, as we’re on the subject of reading short stories online, <a href=\"https://www.artkavanagh.ie/short-stories-online.html\">here’s my too seldom updated list</a>.</p>",
			"summary": "Short stories aren’t novels. So maybe it’s not a good idea that collections and anthologies so often take the same size and shape as a novel.",
			"url": "https://www.artkavanagh.ie/read-short-stories.html"
		}
 	]
}
