{
	"version": "https://jsonfeed.org/version/1",
	"title": "Art Kavanagh personal site",
	"home_page_url": "https://www.artkavanagh.ie/",
	"feed_url": "https://www.artkavanagh.ie/feed.json",
	"description": "Writing by Art Kavanagh — Fiction, criticism and book discussion",
	"items": [
		{
			"id": "Grotius-natural-law",
			"date_published": "2023-06-17T13:16:00+00:00",
			"title": "Hugo Grotius and the minimalist theory of natural law",
			"content_html": "<p>More than 20 years ago I started to read the main works of Hugo Grotius. I was writing a thesis about the poet Andrew Marvell, and I wanted to try to clarify Marvell’s references to Grotius, particularly those in “The Character of Holland”, a satire written during the first Anglo-Dutch war. Marvell’s poem refers to two of the Dutchman’s works, <cite>Mare liberum</cite> and <cite>De iure belli ac pacis</cite>, and effectively accuses the United Provinces of acting as if they owned the sea, though their famous theorist had insisted that the sea was incapable of being owned.</p><p>As I read the longer of the two works, I was immediately drawn to a question that seemed to me much more fundamental and of wider applicability than the lawfulness of claiming rights over the sea: the basis, if one could be found, of natural law, assuming that such a thing could be said to exist.</p><p>Theories of natural law hold that humans are subject to some obligations and duties that exist independently of and prior to any “positive” laws, by which is meant laws enacted by human institutions, such as lawmaking bodies or absolute monarchs. For much of human history, natural law theories were based in religion: the law of nature was thought to derive its force and validity from the will (and command) of God. But what happens when we no longer believe in God? Can we still take natural law seriously?</p><p>Jeremy Bentham (1748–1832) insisted that positive law was the only kind of law that was binding or enforceable. His opinion has been very influential. In practice, we’re almost all believers in positive law now, most of the time. A lawyer arguing a case, or advising a client on what can or can’t legally be done, will want to be able to point to a statutory provision or a previously decided case to support the argument. There is certainly a wide range of positive law to govern almost any area of human activity that you can think of, and more is regularly being enacted. But what about earlier times, before legislatures were so powerful and so busy? Were there any obligations that were already binding on humans in “a state of nature”?</p><p>I’ve long thought that, if you believe the Nuremberg trials were anything more legitimate than “victors’ justice” — merely the imposition of its will by the prevailing party on the defeated one — you must effectively base that judgment on some idea of natural law, even if you call it something else. Where did that natural law come from?</p><p>The thing I was most excited to discover in Grotius’s writings was a possible answer to that question. I couldn’t imagine writing about Grotius without devoting substantial attention to the theory of natural law. That gave rise to two problems, though. I was writing about the theme of justice in Marvell’s works and, in the particular chapter I was then working on, about “Grotian concepts of justice” in some of his poems, particularly “The Character of Holland”. The issue relevant to that poem was the argument between Grotius and the English lawyer and historian John Selden about ownership of the sea.</p><p>Selden’s and Grotius’s differing views on this topic <em>could</em> be traced back to their ideas about natural law, by way of their contrasting theories as to how private ownership came to exist in the first place. Selden firmly believed that all law emanated from the will of a competent authority, and that the natural law consists of nothing other than God’s command, whereas Grotius believed, as we’ll see, something distinguishable from that. So I had <em>some</em> basis for bringing in a discussion of the differing theories of natural law, particularly as my theme was “justice”. In doing so, though, I’d be straying quite far from Marvell’s poem, which has nothing to say about the bases for the conflicting theories, and is instead concerned to accuse the Dutch of hypocrisy for acting inconsistently with the principles of their own theorist. By widening the discussion to include the theoretical differences between Grotius and Selden, I’d be losing my focus on the subject of Marvell’s poem.</p><p>Then there was the other problem: the conception I had of Grotius’s theory of natural law had been questioned by historians of political thought, who had contested the idea, previously popular among legal theorists in particular, that Grotius had been a more-or-less disinterested philosopher or theoretician of legal principles who effectively founded the field of international law. I I wanted to delve into Grotian thought, I’d have to demonstrate that I was aware of these developments in intellectual history, but to do so meant diverting my attention even further from Marvell’s poem.</p><p>In the end, I put the whole lot in: Selden’s and Grotius’s conflicting ideas of natural law and the law of nations, their different accounts of the origins of property rights, the criticisms of more recent historians of ideas of the more traditional legal historians’ picture of Grotius. It was only after 11 pages of this  stuff that I came to discuss Marvell’s poem. No wonder the examiners of my thesis described it as “uneven”, and suggested that it could have been noticeably shorter. (Mercifully, they didn’t ask for any changes, though.)</p><p>Rereading the chapter recently after a gap of several years, I could see that I should have cut the natural law discussion completely. I could then equally have done without the review of (relatively) recent reassessments of Grotius’s thought, and reduced the comparison of the contrasting theories about the origin of ownership to a more manageable paragraph or two. Unfortunately, I was quite unable to see this at the time. Mistakenly, I thought I couldn’t remove part of the argument without leaving loose threads which would end up unravelling the whole.</p><p>I wanted to say something about the Grotian “minimalist” theory of natural law. Unfortunately, I was able to see that this topic was (a bit) more than tangentially relevant to the argument of my thesis, and I let myself go. It’s clear now that I ought to have written about it separately somewhere else. But at the time I was deep in the middle of my thesis, I didn’t have any other outlets — no blog, for example — and I couldn’t really think about writing a short, self-contained piece.</p><p>In Grotius’s theory, the natural law consists only of those fundamental precepts which are evident to all human beings by virtue of our rational nature (‘Preliminary Discourse’, VIII, <cite>Rights</cite>, pp. 86–7). Those precepts are binding on all people, including those who have a wholly erroneous, or no, idea of God (‘Preliminary Discourse’, XI, <cite>Rights</cite>, pp. 89–90). In other words, the natural law consists of those rules about which any rational being must think “it could not be otherwise”. This law is binding on all humans by virtue of its self-evident necessity, and this is equally true of humans to whom the word of God has never been revealed. Indeed, the law would still be binding even if (something that Grotius admits could not be asserted without the greatest wickedness) there were no God.</p><p>So, Grotius has arguably succeeded in putting forward a basis for law which is both antecedent to positive law and independent of divine command.</p><p>The precepts of natural law include the obligation that people should be bound by their agreements and the obligations that they have assumed towards others. It’s on this principle that the whole edifice of government and systems of law, starting with the law of nations (<span class=\"language\">ius gentium</span>), is founded. Grotius says that the law of nations is based on the (common) will of all, or at least of many, nations. Acknowledging that, the law of nature apart, there is hardly any law that is universally accepted, he notes that the law of nations is thought to differ from one part of the world to another. But broadly speaking, the law of nations is binding on nations because at one time everybody who is subject to it, or their predecessors, agreed to it and they’re obliged to stand by their agreements.</p><p>Richard Tuck describes the Grotian conception of natural law as “minimalist”, a label that is disputed by Johann P Sommerville, who points out that what Grotius has to say on the subject of natural rights is substantially the same as what had already been said by scholastic thinkers such as Suarez and Aquinas. According to Sommerville:</p><blockquote>Suárez, for example, talked of natural law as obvious first principles of nature and reason, and precepts drawn from them by ‘evident necessity.’ Like Suárez and others, Grotius held that the laws of nature were deducible from a few principles, but he did not argue that the conclusions which could be drawn from those principles were minimal in number …</blockquote><details><summary>Sommerville</summary>Johann P. Sommerville, “Selden, Grotius, and the Seventeenth-Century Intellectual Revolution in Moral and Political Theory”, in Victoria Kahn and Lorna Hutson, eds., <cite>Rhetoric and Law in Early Modern Europe</cite> (Yale University Press, 2001), 318–43; 333.</details><p>Grotius of course acknowledged a debt to Suarez and others but claimed to be treating the topic more systematically than those who had gone before, and in particular distinguishing between things that belonged in different categories. By recategorizing some things (notably rights of ownership) that had previously been considered part of the natural law as instead belonging to the law of nations, he undoubtedly reduced the scope of the former. It’s also true that the incomplete enumeration he attempted of the precepts of natural law has every appearance of minimalism:</p><blockquote>… to which belongs the Abstaining from that which is another’s, and the Restitution of what we have of another’s, or of the profit we have made by it, the Obligation of fulfilling Promises, the Reparation of a Damage done through our own Default, and the Merit of Punishment among Men’ (‘Preliminary Discourse’, VIII, <cite>Rights</cite>, p. 86).</blockquote><details><summary>Grotius, Rights</summary>Hugo Grotius, <cite>The Rights of War and Peace</cite>, ed. Richard Tuck (Liberty Fund, 2005), referred to as “<cite>Rights</cite>” throughout this post.</details><p>I think it’s fair to summarize the broad general argument of the historians of ideas and/or political thought as saying that Grotius wasn’t the conscious and intentional innovator that he was often taken to be, particularly by credulous lawyers who didn’t know their history as well as they thought. No doubt some of those enthusiastic followers overlooked the degree to which his work is based on existing traditions, both scholastic and jurisprudential. But there’s plenty of evidence in the writings themselves that he believed he was doing something new, and it’s objectively true that something new emerged from his works, whatever may have been his intentions: the world now had a theory of natural law that did not depend on the will, the command, or even the existence of God.</p>",
			"summary": "Traditionally, natural law theories have been grounded in the will or command of God. In the work of Hugo Grotius, we find a an argument for basing natural law instead on human reason. But did Grotius know what he was doing — and does it matter?",
			"url": "https://www.artkavanagh.ie/Grotius-natural-law.html"
		},
                {
			"id": "books-second-bite",
			"date_published": "2023-04-23T13:08:00+00:00",
			"title": "Some books I didn’t leave behind a second time",
			"content_html": "<p>I spent an afternoon 2½ years ago in my sister’s attic near Toulouse, deciding <a href=\"https://www.artkavanagh.ie/books-left-behind.html\">which of the books I had left there 9 years earlier I wanted to take back to Ireland and which I was prepared to abandon forever</a>. The second group was much the larger, and I told my sister that she was welcome to do whatever she liked with them. Towards the end of last year, she let me know that they were still there, so I decided to go back and take a second bite at the cherry. Partly because of <a href=\"https://letter.talkaboutbooks.net/subscribe\">Talk about books</a>, my priorities had changed: there were several books that I had been happy to leave behind before but that I now thought would be worth keeping after all. This time, I’d spend more than an afternoon going through the pile. I went for a week’s visit.</p><p>I quickly confirmed my suspicion that I had missed a box last time. Several books turned up that I had failed to find in 2020: my paperback copy of <cite>Ulysses</cite>, the first two of Kate Atkinson’s Jackson Brodie series, Candia McWilliam’s three novels, Steven Pinker’s <cite>The Blank Slate</cite>, Dibdin’s <cite>Dead Lagoon</cite> (which I had since replaced while <a href=\"https://letter.talkaboutbooks.net/p/after-all-zen-was-just-a-policeman\">writing about his Aurelio Zen series</a>). I packed all of these. As I was inevitably going to take <cite>Ulysses</cite>, I decided that <cite>A Portrait of the Artist</cite> should come too, though I had intentionally left it behind the previous time.</p><p>But if I had found the box that was missing the first time, it seemed that a different one was eluding me now. I couldn’t find the Richard Tuck edition of Grotius, <cite>The Rights of War and Peace</cite> though I’m quite sure I’d seen the 3 hefty volumes when I was last there. If I had found them, would I have wanted to keep them? On the one hand, they had been quite expensive; on the other, I could probably get along without them very well. As it turns out, I don’t need to make up my mind about that.</p><p>In 2020, I had brought back only one Wilkie Collins, namely <cite>Armadale</cite>. This time, I added <cite>Basil</cite>, <cite>The Law and the Lady</cite> and <cite>The Moonstone</cite>; but where were <cite>No Name</cite> and <cite>The Woman in White</cite>? I had decided beforehand that I was going to take most of the Penguin Classics and Oxford World Classics that I’d come across, particularly if they were from the 19th century. So I got a few by Dickens and Austen: <cite>Little Dorrit</cite>, <cite>Our Mutual Friend</cite> and (I think — it certainly should have been there) <cite>Bleak House</cite>; <cite>Emma</cite> and <cite>Persuasion</cite> and (almost certainly) <cite>Pride and Prejudice</cite>.</p><p>There was no Hardy, though I had been expecting to find a copy of <cite>Tess of the d’Urbervilles</cite> at least. Something else I had been expecting to see but didn’t was the Penguin Classics <cite>Tristram Shandy</cite> introduced by Christopher Ricks. I’ve never got very far into it before, but I think I might be ready for it now. Oh, well.</p><p>I knew in advance that I wasn’t going to want any Lawrence. Nor did I pack any Conrad (where was <cite>Nostromo</cite>?) or (as far as I can remember) Woolf; and the only Kipling I took was <cite>Plain Tales from the Hills</cite>, though I hesitated over <cite>Kim</cite>. (The Penguin Modern Classics covers are hard to resist.)</p><p>Last time, I had been glad to recover William Empson’s <cite>Collected Poems</cite> but had deliberately restricted myself to two volumes of his criticism, <cite>Seven Types of Ambiguity</cite> and <cite>Milton’s God</cite>. (I already had <cite>Using Biography</cite> in Ireland.) This time around, I put aside all the others I could find, intending to go through them to see if there was anything I couldn’t bear to be without. In the end, I didn’t bother to go through them, but packed them all: <cite>Some Versions of Pastoral</cite>, <cite>The Structure of Complex Words</cite>, <cite>Argufying</cite> and the first volume of <cite>Essays on Renaissance Literature</cite>. The second volume of <cite>Essays on Renaissance Literature</cite> must be in the “missing” box.</p><p>There were a few other individual books that I had specifically decided against taking last time, and about which I had second thoughts: Ian McEwan’s <cite>Atonement</cite> and Zadie Smith’s <cite>White Teeth</cite> being the most obvious examples. I had taken everything else by McEwan that I could find, so so it seemed a bit odd not to take <cite>Atonement</cite> too.</p><p>The books are in 4 small boxes under a table in my sister’s séjour, awaiting collection (with <a href=\"https://www.artkavanagh.ie/bringing-back-cd.html\">a 5th full of CDs</a>). They ought (among other things), to fuel Talk about books for some time to come.</p>",
			"summary": "In 2020, I rescued from my sister’s attic some of the books I’d left behind there years before. Recently, I went back for a second, final bite of the cherry.",
			"url": "https://www.artkavanagh.ie/books-second-bite.html"
		},
		{
			"id": "bringing-back-cd",
			"date_published": "2023-04-08T11:05:00+00:00",
			"title": "Bringing back the CD — but not the “jewel” case",
			"content_html": "<p>I’ve just got home having spent a week in France visiting my youngest sister and her family. The last time I was there was 2½ years ago, when I spent an afternoon sorting through <a href=\"https://www.artkavanagh.ie/books-left-behind.html\">the books I’d left behind in 2011</a>, to see which ones I wanted to keep. At that time, I told my sister that she was welcome to throw out the rest, or dispose of them however she saw fit. She didn’t in fact get rid of any of them in the meantime, but eventually moved them out of the attic to the terrace, where they were slightly more vulnerable to damp. So, this time, I spent rather more than an afternoon sorting through them again, and salvaging four small boxes worth: partly because of <a href=https://letter.talkaboutbooks.net>Talk about books</a>, my priorities have changed, and there were many books which I had happily abandoned in 2020 that I now thought I’d like to keep after all. I’m going to write about them, probably next weekend. First, though, I want to write about something else I thought I might have left behind for good: my CD collection.</p><p>Along with the books and some other odds and ends, when I left France in 2011 to return to Ireland, there were two substantial boxes of CDs. I had long since ripped all except a handful of them to an iTunes library stored on an external hard drive so I didn’t have many qualms about leaving the CDs behind. As well as the iTunes library, I had a succession of iPods, Walkmans and phones. Back in Ireland, I continued to buy physical CDs and download albums more or less indiscriminately. Most of the time, I didn’t have a CD player, so I invariably ripped the CDs and listened to the music on a variety of devices. Around 2017, after I’d bought the 4-CD set, Brad Mehldau, <cite>10 Years Solo Live</cite>, I decided to rationalize my practice and buy only downloads from then on.</p><p>That habit lasted until 2020, when <a href=\"https://www.artkavanagh.ie/music-distribution-formats.html\">I wanted to buy Chick Corea’s Vigilette album</a>, <cite>Tempus Fugit</cite>, which wasn’t available as a download. Gradually I started to buy CDs again. I even bought a CD player and began to listen to the CDs directly, rather than to the copies on my external hard drive or iPod Touch.</p><p>I should stress that as far as I’m concerned this isn’t a question of sound quality. I’m a music lover, not an audiophile, and I’m not able to distinguish aurally between the iTunes AAC or MP3 copies and the CD originals. I prefer to listen to the CD because I like the physical reminder that I have a particular album in my collection. In the case of a box set, like the Mehldau solo live album, I <em>like</em> having to change the disc rather than let the almost 5 hours of music play though continuously, as they do on iTunes/Apple Music. And, of course, I like having the liner notes in printed format.</p><p>So naturally I thought that while I was bringing home several boxes of books, I might as well see if I could fit in most of the CDs too. It was clear that this would be a less daunting prospect if I didn’t have to transport the “jewel” cases as well. About half of the CDs are in digipak or similar card packaging. I left those as they are. For the others, I kept the disc, liner notes and any other inserts and dumped the boxes themselves. I did this even in the case of the many CamJazz CDs in the collection (Enrico Pieranunzi, John Taylor, Martial Solal and others), though CamJazz use an unusually robust and appealing type of box. Getting rid of the boxes reduced the weight and bulk of the discs substantially. What used to take up two large boxes now occupies one small one. Of course this will destroy any resale value of the discs, but I’d be surprised if they had any to begin with.</p><p>I’m going to try to find some of the card CD sleeves that used to be common, and glue the liner notes to them. I often thought about doing this years ago, so that the CDs would take up much less space, but I suppose I didn’t have the incentive to do so until I faced the prospect of paying to have them moved from one country to another. I’m looking forward to playing them again after a gap of almost 12 years.</p>",
			"summary": "My CD collection has been languishing unplayed in a French attic since 2011. I wanted to bring the discs home. But not their “jewel” cases, which only add bulk and weight.",
			"url": "https://www.artkavanagh.ie/bringing-back-cd.html"
		},
		{
			"id": "print-edition-again",
			"date_published": "2023-09-01T20:43:00+00:00",
			"title": "Talk about books, print edition — again",
			"content_html": "<p>Towards the end of 2021, when Talk about books was one year old, I thought about starting <a href=\"https://www.artkavanagh.ie/newsletter-print-edition\">a print edition</a> of the publication</a> (which, at the time, <a href=\"https://www.artkavanagh.ie/newsletter-no-longer.html\">I was still calling a newsletter</a>). In the event, I did something completely different: <a href=\"https://www.artkavanagh.ie/substack-farewell.html\">I moved Talk about books from Substack, its original home, to Micro.blog</a>, which had just begun to offer a newsletter feature. Now, a year on from that, I’ve revived the idea of a print edition.</p><p>As I said in the original post, I think it’s likely that I won’t find anybody who is willing to pay to receive a printed edition of Talk about books. If that’s the case, I’m not going to be surprised or disappointed: it’s important to me that a physical, tangible edition should exist, and be available to readers, even if nobody takes up the option. If there are no takers, it won’t cost me anything to produce, and if there’s just a handful, the costs will be proportionately small.</p><p>When I was originally thinking about this I intended to use Substack’s paid subscription feature to collect payment for the print option. Now that Talk about books is no longer on Substack I need to find an alternative method.</p><p>I’m planning to offer three tiers: at the top, the printed publication. On average, this will consist of 16–20 A5 pages (four or five A4 sheets folded into a booklet), and contain a little over 2,000 words on average. The cost will be €12 per month and there will be 26 issues a year.</p><p>The middle tier will consist of the A5 PDF, exactly the same as the printed edition except that the pages will be in the right order for reading on screen (rather than for printing on both sides of A4 sheets). That will be sent by email and will cost €3 per month or €30 a year.</p><p>The third tier will, of course, be exactly what we have at the moment: each post sent by email and RSS, and archived on the web at <a href=\"https://letter.talkaboutbooks.net/tabarchive\">https://letter.talkaboutbooks.net/tabarchive</a>. It will remain free to read, as it has been since the start.</p><p>I’m going to treat the next Talk about books post, on 11-Jan-2023, as a test run, to try to gauge interest. The screen PDF (i.e. the middle tier) will be free to download, and there’ll be a link to it in the usual email. And if you’ll send me €6 and your postal address, I’ll mail you a printed copy.</p><p>The money can be sent by PayPal to <a href=\"mailto:art@talkaboutbooks.net\">art@talkaboutbooks.net</a>, which is also where you can send the postal address and any comments or suggestions you might have (whether or not you want a printed copy). I’m looking forward to hearing from you.</p><p>You can sign up for the email posts (which are free, and sent out every two weeks) here:</p><form method=\"POST\" action=\"https://micro.blog/users/subscribe/5102\">  <input type=\"text\" name=\"email\" size=\"30\" placeholder=\"Your email address\" />   <input type=\"submit\" value=\"Sign up\" /></form><p>Or <a href=\"https://letter.talkaboutbooks.net/categories/newsletter/feed.xml\">get the RSS feed here</a>.",
			"summary": "A year ago, I was thinking about a print edition of my Substack, but I did something else instead. It’s an idea whose time has come back.",
			"url": "https://www.artkavanagh.ie/print-edition-again.html"
		},
		{
			"id": "read-short-stories",
			"date_published": "2023-07-01T15:03:00+00:00",
			"title": "Publishers and short stories",
			"content_html": "<p>It’s a truism that collections of short stories are a hard sell. Publishers are reluctant to take them because they know there’s a good chance that readers won’t be willing to buy them. I tended to think of this as simply the way things are, without really wondering why it should be so. It’s for that reason that I had a kind of an “aha!” moment in April 2018, when I saw a tweet from Sinéad Gleeson, the editor of <cite>The Long Gaze Back</cite>, a collection of short stories by Irish women. Gleeson quoted Mavis Gallant, who wrote in the Preface to her 1950 <cite>Collected Stories</cite>:</p><blockquote>Stories are not chapters of novels. They should not be read one after another, as if they were meant to follow along. Read one. Shut the book. Read something else. Come back later. Stories can wait.</blockquote><p>If story collections are not to be read as though they were novels, perhaps an approximately novel-length volume in which the stories are listed like chapters is not the best delivery mechanism for them. What is that volume, after all, but an invitation to the reader to read them in sequence, one leading on to the next, in about the same time as it would take her to read a novel? Does <em>that</em> explain why readers, and therefore publishers, are wary of the collection? Because the reader knows from experience that the volume is likely to remain unfinished, unreturned-to, a long-standing reproach?</p><p>The preceding paragraphs originally formed part of a post I wrote back in 2018 about where to read short stories online. The rest of the post is long out of date and I deleted it at least 18 months ago. But last weekend, in the last Talk about books post of 2022, I was writing about short stories and I’d have liked to include a link to these paragraphs, so I thought I’d resurrect them as a short, standalone post.</p><p>And, as we’re on the subject of reading short stories online, <a href=\"https://www.artkavanagh.ie/short-stories-online.html\">here’s my too seldom updated list</a>.</p>",
			"summary": "Short stories aren’t novels. So maybe it’s not a good idea that collections and anthologies so often take the same size and shape as a novel.",
			"url": "https://www.artkavanagh.ie/read-short-stories.html"
		},
		{
			"id": "bookshop-org",
			"date_published": "2023-01-01T12:42:00+00:00",
			"title": "Why I don’t trust Bookshop.org",
			"content_html": "<p>I haven’t always been convinced that independent bookshops are a vital part of our culture. <a href=\"https://www.artkavanagh.ie/who-needs-independent-booksellers.html\">I wrote about my ambivalence two years ago</a>. I was already leaning steeply towards the view that indie booksellers are necessary, they’re under threat and we need to do whatever we can to keep them in business. In the two years since, I’ve come down firmly on that side.</p><p>The threat still comes from Amazon, who still dominate the market for books and act like a ruthless predator in that market and others. In my earlier post, I didn’t mention Bookshop.org, a company which positions itself as the antidote to Amazon. I may not have heard of it at the time, as its operations were confined to the United States then. It opened a UK division at the end of 2020. If I had heard of it, I probably hadn’t looked closely at its method of carrying out those operations.</p><p>Bookshop.org says <a href=\"https://uk.bookshop.org/pages/about\">its mission is “to financially support local, independent bookshops”</a>. The way it goes about doing this is a bit surprising. When you buy a book through Bookshop.org the order goes from that website straight to the book wholesaler (that’s <a href=\"https://www.gardners.com/\">Gardners</a> in the UK) who dispatch it to you. The actual independent local bookshop isn’t directly involved in the transaction and the book doesn’t come out of its own stock. In fact, it doesn’t even see the book. However, when you visited the Bookshop.org site, you were asked to choose a bookshop and then brought to the “virtual storefront” of your choice. If you ordered the book through that virtual storefront, the corresponding bookseller will get a 30% cut of the book’s price. The independent bookseller is not a necessary part of this system. There’s something obviously artificial about its involvement.</p><p>The 30% that Bookshop.org pays is less than a bookseller would normally get from a book sold directly in their physical shop. According to <a href=\"https://www.newstatesman.com/culture/books/2020/12/bookshoporg-independent-bookshops-andy-hunter-waterstones\">this New Statesman story</a>, they would usually expect between 42% and 50% of the price. In that case, though, the bookseller would have to order and stock the book and make place for it on their shelves. In the case of the Bookshop.org sale, they don’t have to do any of that, so arguably the smaller percentage is a fair cut.</p><p>The New Statesman piece, which appeared only a month after Bookshop.org opened in the UK, and might not reflect the present position, suggests that Bookshop.org may not so much be taking customers away from Amazon as drawing them from the very bookshops it’s supposed to be supporting. Is it possible that the people buying through Bookshop.org are largely the people who would otherwise have bought the book over the counter in a physical shop?</p><p>What bothers me is that a system whose professed aim is to help independent bookstores looks more like a practical demonstration of their supposed irrelevance. The Bookshop.org system would work just fine without any independent booksellers at all. If the economics of this business model ever become unworkable, the indie bookshops’ 30% is likely to be the first cost to be cut. I shouldn’t be surprised if Bookshop.org ends up doing more harm than good to independent booksellers.</p><p>I haven’t bought anything through Bookshop.org myself. I no longer live in the UK, and I don’t particularly want to test whether the wholesalers will post to Ireland. More importantly, I suspect that there are more effective ways to support independent local bookshops. I now live 11 Km from Westport, in County Mayo. That town has at least four bookshops that I can think of off the top of my head, including the inviting <a href=\"https://tertuliabookshop.com/\">Tertulia</a>. Castlebar, just a little further away, has the excellent Castle Books. Even the small town of Louisburgh is well served by <a href=\"https://www.booksatone.ie/louisburgh/\">Books at One</a> (pictured). I’ve been to Galway four or five times this year and bought books in several shops there.</p><img src=\"https://www.artkavanagh.ie/images/booksatone-small.jpeg\" alt=\"Books at One, Louisburgh, County Mayo\", width=\"640\" height=\"725\" /> <p>If I can’t immediately find a book that I want in a local shop, I tend to look online first at <a href=\"https://kennys.ie/\">Kennys</a> in Galway. In the past, if I still couldn’t find the book on Kennys’ site, I’d try <a href=\"https://www.alibris.co.uk/\">Alibris</a>, though I’ve been avoiding them recently for reasons that are not directly relevant to the subject of this post.</p><p>In practical terms, I suppose my opinion doesn’t count for much. I live in a place that isn’t covered by Bookshop.org and that <em>is</em> well served by a choice of independent bookshops. But it bothers me that an initiative that has been hailed as great news for booksellers may not in the end turn out to be as effective as has been suggested.</p>",
			"summary": "The declared aim of Bookshop.org is to support independent bookshops. The effect may be to make them appear irrelevant.",
			"url": "https://www.artkavanagh.ie/bookshop-org.html"
		},
                {
			"id": "Marvell-and-pronouns-again",
			"date_published": "2022-12-16T14:04:00+00:00",
			"title": "Mistaken long: Andrew Marvell and pronouns again",
			"content_html": "<p>I’ve been familiar with Andrew Marvell’s poem, “The Garden”, for a long time. I first encountered it in the early 1970s when I was at school. I was entranced by the ideas of the mind as an “ocean where each kind | Does straight its own resemblance find,” (ll. 43–4) and the soul which “Casting the body’s vest aside” (l. 51) glides into the boughs of the trees to prepare “for longer flight” (l. 55). But I forgot about the poem and rediscovered it with delight twenty years later when I went back to college in my thirties to study English (having done Law the first time around). I eventually wrote my doctoral thesis on Marvell; and it was “The Garden” that first hooked me on his poetry.</p><p>So, it’s a poem that I’m quite familiar with, and I’m embarrassed to have to admit that there’s something obvious about it that I had never noticed until last week. The second stanza begins:</p><blockquote>Fair Quiet, have I found thee here,<br>And Innocence, thy sister dear!<br>Mistaken long, I sought you then<br>In busy companies of men. (ll. 9–12)</blockquote><p>I had often noticed the shift from “thee” and “thy” in the first two lines of this stanza, to “you” in the third, but I had never before paid attention to the reason for this shift. Suddenly it struck me that “you” is — of course! — plural: the speaker is no longer speaking to, and about, “Fair Quiet” alone, but Quiet and Innocence together. Not only had he formerly been seeking Quiet “in busy companies of men”, he’d also been looking for Innocence in all the same wrong places! He had not only been long mistaken, but doubly so.</p><p>We’re now accustomed to the singular use of “you”, so it was easy for me to assume that the speaker continued, as he had started, to address a single listener. Now that I’ve seen my error, I think I ought to search through Marvell’s works to see whether he <em>ever</em> uses “you” as a singular pronoun and, if so, in what circumstances.</p><p>One of the arguments in favour of “the singular they” is that a similar change in number had happened in the case of “you”, without that causing confusion or difficulty. Before that change, “thou”, “thee” and “thy” were used informally and between equals, while “you” and “your” indicated that one was speaking either to more than one person, or to an individual who deserved or required respect or deference. As we know, “thou” became archaic and now everybody is “you”, however many or few they are.</p><p>But it’s not really true, is it, that the singularization of “you” came about without any confusion or misunderstanding? It often seems to me that we’re constantly looking to reintroduce a distinctively plural version of the second person pronoun. My father used to say “you people” to make it clear that he was addressing us collectively, not individually. When I lived in Dublin in the late 70s and early 80s, it wasn’t unusual to hear “yous” performing the same function. I went through a phase of using it myself. And, of course, there’s “y’all”.</p><p>In short, I think there’s clearly some value in retaining a distinction between singular and plural pronouns. I’m not, of course, advocating that we bring back “thou”. But I expect that if (when?) use of the singular they becomes the norm, we’re likely to see determined attempts to distinguish the plural from it. “They-all” perhaps. Or “theys”?</p>",
			"summary": "I’ve been missing something very obvious about Andrew Marvell’s poem “The Garden” for an embarrassingly long time.",
			"url": "https://www.artkavanagh.ie/Marvell-and-pronouns-again.html"
		},
                {
			"id": "newsletter-no-longer",
			"date_published": "2022-11-05T11:23:00+00:00",
			"title": "Newsletter no longer",
			"content_html": "<p>Hamish McKenzie, one of the founders of Substack, <a href=\"https://on.substack.com/p/please-stop-calling-it-the-newsletter\">wrote last month that we should stop thinking of his platform as belonging to a supposed “newsletter economy”</a>.</p><blockquote>The trend that Substack is part of is not a newsletter trend, or even the much-hyped creator economy. We are part of a seismic shift in the <em>media economy</em> that is all about writer and creator ownership and independence.</blockquote><p>The idea, he says, is to put writers in control of their own work and in direct contact with their readers, and email newsletters are just a part of the process.</p><p><a href=\"https://letter.talkaboutbooks.net/\">Talk about books</a> was originally on Substack, where I started it just under 2 years ago. In December 2021 Manton Reece, founder of Micro.blog, <a href=\"https://www.manton.org/2021/12/06/introducing-email-newsletter.html\">introduced a newsletter feature there</a>. I was keen to try that out, so <a href=\"https://www.artkavanagh.ie/substack-farewell.html\">I switched over from Substack</a>.</p><p>So, though Talk about books is no longer on Substack, I feel that McKenzie’s observations have some application to it. The fact is that I’ve been feeling uncomfortable calling it a <em>news</em>letter and referring to the individual posts as “issues”. For a start, it doesn’t contain any “news”, just book discussion. I feel as if McKenzie’s post has given me permission to stop thinking and writing about it in those terms.</p><p>I’m not sure what I should call it instead, though. I’m thinking of “email letter”. As against that, it’s also distributed as an RSS feed and each “issue” originates as a post on Micro.blog. I tend to think of it as a web publication, with the emails being just one way of notifying people about it.</p><p>McKenzie is keen to emphasize that the email newsletter has from the start being just one aspect of what Substack offers. They quickly introduced their own web-based Reader (in effect a new RSS reader) and more recently a mobile app (to which a chat feature has just been added). They also have podcasts and video. RSS apart, none of that really interests me, so I’ve been thinking about what additional features I could offer to supplement the fortnightly email.</p><p>Before Manton and Micro.blog tempted me away from Substack, I had been thinking of offering a physical, <a href=\"https://www.artkavanagh.ie/newsletter-print-edition\">printed copy of the letter by post</a>. When I decided to shift everything over to Micro.blog I shelved that idea because I had to set up and test new Micro.blog templates and separate styles for the emails and the web posts. You probably noticed that was a bit hit and miss for a while, but I’ve now got it as close to the way I want it as email will permit.</p><p>Now I think it might be time to resuscitate the printed letter idea. The next Talk about books post, scheduled for 16 November, will be the last of Talk about books’s second year, so it seems an opportune time to think about new directions. As I said <a href=\"https://www.artkavanagh.ie/newsletter-print-edition\">a year ago</a>, I think it’s entirely possible (actually likely) that nobody will want to pay for a printed version. In that case, it won’t cost me anything to produce it, so no harm done, but I feel that it’s important at least to <em>offer</em> the printed option, even if there are no takers.</p><p>Of course, since I’m no longer on Substack, managing the paid subscription element would be more complicated than I originally envisaged, so that’s another complication I’ll need to consider.</p>",
			"summary": "Substack doesn’t want you to think of it as part of “the newsletter economy. The same goes for Talk about books.",
			"url": "https://www.artkavanagh.ie/newsletter-no-longer.html"
		},
		{
			"id": "sweet-tooth-ending.html",
			"date_published": "2022-10-30T18:22:00+00:00",
			"title": "More about Ian McEwan’s Sweet Tooth: not rushing into print",
			"content_html": "<p>My most <a href=\"https://letter.talkaboutbooks.net/2022/10/23/sweet-and-innocent.html\">recent post in Talk about books is about two novels by Ian McEwan</a>, one of them being 2012’s <cite>Sweet Tooth</cite>. I wrote that:</p><blockquote>In the final chapter, McEwan introduces an extraordinary narrative trick that has the reader frantically searching back through Serena’s story, trying to work out which parts are reliable and which must be inventions or fabrications. I may write about that trick in a separate post on my personal site.</blockquote><p>And here we are. The trick is that the novel, in the narrative voice throughout of a young woman recruited into MI5 after graduating from Cambridge, turns out to have been written entirely by the main male character in an imitation of her voice. Almost nothing in the story reflects the protagonist’s actual thoughts and feelings — though the account of what she did and what happened to her is largely accurate — it’s the “author”’s reconstruction. I say “<em>almost</em> nothing” because he makes her an offer at the end, one which she has evidently accepted. To avoid getting themselves and others into trouble with the law, they’ll have to delay publication until people have died and memories faded.</p><blockquote>A few decades is time enough for you to correct my presumptions on your solitude, to tell me about the rest of your secret work and what really happened between you and Max, and time to insert those paddings of the backward glance: in those days, back then, these were the years of … Or how about, “Now that the mirror tells a different story, I can say it and get it out of the way. I really was <em>pretty</em>”. Too cruel? No need to worry. I’ll add nothing without your say-so. We won’t be rushing into print. (p. 370; emphasis and ellipsis original).</blockquote><p>The book as published contains a different version of “what really happened” between Serena and Max from the one Max recounted to Tom, and it includes the passage about the mirror telling a different story, so we infer that it incorporates Serena’s corrections and “paddings”.</p><p>The paperback came out in 2013 and I must have bought it not long afterwards. As is often the way, I didn’t read it immediately. I had read a short extract in The Guardian describing Tom Haley — a description which read like McEwan’s unflattering self-portrait. I was keen to read the book but I had other things on my plate. When I eventually got around to <cite>Sweet Tooth</cite>, I read it with enjoyment but, as I reached the final chapter, a mounting sense of alarm. Oh no, I thought, I think I can see where he’s going with this.</p><p>I spent a large part of 2014 writing the first draft of my only attempt so far at a novel, <cite>A Falling Body</cite>. I was particularly pleased with the way it ends but as I finished <cite>Sweet Tooth</cite>, I concluded that I was going to have to change it, because otherwise people would think I’d stolen the ending straight from McEwan’s novel. My story, too, purported to be the first-person narrative of the female main character, which turned out to have been written “on her behalf” by one of the men in the story.</p><p>So I had used the same narrative device as McEwan had but I hardly need to add that I hadn’t used it with anything like McEwan’s subtlety or skill. Not only did the end of <cite>A Falling Body</cite> seem to be an imitation of McEwan, it looked like a <em>bad</em>, greatly inferior imitation. I needed to rewrite it, obviously. But how was I going to come up with another ending nearly as good as the one I was having to reject? I spent the first eight months of 2015 tinkering with the draft of <cite>A Falling Body</cite> and rewriting one chapter from scratch, but I never managed to find an alternative ending.</p><p>So, I left it as it was. I decided that it didn’t really matter if people thought I was stealing from McEwan. It was kind of truish anyway. Though I had hit on the ending of <cite>A Falling Body</cite> before reading <cite>Sweet Tooth</cite>, the ideas about gender that I’d like to think informed <cite>A Falling Body</cite> owed quite a bit to my reading of some of McEwan’s earlier fiction. So maybe it was fair enough if the borrowing seemed more direct than I had thought it was.</p><p>In the end, only about 15 people read <cite>A Falling Body</cite> all the way through. When I posted it on Medium in multiple parts, the first part got several hundred page views but readership dropped off precipitously. Of the small number of people who did finish it, nobody remarked on the resemblance of the ending to that of McEwan’s novel.</p><p>So, I suppose I got away with the apparent plagiarism. But, though I’m no longer particularly pleased with or proud of <cite>A Falling Body</cite>, I’d rather some more people had read it, even if they ended up calling me out on it.</p>",
			"summary": "An addendum to my Talk about books post about Ian McEwan’s spy fiction. The ending of Ian McEwan’s 2012 novel Sweet Tooth filled me with a heady mix of excitement and dismay.",
			"url": "https://www.artkavanagh.ie/sweet-tooth-ending.html"
		},
		{
			"id": "nealon-snowflake",
			"date_published": "2022-09-18T12:26:00+00:00",
			"title": "Socially acceptable: Louise Nealon, Snowflake (2021)",
			"content_html": "<p>The most recent issue of my email newsletter, which I sent out on 8 September, was about <a href=\"https://letter.talkaboutbooks.net/2022/09/08/two-short-stories.html\">two short stories by Louise Nealon</a>, the first of which, “What feminism is”, won the Seán Ó Faoláin prize for 2017. Having been able to find only two stories by Nealon online, and afraid that on their own they wouldn’t be substantial enough to support a single newsletter post, I had intended to round out that discussion with a few paragraphs on her first novel, <cite>Snowflake</cite>. Finding that I had written rather more than a few paragraphs and was still not approaching the end of what I wanted to say about the novel, I truncated the newsletter email and held over the discussion of <cite>Snowflake</cite> for a separate post. Here it is.</p><p>As I said in the newsletter, the novel features depression and other mental illness, isolation and loneliness, sudden and brutal death by farm machinery, attempted suicide, guilt, grief and out-of-control drinking. These are far from being unusual themes in Irish fiction but Nealon writes about them in a lighthearted and almost whimsical tone that makes these familiar motifs seem fresh and surprising. I’m not normally very keen on whimsy but where it’s used as here to leaven a story that might otherwise be unbearably bleak, it’s easier to put up with.</p><p>The first-person narrator is 18-year-old Debbie, who, when people ask if she’s considered becoming vegan or takes milk in her tea, tells them that she lives on a dairy farm — as if to say she <em>lives on</em> it, but isn’t really connected to it. The farm belongs to her uncle Billy, who lives in a caravan beside the house occupied by Debbie and her mother, Maeve, and (for the first part of the book at least), Maeve’s younger lover, James, who does much of the farm work.</p><p>Maeve suffers from bipolar disorder (as it’s eventually diagnosed) and believes she can share other people’s dreams. She is also given to dancing naked in a patch of nettles, getting stung all over. She explains:</p><blockquote>“There is seratonin in them. That’s why they sting — they’re natural needles that inject you with a happy chemical. It’s good for you.” (p. 34)</blockquote><p>Maeve had Debbie when she was just 18 — the age Debbie is now — and has never told anyone who Debbie’s father is. Debbie thinks it’s possible she might not know. James is 11 years younger than Maeve: not an outrageous age gap, but it means he’s just 7 years older than Debbie.</p><p>Although the farm is quite near the capital in geographical terms — a twenty-minute drive from Maynooth, which is in turn a forty-minute train ride from Dublin — Debbie has been in the city only once a year, to see the Christmas lights. Now, she has been accepted into Trinity College to study English literature and she’s feeling lost and isolated. This too is a familiar theme in Irish fiction but Nealon doesn’t labour it.</p><p>If Maeve’s dream-sharing is real, it seems that it may have been inherited by her daughter. It’s possible that this exposure to the dream-states of others has made it necessary for Debbie to innure herself to the suffering of others. Hungover and exhausted, Debbie falls asleep on her feet on a crowded train back to Maynooth. When she wakes, she “knows” that the man who was standing beside her, who has also been asleep, is in a desperate situation:</p><blockquote>I’m just after waking up from being inside his head. And I know how he’s going to do it. He’s been thinking about it every day on the train home from work. He’s planning the best way to kill himself. (p. 101)</blockquote><p>But there doesn’t seem to be anything that Debbie can do with this momentous, shocking information. How do you explain to someone that you’ve involuntarily seen into his most private thoughts?</p><blockquote>I ignore my first instinct which is to tap him on the shoulder. What would I say? Give him some sort of cryptic message? Give him a hug? Every scenario I’m imagining is too dramatic for the everyday end of a commute. So I watch him disappear through the turnstile along with everyone else. (p. 102)</blockquote><p>The dreams that make a particular impression on Debbie are ones that depict — or predict — catastrophic outcomes. As a child, she dreamt the death of a nineteen-year-old boy who accidentally drove his car into the wall of their garden.</p><blockquote>I was a boy in the dream and I was driving a car. I can’t remember much about the dream itself but I remember how it ended. I didn’t see the sharp bend at the bottom of the hill until the last second. I locked hard and then I felt the ice underneath the tyres and it was graceful, really. And then a beautiful thought went through my head. The world spun me around like the way a woman unexpectedly makes you twirl on the dance floor and you feel a little silly, a bit emasculated really, but it doesn’t matter … (p. 30)</blockquote><p>Debbie’s dream is just a moment or two ahead of reality, not enough for her to be able to do anything to prevent the catastrophe.</p><blockquote>Mam says that I woke up screaming before we heard the car crash into the wall. I was inconsolable. It was my fault that the boy died. He had hurtled his way into my head and I had stopped him from going to heaven. He was in too many pieces, like the wreckage of his car that we kept finding in the garden. (pp. 30–1)</blockquote><p>Years later, when James is killed by a rotating power take-off shaft on the farm, Debbie can’t avoid feeling that she should have been able to prevent his death. It’s not surprising that, to protect herself from feelings of guilt, Debbie should develop a callous attitude to pain and death. At one point, “afraid to go to sleep” (p. 111), she is out in the yard at night, getting some milk, when she hears a calving cow in distress.</p><blockquote>The calf is still in the amniotic sac. I know that’s bad. Usually, the pink balloon bursts and dangles from the cow’s tail … I watch the cow push the sac out of her like it’s a giant squid. It slides onto the grass in a slimy bubble. All it needs is a prod or a poke and it would pop. I know that I should call Billy but I wouldn’t be able to explain why I was out in the yard at this hour. I’m so tired that I’m not even sure it’s happening. (p. 112)</blockquote><p>Similarly, when she sees a hedgehog which has fallen through the cattle grid and can’t escape, she tells Billy not to try to lift it out with a shovel. Two other hedgehogs have already died of starvation in the same trap. “We can’t be lifting them all out,” she says. “You can’t come rushing over pretending to fix it all” (p. 228). Billy protests:</p><blockquote>“It’s a big lump of a yoke. It’ll take at least a couple of days before it starts to starve to death.” (p. 228)</blockquote><p>But Debbie is unmoved. She later learns that Billy has gone ahead and rescued the hedgehog without her knowledge.</p><p>Once she has started college, Debbie finds that one way to keep the dreams away is by drinking till she blacks out (p. 124). She is firmly convinced that she has never had sex but the blackouts make it impossible to be absolutely certain. Her best friend, Xanthe, and her doctor both urge her to get tested for sexually transmitted infections, but she balks at that prospect.</p><p>When she gets only a 2.2 in her first essay — Xanthe got the only first in their group while most of the others got 2.1s — Debbie goes to see a counsellor who tells her that she is suffering from anxiety. Debbie is not pleased.</p><blockquote>Anxiety is a fancy word for worry, and worrying is not a medical condition. Depression is a fancy word for being sad, but it’s a stronger synonym. I could forgive myself for getting a 2.2 because of depression. I can’t forgive myself for getting a 2.2 because I’m a bit of a worrier. There has been no mention of depression at all yet. There’s an epidemic of depression among students. Depression is like the 2.1 of mental illnesses and she’s not even giving that to me. (pp. 137–8)</blockquote><p>Like Debbie, Billy drinks too much and, like her, he does it partly to escape from his own consciousness. But he’s been doing it a lot longer than she has, and he has some pointers for her as to how to keep it within manageable limits:</p><blockquote>“… Pace yourself. You’re looking for the sweet spot where you can act the maggot, but not lose control altogether. There’s no freedom in that …” (p. 190)</blockquote><p>For Billy, as for many of their neighbours, alcoholism is a way of life, and it looks as if Debbie will be heading the same way before long. When Debbie eventually gets to see a therapist she can trust, she’s the woman who used to teach Debbie piano as a child, and a former schoolfriend of Billy’s.</p><blockquote>Billy stopped taking me to piano lessons after someone told him that Audrey Keane had gone to rehab. It is socially acceptable to be an alcholic in our parish as long as you don’t get treatment for it. Being fond of the drink is a form of survival around here. If Audrey had kept quiet and continued to drink at home, people would have still sent their kids to piano lessons. Audrey’s problem was admitting that she had a problem, and the problem was with alcohol, the one thing everyone loved. (p. 68)</blockquote><p>While Debbie drinks excessively to avoid the dreams that she thinks are not her own but other people’s, Billy does so because he feels responsible for the death of his mother when he was a child. Like Debbie, he has some faculties that appear vaguely paranormal — he’s a diviner, and not just of water, and he has “the cure” — but he has learned to adopt a matter-of-fact attitude to these, and not take them too seriously until they’re needed.</p><p>Maeve, who is acknowledged to be mentally ill, has no difficulty accepting her apparent ability to share dreams. She has an off-kilter way of perceiving the world but that doesn’t seem to make her a danger to herself or to anyone else. Debbie and Billy acknowledge that they don’t really need to keep an eye on her most of the time.</p><p>It’s true that Maeve smashes most of her teeth by repeatedly banging her face against one of the stairs, but she does this more out of grief at the loss of James than from depression or delusion. In contrast, Billy attempts to hang himself, and Debbie has been regularly drinking herself into a stupor in situations where she’s clearly not safe.</p><p>Once Debbie has been seeing her former piano teacher as a therapist for a while, her situation improves:</p><blockquote>I had a good sleep last night. The dreams are still there. I’m just able to let them come and go. Xanthe bought me a bag of Guatemalan worry beads that I keep under my pillow … I’m dressed in someone else’s clothes that I found in a charity shop last week. I find it comforting to wear clothes that already have a history of their own. (p. 351; ellipsis added)</blockquote><p>The two short stories and the novel are thematically quite distinct from each other. Nealon’s publishing deal is for two books, so I’m looking forward to the second. But I really hope she’ll get the chance to write some more short stories.</p>",
			"summary": "In her first novel Louise Nealon writes about depression and other mental illness, isolation and loneliness, sudden and brutal death by farm machinery, attempted suicide, guilt, grief and out-of-control drinking, in an almost whimsical way.",
			"url": "https://www.artkavanagh.ie/nealon-snowflake.html"
		}
 	]
}
