{
    "mybooks": [
        {
            "bktitle": "Fury",
            "bkdescription": "I’ve written about Fury in the issue of my newsletter dated 5-Jan-2022."
        },
        {
            "bktitle": "Oblivion",
            "bkdescription": "I’ve written about Oblivion and the other titles by Peter Abrahams in the issue of my newsletter dated 22-Dec-2021."
        },
        {
            "bktitle": "Judas 62",
            "bkdescription": "Mission: Impossible meets Smiley’s People. Who said the Cold War is over? Reviewing Box 88, I said it was “a secret, rogue intelligence-and-assassination outfit”. I was wrong: we learn here that they stop short of assassination. Highly enjoyable."
        },
        {
            "bktitle": "I Know What I Saw",
            "bkdescription": "The first-person narrative of a long-term homeless man whose memory is damaged and who is sure he witnessed a murder that can’t have happened when he says it did. The brilliance of the start isn’t maintained."
        },
        {
            "bktitle": "The Buried Giant",
            "bkdescription":  "I liked this better than anything else I’ve read by Ishiguro, including Never Let Me Go. (I haven’t read Klara yet.) I’ll try to write something explaining my reaction but it might take me some time to do so. I intend to reread within 6 months or so."
        },
        {
            "bktitle": "The King’s Evil",
            "bkdescription": "The third in a series set in Restoration London but the first I’ve read. I’m not going to write about it till I’ve read the others. Contemporary with last decade of Marvell’s life, though he isn’t mentioned in this one."
        },
        {
            "bktitle": "A Simple Favour",
            "bkdescription": "A book like this, about intrigue, betrayals and bad behaviour, needs a compelling plot, which this doesn’t have. Characters who aren’t as smart, cool or transgressive as they think they are show exactly the combination of stupidity and selfishness you’d expect. Pointless."
        }
    ]
}